<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
  "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es_ES" lang="es_ES">
<head>
<title>Avisos Legales de Oracle</title>
<meta http-equiv="content-type" content="text/html; charset=UTF-8" />
<link rel="Stylesheet" href="../css/blafdoc.css" title="Default" type="text/css" />
</head>
<body>
<h1>Avisos Legales de Oracle</h1>
<h2>Aviso de Copyright</h2>
<p>Copyright &copy; 1994-2010, Oracle y/o sus subsidiarias. Todos los derechos reservados.</p>
<h2>Aviso de Marca Registrada</h2>
<p>Oracle es marca comercial registrada de Oracle Corporation y/o sus subsidiarias. Todos los dem&aacute;s nombres pueden ser marcas comerciales de sus respectivos propietarios.</p>

<h2>Renuncia de Da&ntilde;os Incidentales/Garant&iacute;a de Restricciones de Licencia</h2>
<p>Este software y la documentaci&oacute;n relacionada est&aacute;n sujetos a un contrato de licencia que incluye restricciones de uso y revelaci&oacute;n, y se encuentran protegidos por la legislaci&oacute;n sobre la propiedad intelectual. A menos que figure expl&iacute;citamente en el contrato de licencia o est&eacute; permitido por la ley, no se podr&aacute; utilizar, copiar, reproducir, traducir, emitir, modificar, conceder licencias, transmitir, distribuir, exhibir, representar, publicar ni mostrar ninguna parte, de ninguna forma, por ning&uacute;n medio. Queda prohibida la ingenier&iacute;a inversa, desensamblaje o descompilaci&oacute;n de este software, excepto en la medida en que sean necesarios para conseguir interoperabilidad seg&uacute;n lo especificado por la legislaci&oacute;n aplicable.
</p>

<h2>Renuncia a la Garant&iacute;a</h2>
<p>La informaci&oacute;n contenida en este documento puede someterse a modificaciones sin previo aviso y no se garantiza que se encuentre exenta de errores. Si detecta alg&uacute;n error, le agradeceremos que nos lo comunique por escrito.
</p>

<h2>Aviso sobre Restricci&oacute;n de Derechos</h2>
<p>Si este software o la documentaci&oacute;n relacionada se entrega al Gobierno de EE.UU. o a cualquier entidad que adquiera licencias de software o utilice software en nombre del Gobierno de EE.UU, se aplicar&aacute; la siguiente disposici&oacute;n:
</p>
<p>U.S. GOVERNMENT RIGHTS Programs, software, databases, and related documentation and technical data delivered to U.S. Government customers are &quot;commercial computer software&quot; or &quot;commercial technical data&quot; pursuant to the applicable Federal Acquisition Regulation and agency-specific supplemental regulations. As such, the use, duplication, disclosure, modification, and adaptation shall be subject to the restrictions and license terms set forth in the applicable Government contract, and, to the extent applicable by the terms of the Government contract, the additional rights set forth in FAR 52.227-19, Commercial Computer Software License (December 2007). Oracle USA, Inc., 500 Oracle Parkway, Redwood City, CA 94065.</p>

<h2>Aviso sobre Uso en Aplicaciones Peligrosas</h2>
<p>Este software se ha desarrollado para uso general en diversas aplicaciones de gesti&oacute;n de la informaci&oacute;n. No se ha dise&ntilde;ado ni est&aacute; destinado para utilizarse en aplicaciones de riesgo inherente, incluidas las aplicaciones que pueden causar da&ntilde;os personales. Si utiliza este software en aplicaciones de riesgo, usted ser&aacute; responsable de tomar todas las medidas apropiadas de prevenci&oacute;n de fallos, copia de seguridad, redundancia o de cualquier otro tipo para garantizar la seguridad en el uso de este software. Oracle Corporation y sus subsidiarias declinan toda responsabilidad derivada de los da&ntilde;os causados por el uso de este software en aplicaciones de riesgo.
</p>


<h2> Renuncia con respecto a Contenido, Productos y Servicios de Terceros</h2>
<p>Este software y la documentaci&oacute;n pueden ofrecer acceso a contenidos, productos o servicios de terceros o informaci&oacute;n sobre los mismos. Ni Oracle Corporation ni sus subsidiarias ser&aacute;n responsables de ofrecer cualquier tipo de garant&iacute;a sobre el contenido, los productos o los servicios de terceros y renuncian expl&iacute;citamente a ello. Oracle Corporation y sus subsidiarias no se har&aacute;n responsables de las p&eacute;rdidas, los costos o los da&ntilde;os en los que se incurra como consecuencia del acceso o el uso de contenidos, productos o servicios de terceros.
</p>

<h2>Aviso sobre Borrador Alfa y Beta de la Documentaci&oacute;n</h2>
<p>Si esta documentaci&oacute;n se encuentra en estado previo a la publicaci&oacute;n:</p>
<p>Esta documentaci&oacute;n se encuentra en estado previo a la publicaci&oacute;n y tiene una finalidad exclusivamente demostrativa y preliminar. Puede que no sea espec&iacute;fica del hardware en el que se est&eacute; utilizando el software. Ni Oracle Corporation ni sus subsidiarias son responsables de ofrecer cualquier tipo de garant&iacute;a sobre esta documentaci&oacute;n y renuncian expl&iacute;citamente a ello; adem&aacute;s no se har&aacute;n responsables de las p&eacute;rdidas, los costos o los da&ntilde;os en los que se incurra como consecuencia del uso de esta documentaci&oacute;n. 
</p>


<p><img src="../gifs/oracle.gif" alt="Logotipo de Oracle" /></p>
</body>
</html>
