ATTR_READ_ORDER_LABEL=Classificar por Chegada
ATTR_AUTHINFO_LABEL=Informa\u00E7\u00F5es sobre autentica\u00E7\u00E3o
ATTR_DESTINATION_FILENAME_MSG=O campo de nome de arquivo n\u00E3o pode ficar vazio
ATTR_POLLINFO_ERROR_MSG=O intervalo de polling deve ser um n\u00FAmero inteiro positivo.
ATTR_RECURSIVE_SCAN_LABEL=Subdiret\u00F3rios de Varredura
ATTR_ANONYMOUS_USER_MAIL_ID_INFO=ID de e-mail do usu\u00E1rio an\u00F4nimo
ATTR_TIMEOUT_INFO=Timeout de Soquete. Tempo em segundos.
ATTR_AUTHINFO_INFO=Nome do usu\u00E1rio e senha para conex\u00E3o ao servidor remoto. Use esta op\u00E7\u00E3o se a senha precisar ser criptografada e n\u00E3o fizer parte do URI.
ATTR_FILE_MASK_LABEL=M\u00E1scara do Arquivo
ATTR_POLLINFO_LABEL=Intervalo de Polling
ATTR_POSTREAD_ACTION_INFO=A\u00E7\u00E3o a ser executada depois que os arquivos forem submetidos a download do servidor remoto.
ATTR_DESTINATION_DIRECTORY_INFO=Diret\u00F3rio de destino
ATTR_DESTINATION_FILENAME_LABEL=Nome do Arquivo de Destino
ATTR_POSTREAD_ACTION_LABEL=A\u00E7\u00E3o P\u00F3s-Leitura
ATTR_DOWNLOAD_DIRECTORY_LABEL=Diret\u00F3rio de Download
ATTR_ERROR_DIRECTORY_INFO=Diret\u00F3rio na m\u00E1quina local para os arquivos submetidos a download a serem armazenados no caso de erro na publica\u00E7\u00E3o de mensagens no servidor. Se a op\u00E7\u00E3o de fluxo remoto estiver ativada, ent\u00E3o esse ser\u00E1 o caminho no servidor FTP.
ATTR_READ_LIMIT_ERROR_MSG=O limite de leitura deve ser um n\u00FAmero inteiro positivo ou 0.
ATTR_TIMEOUT_LABEL=Timeout
ATTR_MAIL_ID_MSG=O id de e-mail est\u00E1 incorreto
ATTR_USER_AUTHENTICATION_INFO=Selecione o usu\u00E1rio do servidor ftp a ser An\u00F4nimo ou a conta configurada externamente
ATTR_FILE_MASK_INFO=Express\u00E3o regular dos arquivos a serem selecionados
ATTR_READ_ORDER_INFO=Os eventos devem ser Entregues na ordem de chegada
ATTR_ERROR_DIRECTORY_LABEL=Diret\u00F3rio de Erro
ATTR_DESTINATION_FILENAME_PREFIX_INFO=Prefixo do nome do Arquivo no qual o arquivo deve ser armazenado no servidor remoto
ATTR_RETRY_ERROR_MSG=Valor da contagem de novas tentativas inv\u00E1lido
ATTR_RECURSIVE_SCAN_INFO=Varrer recursivamente todos os diret\u00F3rios.
ATTR_DESTINATION_FILENAME_PREFIX_LABEL=Prefixo do Nome do Arquivo de destino
ATTR_EXTERNAL_ACCOUNT_NAME_LABEL=Conta do Servi\u00E7o
ERROR_URI_INCORRECT=O URI deve estar no formato ftp://hostname:port/directory
ATTR_DOWNLOAD_DIRECTORY_INFO=O diret\u00F3rio na m\u00E1quina local no qual os arquivos devem ser submetidos a download durante a obten\u00E7\u00E3o do ftp
ATTR_DESTINATION_DIRECTORY_LABEL=Diret\u00F3rio de Destino
ATTR_ARCHIVE_DIRECTORY_INFO=Diret\u00F3rio na m\u00E1quina local para os arquivos submetidos a download serem arquivados. Se a op\u00E7\u00E3o de fluxo remoto estiver ativada, ent\u00E3o este deve ser o caminho do servidor FTP.
ATTR_EXTERNAL_ACCOUNT_NAME_INFO=Conta do Servi\u00E7o
ATTR_DESTINATION_FILENAME_SUFFIX_LABEL=Sufixo do Nome do Arquivo de destino
ATTR_TRANSFER_MODE_INFO=Modo de Transfer\u00EAncia: Bin\u00E1rio/Ascii
ATTR_READ_LIMIT_INFO=N\u00FAmero m\u00E1ximo de mensagens a serem lidas por sweep de polling. 0 indica sem limites.
ATTR_TRANSFER_MODE_LABEL=Modo de Transfer\u00EAncia
ATTR_RETRY_COUNT_LABEL=Contagem de Novas Tentativas
ATTR_POLLINFO_INFO=Intervalo de Polling em segundos
ATTR_DESTINATION_FILENAME_INFO=Nome do arquivo no qual o arquivo deve ser armazenado no servidor remoto
ATTR_RETRY_COUNT_INFO=Contagem de Repeti\u00E7\u00F5es de falhas de conex\u00E3o com o FTP
ATTR_ARCHIVE_DIRECTORY_LABEL=Diret\u00F3rio de Archive
ATTR_DESTINATION_FILENAME_SUFFIX_INFO=Sufixo do nome do Arquivo no qual o arquivo deve ser armazenado no servidor remoto
ATTR_ANONYMOUS_USER_MAIL_ID_LABEL=Identidade (id de e-mail)
ATTR_USER_AUTHENTICATION_LABEL=Autentica\u00E7\u00E3o do Usu\u00E1rio
ATTR_TIMEOUT_ERROR_MSG=Valor de Timeout inv\u00E1lido
ATTR_READ_LIMIT_LABEL=Limite de Leitura
ATTR_DIRECT_STREAMING_LABEL=Fluxo Remoto
ATTR_DIRECT_STREAMING_INFO=A defini\u00E7\u00E3o desta op\u00E7\u00E3o como verdadeira ir\u00E1 transmitir diretamente os arquivos ftp do servidor remoto no momento do processamento.
ATTR_PASS_BY_REFERENCE_LABEL=Passar por Refer\u00EAncia
ATTR_PASS_BY_REFERENCE_INFO=Se essa op\u00E7\u00E3o for selecionada, o arquivo ser\u00E1 preparado no Diret\u00F3rio de archive e passado como refer\u00EAncia nos Cabe\u00E7alhos
ERROR_DOWNLOAD_DIR_EMPTY=O diret\u00F3rio de download n\u00E3o pode ficar vazio
ATTR_POLLER_TARGET_SERVER_INFO=O Servidor Gerenciado para executar o Servi\u00E7o de Poller que est\u00E1 fazendo polling do recurso externo
ATTR_POLLER_TARGET_SERVER_LABEL=Servidor Gerenciado
ERROR_ARCHIVE_DIR_EMPTY=O Diret\u00F3rio de Erros n\u00E3o pode ficar vazio quando a op\u00E7\u00E3o passar por refer\u00EAncia for selecionada
REQUEST_ENCODING=Codifica\u00E7\u00E3o da solicita\u00E7\u00E3o
REQUEST_ENCODING_INFO=Codifica\u00E7\u00E3o do conjunto de caracteres das solicita\u00E7\u00F5es
ERROR_INVALID_ENCODING=Nome da codifica\u00E7\u00E3o do conjunto de caracteres inv\u00E1lido
ANONYMOUS=an\u00F4nimo
EXTERNAL_USER=usu\u00E1rio externo
ARCHIVE=arquivo compactado
DELETE=deletar
ASCII=ascii
BINARY=bin\u00E1rio
URI_FORMAT=ftp://hostname:port/directory
FTP_ARCHIVE_DIR_NAME=Diret\u00F3rio de Archive de FTP
FTP_ARCHIVE_DIR_DESC=Diret\u00F3rio de Archive de FTP
FTP_STAGE_DIR_NAME=Diret\u00F3rio de Fase do FTP
FTP_STAGE_DIR_DESC=Diret\u00F3rio de Fase do FTP
FTP_ERROR_DIR_NAME=Diret\u00F3rio de Erro de FTP
FTP_ERROR_DIR_DESC=Diret\u00F3rio de Erro de FTP
FTP_DOWNLOAD_DIR_NAME=Diret\u00F3rio de Download de FTP
FTP_DOWNLOAD_DIR_DESC=Diret\u00F3rio de Download de FTP
FTP_SERVICE_ACCOUNT_NAME=Conta do Servi\u00E7o FTP
FTP_SERVICE_ACCOUNT_DESC=Conta do Servi\u00E7o FTP
ERROR_DUPLICATE_URIs=URIs duplicados n\u00E3o s\u00E3o permitidos em um Servi\u00E7o de Neg\u00F3cios.
ERROR_URI_NOT_CONFIGURED=O URI do Servi\u00E7o n\u00E3o foi configurado
