ATTR_READ_ORDER_LABEL=Trier par ordre d'arriv\u00E9e
ATTR_AUTHINFO_LABEL=Infos d'authentification
ATTR_DESTINATION_FILENAME_MSG=Le nom de fichier ne peut pas \u00EAtre vide
ATTR_POLLINFO_ERROR_MSG=L'intervalle d'interrogation doit \u00EAtre un entier positif.
ATTR_RECURSIVE_SCAN_LABEL=Balayer les sous-r\u00E9pertoires
ATTR_ANONYMOUS_USER_MAIL_ID_INFO=Adresse \u00E9lectronique pour l'utilisateur anonyme
ATTR_TIMEOUT_INFO=Temporisation de socket en secondes.
ATTR_AUTHINFO_INFO=Nom utilisateur et mot de passe pour la connexion au serveur distant. A utiliser lorsque le mot de passe doit \u00EAtre crypt\u00E9 et ne fait pas partie d'un URI.
ATTR_FILE_MASK_LABEL=Masque de fichier
ATTR_POLLINFO_LABEL=Intervalle d'interrogation
ATTR_POSTREAD_ACTION_INFO=Action \u00E0 ex\u00E9cuter une fois les fichiers t\u00E9l\u00E9charg\u00E9s \u00E0 partir du serveur distant.
ATTR_DESTINATION_DIRECTORY_INFO=R\u00E9pertoire de destination
ATTR_DESTINATION_FILENAME_LABEL=Nom du fichier de destination
ATTR_POSTREAD_ACTION_LABEL=Action apr\u00E8s lecture
ATTR_DOWNLOAD_DIRECTORY_LABEL=R\u00E9pertoire de t\u00E9l\u00E9chargement
ATTR_ERROR_DIRECTORY_INFO=R\u00E9pertoire de l'ordinateur local o\u00F9 stocker les fichiers t\u00E9l\u00E9charg\u00E9s en cas d'erreur lors de la publication des messages sur le serveur. Si l'option de transmission en continu distante est activ\u00E9e, ce doit \u00EAtre un chemin sur le serveur FTP.
ATTR_READ_LIMIT_ERROR_MSG=La limite de lecture doit \u00EAtre un entier positif ou 0.
ATTR_TIMEOUT_LABEL=Temporisation
ATTR_MAIL_ID_MSG=L'adresse \u00E9lectronique est incorrecte
ATTR_USER_AUTHENTICATION_INFO=S\u00E9lectionner l'utilisateur pour le serveur FTP pour un compte anonyme ou configur\u00E9 en externe
ATTR_FILE_MASK_INFO=Expression r\u00E9guli\u00E8re d\u00E9finissant les fichiers \u00E0 s\u00E9lectionner
ATTR_READ_ORDER_INFO=Les \u00E9v\u00E9nements doivent \u00EAtre distribu\u00E9s dans l'ordre de leur arriv\u00E9e
ATTR_ERROR_DIRECTORY_LABEL=R\u00E9pertoire des erreurs
ATTR_DESTINATION_FILENAME_PREFIX_INFO=Pr\u00E9fixe du nom de fichier pour le stockage du fichier sur le serveur distant
ATTR_RETRY_ERROR_MSG=Valeur non valide pour le nombre de tentatives
ATTR_RECURSIVE_SCAN_INFO=Balayez tous les r\u00E9pertoires r\u00E9cursivement.
ATTR_DESTINATION_FILENAME_PREFIX_LABEL=Pr\u00E9fixe pour le nom du fichier de destination
ATTR_EXTERNAL_ACCOUNT_NAME_LABEL=Compte de service
ERROR_URI_INCORRECT=L'URI doit avoir le format ftp://hostname:port/directory
ATTR_DOWNLOAD_DIRECTORY_INFO=R\u00E9pertoire de l'ordinateur local o\u00F9 t\u00E9l\u00E9charger les fichiers lors de l'ex\u00E9cution d'une commande get FTP
ATTR_DESTINATION_DIRECTORY_LABEL=R\u00E9pertoire de destination
ATTR_ARCHIVE_DIRECTORY_INFO=R\u00E9pertoire de l'ordinateur local o\u00F9 archiver les fichiers t\u00E9l\u00E9charg\u00E9s. Si l'option de transmission en continu distante est activ\u00E9e, ce doit \u00EAtre un chemin sur le serveur FTP.
ATTR_EXTERNAL_ACCOUNT_NAME_INFO=Compte de service
ATTR_DESTINATION_FILENAME_SUFFIX_LABEL=Suffixe pour le nom du fichier de destination
ATTR_TRANSFER_MODE_INFO=Mode de transfert : binaire/ASCII
ATTR_READ_LIMIT_INFO=Nombre maximal de messages \u00E0 lire par balayage d'interrogation. 0 = nombre illimit\u00E9.
ATTR_TRANSFER_MODE_LABEL=Mode de transfert
ATTR_RETRY_COUNT_LABEL=Nombre de tentatives
ATTR_POLLINFO_INFO=Intervalle d'interrogation (en secondes)
ATTR_DESTINATION_FILENAME_INFO=Nom de fichier sous lequel stocker le fichier sur le serveur distant
ATTR_RETRY_COUNT_INFO=Nombre de tentatives pour les \u00E9checs de connexion FTP
ATTR_ARCHIVE_DIRECTORY_LABEL=R\u00E9pertoire d'archivage
ATTR_DESTINATION_FILENAME_SUFFIX_INFO=Suffixe pour le nom de fichier sous lequel stocker le fichier sur le serveur distant
ATTR_ANONYMOUS_USER_MAIL_ID_LABEL=Identit\u00E9 (adresse \u00E9lectronique)
ATTR_USER_AUTHENTICATION_LABEL=Authentification utilisateur
ATTR_TIMEOUT_ERROR_MSG=Valeur de temporisation non valide
ATTR_READ_LIMIT_LABEL=Limite de lecture
ATTR_DIRECT_STREAMING_LABEL=Transmission en continu distante
ATTR_DIRECT_STREAMING_INFO=Lorsque cette option a la valeur True, les fichiers FTP sont directement transmis en continu \u00E0 partir du serveur distant au moment du traitement.
ATTR_PASS_BY_REFERENCE_LABEL=Transmettre sous forme de r\u00E9f\u00E9rence
ATTR_PASS_BY_REFERENCE_INFO=Lorsque cette option est s\u00E9lectionn\u00E9e, le fichier est pr\u00E9par\u00E9 dans le r\u00E9pertoire d'archivage et transmis sous forme de r\u00E9f\u00E9rence dans les en-t\u00EAtes
ERROR_DOWNLOAD_DIR_EMPTY=Le r\u00E9pertoire de t\u00E9l\u00E9chargement ne peut pas \u00EAtre vide
ATTR_POLLER_TARGET_SERVER_INFO=Serveur g\u00E9r\u00E9 devant ex\u00E9cuter le service d'interrogation qui interroge la ressource externe
ATTR_POLLER_TARGET_SERVER_LABEL=Serveur g\u00E9r\u00E9
ERROR_ARCHIVE_DIR_EMPTY=Le r\u00E9pertoire des erreurs ne peut pas \u00EAtre vide lorsque l'option Transmettre sous forme de r\u00E9f\u00E9rence est s\u00E9lectionn\u00E9e
REQUEST_ENCODING=Encodage des demandes
REQUEST_ENCODING_INFO=Encodage de jeu de caract\u00E8res des demandes
ERROR_INVALID_ENCODING=Nom d'encodage de jeu de caract\u00E8res non valide
ANONYMOUS=anonyme
EXTERNAL_USER=utilisateur externe
ARCHIVE=archiver
DELETE=supprimer
ASCII=ASCII
BINARY=binaire
URI_FORMAT=ftp://hostname:port/directory
FTP_ARCHIVE_DIR_NAME=R\u00E9pertoire d'archivage FTP
FTP_ARCHIVE_DIR_DESC=R\u00E9pertoire d'archivage FTP
FTP_STAGE_DIR_NAME=R\u00E9pertoire interm\u00E9diaire FTP
FTP_STAGE_DIR_DESC=R\u00E9pertoire interm\u00E9diaire FTP
FTP_ERROR_DIR_NAME=R\u00E9pertoire des erreurs FTP
FTP_ERROR_DIR_DESC=R\u00E9pertoire des erreurs FTP
FTP_DOWNLOAD_DIR_NAME=R\u00E9pertoire de t\u00E9l\u00E9chargement FTP
FTP_DOWNLOAD_DIR_DESC=R\u00E9pertoire de t\u00E9l\u00E9chargement FTP
FTP_SERVICE_ACCOUNT_NAME=Compte de service FTP
FTP_SERVICE_ACCOUNT_DESC=Compte de service FTP
ERROR_DUPLICATE_URIs=Les URI en double ne sont pas autoris\u00E9s dans un service fonctionnel
ERROR_URI_NOT_CONFIGURED=L'URI du service n'est pas configur\u00E9
