ATTR_READ_ORDER_LABEL=Ordenar por Llegada
ATTR_AUTHINFO_LABEL=Informaci\u00F3n de Autenticaci\u00F3n
ATTR_DESTINATION_FILENAME_MSG=El nombre de archivo no puede estar vac\u00EDo.
ATTR_POLLINFO_ERROR_MSG=El intervalo de sondeo debe ser un entero positivo.
ATTR_RECURSIVE_SCAN_LABEL=Explorar Subdirectorios
ATTR_ANONYMOUS_USER_MAIL_ID_INFO=Identificador de correo para usuario an\u00F3nimo
ATTR_TIMEOUT_INFO=Timeout del socket. Tiempo en segundos.
ATTR_AUTHINFO_INFO=Nombre de usuario y contrase\u00F1a para la conexi\u00F3n al servidor remoto. Utilice esta informaci\u00F3n si necesita cifrar la contrase\u00F1a y que no sea parte del URI.
ATTR_FILE_MASK_LABEL=M\u00E1scara de Archivo
ATTR_POLLINFO_LABEL=Intervalo de Sondeo
ATTR_POSTREAD_ACTION_INFO=Acci\u00F3n que se realizar\u00E1 una vez descargados los archivos del servidor remoto.
ATTR_DESTINATION_DIRECTORY_INFO=Directorio de Destino
ATTR_DESTINATION_FILENAME_LABEL=Nombre de Archivo de Destino
ATTR_POSTREAD_ACTION_LABEL=Acci\u00F3n Posterior a Lectura
ATTR_DOWNLOAD_DIRECTORY_LABEL=Directorio de Descarga
ATTR_ERROR_DIRECTORY_INFO=Directorio de la m\u00E1quina local para los archivos descargados a almacenar en caso de error en la publicaci\u00F3n de mensajes en el servidor. Si la opci\u00F3n de flujo remoto est\u00E1 activada, debe ser la ruta de acceso del servidor FTP.
ATTR_READ_LIMIT_ERROR_MSG=El l\u00EDmite de lectura debe ser un entero positivo o 0.
ATTR_TIMEOUT_LABEL=Timeout
ATTR_MAIL_ID_MSG=El identificador de correo electr\u00F3nico es incorrecto.
ATTR_USER_AUTHENTICATION_INFO=Seleccione el usuario del servidor FTP para que sea an\u00F3nimo o una cuenta configurada externamente.
ATTR_FILE_MASK_INFO=Expresi\u00F3n Regular para seleccionar los archivos.
ATTR_READ_ORDER_INFO=Eventos que se entregar\u00E1n por orden de llegada.
ATTR_ERROR_DIRECTORY_LABEL=Directorio de Error
ATTR_DESTINATION_FILENAME_PREFIX_INFO=Prefijo para el nombre de archivo con el que se almacenar\u00E1 el archivo en el servidor remoto.
ATTR_RETRY_ERROR_MSG=Valor de recuento de reintentos no v\u00E1lido
ATTR_RECURSIVE_SCAN_INFO=Explore de forma recurrente todos los directorios.
ATTR_DESTINATION_FILENAME_PREFIX_LABEL=Prefijo para el nombre de archivo de destino.
ATTR_EXTERNAL_ACCOUNT_NAME_LABEL=Cuenta de Servicio
ERROR_URI_INCORRECT=El URI debe tener el formato ftp://nombre_host:puerto/directorio.
ATTR_DOWNLOAD_DIRECTORY_INFO=Directorio en la m\u00E1quina local en el que se descargar\u00E1n los archivos durante la obtenci\u00F3n de FTP.
ATTR_DESTINATION_DIRECTORY_LABEL=Directorio de Destino
ATTR_ARCHIVE_DIRECTORY_INFO=Directorio en la m\u00E1quina local en el que se archivar\u00E1n los archivos descargados. Si la opci\u00F3n de flujo remoto est\u00E1 activada, debe ser la ruta de acceso en el servidor FTP.
ATTR_EXTERNAL_ACCOUNT_NAME_INFO=Cuenta de Servicio
ATTR_DESTINATION_FILENAME_SUFFIX_LABEL=Sufijo para el nombre de archivo de destino.
ATTR_TRANSFER_MODE_INFO=Modo de Transferencia: Binario/Ascii
ATTR_READ_LIMIT_INFO=N\u00FAmero m\u00E1ximo de mensajes para leer por barrido de sondeo. 0 indica que no hay l\u00EDmite.
ATTR_TRANSFER_MODE_LABEL=Modo de Transferencia
ATTR_RETRY_COUNT_LABEL=Recuento de Reintentos
ATTR_POLLINFO_INFO=Intervalo de sondeo en segundos
ATTR_DESTINATION_FILENAME_INFO=Nombre de archivo con el que se almacenar\u00E1 el archivo en el servidor remoto.
ATTR_RETRY_COUNT_INFO=Recuento de reintentos para fallos de conexi\u00F3n FTP.
ATTR_ARCHIVE_DIRECTORY_LABEL=Directorio de Archivo
ATTR_DESTINATION_FILENAME_SUFFIX_INFO=Sufijo para el nombre de archivo con el que se almacenar\u00E1 el archivo en el servidor remoto.
ATTR_ANONYMOUS_USER_MAIL_ID_LABEL=Identidad (Identificador de Correo Electr\u00F3nico)
ATTR_USER_AUTHENTICATION_LABEL=Autenticaci\u00F3n de Usuario
ATTR_TIMEOUT_ERROR_MSG=Valor de Timeout No V\u00E1lido
ATTR_READ_LIMIT_LABEL=L\u00EDmite de Lectura
ATTR_DIRECT_STREAMING_LABEL=Flujo Remoto
ATTR_DIRECT_STREAMING_INFO=Si se define en true, se transmitir\u00E1 directamente a los archivos FTP del servidor remoto en el momento del procesamiento.
ATTR_PASS_BY_REFERENCE_LABEL=Transferir por Referencia
ATTR_PASS_BY_REFERENCE_INFO=Si se selecciona, el archivo se ubica temporalmente en el directorio de archivo y se transfiere como referencia en las cabeceras.
ERROR_DOWNLOAD_DIR_EMPTY=El directorio de descarga no puede estar vac\u00EDo.
ATTR_POLLER_TARGET_SERVER_INFO=Servidor gestionado para ejecutar el servicio de sondeo que sondea el recurso externo.
ATTR_POLLER_TARGET_SERVER_LABEL=Servidor Gestionado
ERROR_ARCHIVE_DIR_EMPTY=El directorio de error no puede estar vac\u00EDo al seleccionar la transferencia por referencia.
REQUEST_ENCODING=Codificaci\u00F3n de Solicitud
REQUEST_ENCODING_INFO=Codificaci\u00F3n de juego de caracteres para solicitudes
ERROR_INVALID_ENCODING=Nombre de codificaci\u00F3n de juego de caracteres no v\u00E1lido
ANONYMOUS=an\u00F3nimo
EXTERNAL_USER=usuario externo
ARCHIVE=archivar
DELETE=suprimir
ASCII=ascii
BINARY=binario
URI_FORMAT=ftp://nombre_host:puerto/directorio
FTP_ARCHIVE_DIR_NAME=Directorio de Archivo de FTP
FTP_ARCHIVE_DIR_DESC=Directorio de Archivo de FTP
FTP_STAGE_DIR_NAME=Directorio Temporal de FTP
FTP_STAGE_DIR_DESC=Directorio Temporal de FTP
FTP_ERROR_DIR_NAME=Directorio de Error de FTP
FTP_ERROR_DIR_DESC=Directorio de Error de FTP
FTP_DOWNLOAD_DIR_NAME=Directorio de Descarga de FTP
FTP_DOWNLOAD_DIR_DESC=Directorio de Descarga de FTP
FTP_SERVICE_ACCOUNT_NAME=Cuenta de Servicio de FTP
FTP_SERVICE_ACCOUNT_DESC=Cuenta de Servicio de FTP
ERROR_DUPLICATE_URIs=No se permiten URI duplicados en un servicio de negocio.
ERROR_URI_NOT_CONFIGURED=No se ha configurado el URI de servicio.
