SCHEMA_VALIDATION_NO_SCHEMA=O Esquema XML para este recurso n\u00E3o foi especificado.
SCHEMA_VALIDATION_INVALID_XML=O Esquema XML fornecido n\u00E3o \u00E9 um documento XML v\u00E1lido:\n{0}
SCHEMA_VALIDATION_INVALID_SCHEMA=O Esquema XML fornecido n\u00E3o \u00E9 um documento de Esquema XML bem definido:\n{0}.
SCHEMA_VALIDATION_IMPORT_LOCAL_NS=Este Esquema XML cont\u00E9m um <import/> cujo namespace corresponde ao targetNamespace.
SCHEMA_VALIDATION_IMPORT_CONFLICT=Este Esquema XML cont\u00E9m 2 <import/> com o schemaLocation "{0}", mas com namespaces diferentes.
SCHEMA_VALIDATION_INCLUDE_CONFLICT=Este Esquema XML cont\u00E9m um <include/> ou <redefine/> e um <import/> com o mesmo schemaLocation "{0}".
SCHEMA_VALIDATION_DEP_OOSYNC=Erro inesperado: o estado interno (depend\u00EAncias) do recurso est\u00E1 corrompido. Reedite e salve o recurso do Esquema XML.
SCHEMA_VALIDATION_DEP_NOT_SET=A depend\u00EAncia n\u00E3o est\u00E1 configurada no recurso do esquema. A poss\u00EDvel raz\u00E3o \u00E9 que uma ou mais importa\u00E7\u00F5es/inclus\u00F5es n\u00E3o estejam definidas corretamente.
SCHEMA_VALIDATION_DEP_NOT_EXIST=O recurso do Esquema XML configurado n\u00E3o existe.
SCHEMA_VALIDATION_DEP_UNRESOLVED=O recurso do Esquema XML configurado est\u00E1 no estado N\u00E3o resolvido.
SCHEMA_VALIDATION_DEP_INVALID=O recurso do Esquema XML configurado est\u00E1 no estado Inv\u00E1lido.
SCHEMA_VALIDATION_DEP_SELF_REF=O recurso do Esquema XML configurado \u00E9 igual ao recurso do Esquema XML que est\u00E1 sendo definido.
SCHEMA_VALIDATION_DEP_CYCLE=O recurso do Esquema XML configurado cont\u00E9m depend\u00EAncias mapeadas para o recurso do Esquema XML que est\u00E1 sendo definido.
SCHEMA_VALIDATION_DEP_UNEXPECTED=O recurso do Esquema XML configurado introduziu um erro inesperado.
SCHEMA_VALIDATION_DEP_IMPORT=O targetNamespace do Esquema XML referenciado deve corresponder ao valor do atributo de namespace da tag <import/>.
SCHEMA_VALIDATION_DEP_INCLUDE=O Esquema XML referenciado deve n\u00E3o ter um targetNamespace ou ter um id\u00EAntico a este Esquema XML.
SCHEMA_VALIDATION_TREE=O Esquema XML n\u00E3o \u00E9 v\u00E1lido: {0}.
SCHEMA_VALIDATION_TREE_UNEXPECTED=Ocorreu um erro inesperado ao construir o Type system do esquema XML: {0}
SCHEMA_RUNTIME_NOT_VALID_STATE=O recurso do Esquema XML "{0}" n\u00E3o est\u00E1 em um estado v\u00E1lido.
SCHEMA_RUNTIME_UNEXPECTED_ERROR=Ocorreu um erro inesperado ao usar o recurso do Esquema XML "{0}";
