SCHEMA_VALIDATION_NO_SCHEMA=Le sch\u00E9ma XML de cette ressource n'est pas indiqu\u00E9.
SCHEMA_VALIDATION_INVALID_XML=Le sch\u00E9ma XML indiqu\u00E9 n''est pas un document XML correctement format\u00E9 :\n{0}
SCHEMA_VALIDATION_INVALID_SCHEMA=Le sch\u00E9ma XML indiqu\u00E9 n''est pas un document de sch\u00E9ma XML correctement d\u00E9fini :\n{0}.
SCHEMA_VALIDATION_IMPORT_LOCAL_NS=Ce sch\u00E9ma XML contient une balise <import/> dont l'espace de noms correspond au targetNamespace.
SCHEMA_VALIDATION_IMPORT_CONFLICT=Ce sch\u00E9ma XML contient 2 balises <import/> avec la valeur schemaLocation "{0}" mais des espaces de noms diff\u00E9rents.
SCHEMA_VALIDATION_INCLUDE_CONFLICT=Ce sch\u00E9ma XML contient une balise <include/> ou <redefine/> et une balise <import/> avec la m\u00EAme valeur schemaLocation "{0}".
SCHEMA_VALIDATION_DEP_OOSYNC=Erreur inattendue, l'\u00E9tat interne de la ressource (d\u00E9pendances) est endommag\u00E9. Effectuez une nouvelle modification, puis enregistrez la ressource de sch\u00E9ma XML.
SCHEMA_VALIDATION_DEP_NOT_SET=La d\u00E9pendance n'est pas configur\u00E9e dans la ressource de sch\u00E9ma. Raison possible : des balises import/include ne sont pas d\u00E9finies correctement.
SCHEMA_VALIDATION_DEP_NOT_EXIST=La ressource de sch\u00E9ma XML configur\u00E9e n'existe pas.
SCHEMA_VALIDATION_DEP_UNRESOLVED=La ressource de sch\u00E9ma XML configur\u00E9e pr\u00E9sente l'\u00E9tat Non r\u00E9solu.
SCHEMA_VALIDATION_DEP_INVALID=La ressource de sch\u00E9ma XML configur\u00E9e pr\u00E9sente l'\u00E9tat Non valide.
SCHEMA_VALIDATION_DEP_SELF_REF=La ressource de sch\u00E9ma XML configur\u00E9e est identique \u00E0 celle en cours de d\u00E9finition.
SCHEMA_VALIDATION_DEP_CYCLE=La ressource de sch\u00E9ma XML configur\u00E9e contient des d\u00E9pendances mises en correspondance avec la ressource de sch\u00E9ma XML en cours de d\u00E9finition.
SCHEMA_VALIDATION_DEP_UNEXPECTED=La ressource de sch\u00E9ma XML configur\u00E9e a provoqu\u00E9 une erreur inattendue.
SCHEMA_VALIDATION_DEP_IMPORT=L'\u00E9l\u00E9ment targetNamespace du sch\u00E9ma XML r\u00E9f\u00E9renc\u00E9 doit correspondre \u00E0 la valeur de l'attribut d'espace de noms de la balise <import/>.
SCHEMA_VALIDATION_DEP_INCLUDE=Le sch\u00E9ma XML r\u00E9f\u00E9renc\u00E9 ne doit pas pr\u00E9senter d'\u00E9l\u00E9ment targetNamespace ou doit en comporter un identique \u00E0 ce sch\u00E9ma XML.
SCHEMA_VALIDATION_TREE=Le sch\u00E9ma XML n''est pas valide : {0}.
SCHEMA_VALIDATION_TREE_UNEXPECTED=Une erreur inattendue s''est produite lors de la construction du syst\u00E8me de type Sch\u00E9ma XML : {0}
SCHEMA_RUNTIME_NOT_VALID_STATE=La ressource de sch\u00E9ma XML "{0}" ne pr\u00E9sente pas un \u00E9tat valide.
SCHEMA_RUNTIME_UNEXPECTED_ERROR=Une erreur inattendue s''est produite lors de l''utilisation de la ressource de sch\u00E9ma XML "{0}" ;
