SCHEMA_VALIDATION_NO_SCHEMA=\uC774 \uB9AC\uC18C\uC2A4\uC758 XML \uC2A4\uD0A4\uB9C8\uAC00 \uC9C0\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
SCHEMA_VALIDATION_INVALID_XML=\uC9C0\uC815\uD55C XML \uC2A4\uD0A4\uB9C8\uB294 \uC62C\uBC14\uB974\uAC8C \uAD6C\uC131\uB41C XML \uBB38\uC11C\uAC00 \uC544\uB2D9\uB2C8\uB2E4.\n{0}
SCHEMA_VALIDATION_INVALID_SCHEMA=\uC9C0\uC815\uD55C XML \uC2A4\uD0A4\uB9C8\uB294 \uC62C\uBC14\uB974\uAC8C \uC815\uC758\uB41C XML \uC2A4\uD0A4\uB9C8 \uBB38\uC11C\uAC00 \uC544\uB2D9\uB2C8\uB2E4.\n{0}.
SCHEMA_VALIDATION_IMPORT_LOCAL_NS=\uC774 XML \uC2A4\uD0A4\uB9C8\uC5D0\uB294 \uB124\uC784\uC2A4\uD398\uC774\uC2A4\uAC00 targetNamespace\uC640 \uC77C\uCE58\uD558\uB294 <import/>\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
SCHEMA_VALIDATION_IMPORT_CONFLICT=\uC774 XML \uC2A4\uD0A4\uB9C8\uC5D0\uB294 schemaLocation\uC774 "{0}"\uC774\uC9C0\uB9CC \uB124\uC784\uC2A4\uD398\uC774\uC2A4\uAC00 \uC11C\uB85C \uB2E4\uB978 \uB450 \uAC1C\uC758 <import/>\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
SCHEMA_VALIDATION_INCLUDE_CONFLICT=\uC774 XML \uC2A4\uD0A4\uB9C8\uC5D0\uB294 \uB3D9\uC77C\uD55C schemaLocation "{0}"\uC744(\uB97C) \uAC00\uC9C4 <include/> \uB610\uB294 <redefine/> \uBC0F <import/>\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
SCHEMA_VALIDATION_DEP_OOSYNC=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uB9AC\uC18C\uC2A4 \uB0B4\uBD80 \uC0C1\uD0DC(\uC885\uC18D\uC131)\uAC00 \uC190\uC0C1\uB41C \uC0C1\uD0DC\uC785\uB2C8\uB2E4. XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uB97C \uB2E4\uC2DC \uD3B8\uC9D1\uD55C \uD6C4 \uC800\uC7A5\uD558\uC2ED\uC2DC\uC624.
SCHEMA_VALIDATION_DEP_NOT_SET=\uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uC5D0 \uC885\uC18D\uC131\uC774 \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uD55C \uAC1C \uC774\uC0C1\uC758 \uC784\uD3EC\uD2B8/\uD3EC\uD568\uC774 \uC81C\uB300\uB85C \uC124\uC815\uB418\uC9C0 \uC54A\uC558\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
SCHEMA_VALIDATION_DEP_NOT_EXIST=\uAD6C\uC131\uB41C XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
SCHEMA_VALIDATION_DEP_UNRESOLVED=\uAD6C\uC131\uB41C XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uAC00 \uD655\uC778\uB418\uC9C0 \uC54A\uC740 \uC0C1\uD0DC\uC785\uB2C8\uB2E4.
SCHEMA_VALIDATION_DEP_INVALID=\uAD6C\uC131\uB41C XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uAC00 \uBD80\uC801\uD569\uD55C \uC0C1\uD0DC\uC785\uB2C8\uB2E4.
SCHEMA_VALIDATION_DEP_SELF_REF=\uAD6C\uC131\uB41C XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uAC00 \uC815\uC758 \uC911\uC778 XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uC640 \uAC19\uC2B5\uB2C8\uB2E4.
SCHEMA_VALIDATION_DEP_CYCLE=\uAD6C\uC131\uB41C XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uC5D0 \uC815\uC758 \uC911\uC778 XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uB85C \uB9E4\uD551\uB418\uB294 \uC885\uC18D\uC131\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
SCHEMA_VALIDATION_DEP_UNEXPECTED=\uAD6C\uC131\uB41C XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
SCHEMA_VALIDATION_DEP_IMPORT=\uCC38\uC870\uB41C XML \uC2A4\uD0A4\uB9C8\uC758 targetNamespace\uB294 <import/> \uD0DC\uADF8\uC758 \uB124\uC784\uC2A4\uD398\uC774\uC2A4 \uC18D\uC131 \uAC12\uACFC \uC77C\uCE58\uD574\uC57C \uD569\uB2C8\uB2E4.
SCHEMA_VALIDATION_DEP_INCLUDE=\uCC38\uC870\uB41C XML \uC2A4\uD0A4\uB9C8\uC5D0 targetNamespace\uAC00 \uC5C6\uC5B4\uC57C \uD558\uAC70\uB098 \uC774 XML \uC2A4\uD0A4\uB9C8\uC640 \uB3D9\uC77C\uD55C \uB124\uC784\uC2A4\uD398\uC774\uC2A4\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
SCHEMA_VALIDATION_TREE=XML \uC2A4\uD0A4\uB9C8\uAC00 \uBD80\uC801\uD569\uD568: {0}.
SCHEMA_VALIDATION_TREE_UNEXPECTED=XML \uC2A4\uD0A4\uB9C8 \uC720\uD615 \uC2DC\uC2A4\uD15C\uC744 \uBE4C\uB4DC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958 \uBC1C\uC0DD: {0}
SCHEMA_RUNTIME_NOT_VALID_STATE=XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4 "{0}"\uC774(\uAC00) \uC801\uD569\uD55C \uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
SCHEMA_RUNTIME_UNEXPECTED_ERROR=XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4 "{0}"\uC744(\uB97C) \uC0AC\uC6A9\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
