NEW_ALERT_RULE_TITLE=Crear Nueva Regla
CREATE_NEW_ALERT_RULE=Crear Nueva Regla de Alerta
ALERT_RULE_NAME=Nombre de la Regla de Alerta
NEW_ALERT_RULE_DESC=Utilice esta p\u00E1gina para configurar una nueva regla de alerta.
NEW_ALERT_RULE_NAME_INFO=Nombre de la nueva regla de alerta.
ALERT_RULES=Reglas de Alertas
EDIT_ALERT_RULE_TITLE=Editar Regla de Alerta
EDIT_ALERT_RULE_DESC=Utilice esta p\u00E1gina para editar la configuraci\u00F3n de la regla.
VIEW_ALERT_RULE_TITLE=Ver Reglas de Alertas
VIEW_ALERT_RULE_DESC=Esta p\u00E1gina muestra las reglas de alertas para un servicio o servicio de proxy. Puede editar una regla de alerta haciendo clic en su nombre. Tambi\u00E9n puede activar la casilla de control situada delante de cada nombre de regla de alerta y hacer clic en el bot\u00F3n Suprimir para suprimir una o m\u00E1s reglas de alertas
NO_ALERT_RULE_CONFIGURED=Actualmente no hay ninguna regla de alerta configurada. Para crear una nueva regla de alerta, haga clic en el enlace <i>Crear Nueva Regla de Alerta</i> situado en la barra de tareas izquierda.
ALERT_RULES_GROUP=Reglas de Alertas
UNKNOWN=Desconocido
NORMAL=Normal
WARNING=Advertencia
MINOR=Menor
MAJOR=Grave
CRITICAL=Cr\u00EDtico
FATAL=Fatal
NORMAL_SHORT=N
WARNING_SHORT=A
MINOR_SHORT=Mn
MAJOR_SHORT=My
CRITICAL_SHORT=C
FATAL_SHORT=F
EVERY_TIME=Cada Vez
ONCE_UNTIL_CONDITIONS_CLEAR=Notificar una Vez
ERROR_INVALID_NAME=El nombre de regla est\u00E1 vac\u00EDo o no es v\u00E1lido.
ERROR_ALERT_DESTINATION_EMPTY=El destino de alerta est\u00E1 vac\u00EDo o no es v\u00E1lido.
ERROR_ALERT_DESTINATION_INVALID=El destino de alerta no es v\u00E1lido. Introduzca el nombre de un destino de alerta v\u00E1lido.
ERROR_INVALID_STATISTIC_VALUE=El valor de estad\u00EDstica no es v\u00E1lido. Introduzca un n\u00FAmero positivo.
ERROR_INVALID_RATIO_STATISTIC_VALUE=El valor para la estad\u00EDstica de ratio no es v\u00E1lido. Introduzca un valor inferior o igual a 100.
ERROR_INVALID_RATIO_STATISTIC_BOUNDARY_VALUE1=El valor para la estad\u00EDstica de ratio no es v\u00E1lido. Introduzca un valor superior o igual a cero, pero inferior a 100.
ERROR_INVALID_RATIO_STATISTIC_BOUNDARY_VALUE2=El valor para la estad\u00EDstica de ratio no es v\u00E1lido. Introduzca un valor superior a cero, pero inferior o igual a 100.
ERROR_ALERT_RULE_EXISTS=Ya existe una regla con este nombre para este servicio.
ERROR_INVALID_EXPIRATION_DATE=Se ha especificado una fecha de caducidad de la regla no v\u00E1lida. Utilice el formato {0}.
ERROR_INVALID_TIME=Se ha especificado una hora no v\u00E1lida. Utilice el formato {0}.
ERROR_INVALID_END_TIME=La hora de finalizaci\u00F3n no puede ser anterior a la hora de inicio.
ERROR_INVALID_TIME_RANGE=El rango de Hora de Inicio - Hora de Finalizaci\u00F3n no es v\u00E1lido.
HEADER_ALERTRULE_NAME=Nombre de la Regla
HEADER_ALERTRULE_DESC=Descripci\u00F3n de la Regla
HEADER_ALERTRULE_ENABLED=\u00BFRegla Activada?
ENABLE=Activar
DISABLE=Desactivar
LABEL_ALERTRULE_NAME=Nombre de la Regla
LABEL_ALERTRULE_DESC=Descripci\u00F3n de la Regla
LABEL_ALERTRULE_EXPIRATION_DATE=Fecha de Caducidad de la Regla ({0})
LABEL_ALERTRULE_STARTTIME=Hora de Inicio ({0})
LABEL_ALERTRULE_ENDTIME=Hora de Finalizaci\u00F3n: ({0})
LABEL_ALERTRULE_FREQUENCY=Frecuencia de Alerta
LABEL_ALERTRULE_SEVERITY=Gravedad de Alerta
LABEL_ALERTRULE_ENABLED=Regla Activada
LABEL_ALERTRULE_STOP_PROCESSING=Parar Procesamiento de M\u00E1s Reglas
LABEL_ALERT_SUMMARY=Resumen de Alertas
LABEL_ALERT_DESTINATION=Destino de Alerta
PAGE_HEADER_CONDITION_EDITOR=Editor de Condici\u00F3n
TABLE_HEADER_CONDITION_EDITOR=Condici\u00F3n: M\u00E9tricas de Supervisi\u00F3n
LABEL_AGGREGATION_INTERVAL=Seleccione Intervalo de Agregaci\u00F3n para la condici\u00F3n:
LABEL_AGGREGATION_INTERVAL_FOR_SERVICE=Intervalo de Agregaci\u00F3n
TITLE_MONITORING_CONFIGURATION=Configuraci\u00F3n de Supervisi\u00F3n: {0}
DESC_MONITORING_CONFIGURATION=Esta p\u00E1gina permite cambiar la configuraci\u00F3n operativa para este servicio.
TITLE_OPERATION_DETAILS=Configuraci\u00F3n Operativa de {0}
TITLE_ALERTRULES=Resumen de Reglas de Alertas de SLA
COL_HEADER_SLA_STATE=Estado de SLA
DESC_ALERTRULES=Esta secci\u00F3n permite configurar las reglas de alertas para este servicio.
ENABLE_SERVICE=Activar Servicio
ENABLE_MONITORING=Activar Supervisi\u00F3n
ENABLED=Activado
DISABLED=Desactivado
BUTTON_UPDATE=Actualizar
TOOLTIP_DELETE_ALERT_RULE=Suprimir Regla de Alerta
MSG_ALERT_NAME_NOT_PROVIDED=No se ha introducido el nombre de la regla. Debe proporcionar un nombre para la regla de alerta.
MSG_CANNOT_FIND_STATISTICS=No se puede crear una regla de alerta para este servicio, ya que no se ha podido recuperar la informaci\u00F3n de las estad\u00EDsticas de supervisi\u00F3n.
MSG_CANNOT_COMBINE_SINGLE_CONDITION=No se puede combinar una condici\u00F3n individual. Debe seleccionar dos o m\u00E1s condiciones que combinar mediante And/Or.
MSG_NO_CONDITIONS_TO_COMBINE=No se ha seleccionado ninguna condici\u00F3n. Debe seleccionar dos o m\u00E1s condiciones que combinar mediante And/Or.
MSG_CONDITIONS_NOT_COMBINED=No se puede configurar la regla de alerta si las condiciones no est\u00E1n combinadas. Combine las condiciones mediante And/Or.
MSG_CONDITION_NOT_CONFIGURED=No se puede configurar ninguna regla de alerta sin ninguna condici\u00F3n. Agregue condiciones.
MSG_ACTION_NOT_CONFIGURED=No se puede configurar ninguna regla de alerta sin ninguna acci\u00F3n. Agregue al menos una acci\u00F3n.
MSG_ALERTULE_CREATED=La regla de alerta \"{0}\" se ha creado correctamente.
MSG_ALERTRULE_UPDATED=La regla de alerta \"{0}\" se ha actualizado correctamente.
MSG_ALERTRULE_DELETED=La regla de alerta \"{0}\" se ha suprimido correctamente.
MSG_ALERTRULE_NOT_FOUND=No se ha encontrado la regla de alerta \"{0}\".
MSG_SERVICE_NOT_FOUND=No se ha encontrado el servicio \"{0}\"; puede que se haya suprimido, se haya cambiado de nombre o se haya movido a otros proyectos o carpetas.
MSG_SERVICE_DISABLED=El servicio \"{0}\" se ha desactivado. Tambi\u00E9n se desactivar\u00E1 la supervisi\u00F3n para este servicio.
MSG_RULE_MOVED_DOWN=La regla se ha movido abajo correctamente.
MSG_RULE_MOVED_UP=La regla se ha movido arriba correctamente.
MSG_RULE_EXPIRED=Caducado
MSG_NEVER_EXPIRES=No Caduca
MSG_ZERO_AGGREGATION_INTERVAL=El intervalo de agregaci\u00F3n no puede ser cero. Seleccione un valor que no sea cero.
MSG_SERVICE_UPDATE_SUCCESSFUL=El servicio se ha actualizado correctamente.
TITLE_NEW_ALERTRULE=Nueva Regla de Alerta: {0}
TITLE_NEW_ALERTRULE_CONFIG=Nueva Regla de Alerta: [{0}]
TITLE_NEW_ALERTRULE_CONDITIONS=Nueva Regla de Alerta: {0} [{1}]
TITLE_NEW_ALERTRULE1=Nueva Regla de Alerta
TITLE_NEW_ALERTRULE_ACTIONS=Nueva Regla de Alerta: Definir Acciones: {0} [{1}]
TITLE_EDIT_ALERTRULE=Editar Regla de Alerta: {0} [{1}]
TITLE_EDIT_ALERTRULE1=Editar Regla de Alerta
TITLE_VIEW_ALERTRULE=Ver Detalles de Regla de Alerta: {0} [{1}]
TITLE_VIEW_ALERTRULE1=Ver Detalles de Regla de Alerta
TITLE_EDIT_ALERTRULE_CONFIG=Editar Regla de Alerta [{0}]
TITLE_EDIT_ALERTRULE_CONDITIONS=Editar Regla de Alerta: {0} [{1}]
TITLE_GENERAL_CONFIGURATION=Configuraci\u00F3n General
TITLE_CONDITIONS_CONFIGURATION=Configuraci\u00F3n de Condiciones de Regla de Alerta
TITLE_EDIT_ALERTRULE_ACTIONS=Editar Regla de Alerta: Definir Acciones: {0} [{1}]
TITLE_SIMPLE_EXPRESSION=Expresi\u00F3n Simple
TITLE_COMPLEX_EXPRESSION=Expresi\u00F3n Compleja
ALERT_RULE_CONDITIONS_DESC=Utilice esta p\u00E1gina para configurar las condiciones de regla de alerta.
ALERT_RULE_ACTIONS_DESC=Utilice esta p\u00E1gina para configurar las acciones de regla de alerta.
ALERT_RULE_SPECIFIC_ACTION_DESC=Utilice esta p\u00E1gina para configurar los par\u00E1metros de acci\u00F3n espec\u00EDficos de transporte.
COL_HEADER_ALERTRULE_NAME=Nombre de Regla de Alerta
COL_HEADER_ALERTRULE_DESC=Descripci\u00F3n
COL_HEADER_EXPIRATION_DATE=Fecha de Caducidad
COL_HEADER_SEVERITY=Gravedad
COL_HEADER_STATUS=Estado
COL_HEADER_STOP_PROCESSING=Parar Procesamiento
COL_HEADER_FREQUENCY=Frecuencia
COL_HEADER_AGGREGATION_INTERVAL=Intervalo de Agregaci\u00F3n
COL_HEADER_CONDITION_EXPRESSION=Expresi\u00F3n
COL_HEADER_FUNCTION=Funci\u00F3n
COL_HEADER_STATNAME=Estad\u00EDstica
COL_HEADER_OPERATOR=Operador
COL_HEADER_STATVALUE=Valor
COL_HEADER_OPTIONS=Opciones
COL_HEADER_ACTION=Acci\u00F3n
COL_HEADER_DESCRIPTION=Descripci\u00F3n
COL_HEADER_URI=URI
TOOLTIP_MOVE_DOWN_ALERT_RULE=Mover abajo la regla de alerta y volver a ordenar las reglas.
TOOLTIP_MOVE_UP_ALERT_RULE=Mover arriba la regla de alerta y volver a ordenar las reglas.
TOOLTIP_EDIT_CONDITION=Haga clic para editar esta condici\u00F3n.
TOOLTIP_DELETE_CONDITION=Haga clic para suprimir esta condici\u00F3n.
TOOLTIP_SPLIT_CONDITION=Haga clic para dividir esta condici\u00F3n en expresiones simples.
LABEL_ADD_CONDITION_BUTTON=Agregar
TOOLTIP_EDIT_ACTION=Haga clic para editar esta acci\u00F3n.
TOOLTIP_DELETE_ACTION=Haga clic para suprimir esta acci\u00F3n.
LABEL_CONDITON_CONNECTOR_AND=And
LABEL_CONDITON_CONNECTOR_OR=Or
BANNER_ALERTRULE_GENERAL_CONFIGURATION=Configuraci\u00F3n General
BANNER_ALERTRULE_CONDITIONS=Condiciones
BANNER_ALERTRULE_ACTIONS=Par\u00E1metros de Acci\u00F3n
LABEL_CONDITION_EXPRESSION=Expresi\u00F3n de Condici\u00F3n
VIEW_NO_TRANSPORT_SPECIFIC=No hay ninguna configuraci\u00F3n del protocolo de transporte seleccionado.
AGGREGATION_INTERVAL_AND=y
TOOLTIP_RULE_NAME=Nombre de la regla de alerta
TOOLTIP_RULE_DESCRIPTION=Operaci\u00F3n detallada de la regla de alerta
TOOLTIP_RULE_ENABLED=Seleccione "S\u00ED" para activar esta regla
TOOLTIP_EXPIRATION_DATE=Fecha de caducidad de la regla con el formato {0}
TOOLTIP_START_TIME=Utilice los campos de hora de inicio y finalizaci\u00F3n para especificar un intervalo de horas durante el cual la regla estar\u00E1 activada cada d\u00EDa. Por ejemplo, de 9:00 a 17:00
TOOLTIP_END_TIME=Utilice los campos de hora de inicio y finalizaci\u00F3n para especificar un intervalo de horas durante el cual la regla estar\u00E1 activada cada d\u00EDa. Por ejemplo, de 9:00 a 17:00
TOOLTIP_ALERT_SEVERITY=Gravedad de la alerta que disparar\u00E1 esta regla
TOOLTIP_ALERT_FREQUENCY=Frecuencia de la alerta que disparar\u00E1 esta regla
TOOLTIP_STOP_PROCESSING_MORE_RULES=Seleccione "S\u00ED" para parar el procesamiento de m\u00E1s reglas despu\u00E9s de que esta regla dispare una alerta
TOOLTIP_CONDITION_EXPRESSION=Expresi\u00F3n de condici\u00F3n para una alerta que disparar\u00E1 esta regla
TOOLTIP_ALERT_SUMMARY=Introduzca el texto (m\u00E1ximo 80 caracteres) que se vaya a enviar como "Asunto" en la alerta que esta regla dispara.
TOOLTIP_ALERT_DESTINATION=Seleccione el destino de alerta haciendo clic en el bot\u00F3n "Examinar"
VIEW_ALERTRULE_DESC=Consulte los detalles de la regla de alerta {0}. Para editar esta regla de alerta, haga clic en el bot\u00F3n Editar o en uno de los enlaces de edici\u00F3n.
EDIT_ALERTRULE_DESC=Revise la configuraci\u00F3n de esta regla de alerta antes de enviar los cambios.
FUNCTION_COUNT=Recuento
FUNCTION_MINIMUM=M\u00EDnimo
FUNCTION_MAXIMUM=M\u00E1ximo
FUNCTION_AVERAGE=Medio
FUNCTION_STATUS=Estado
OPERATOR_EQUALS==
OPERATOR_NOT_EQUALS=!=
OPERATOR_TRANSITION=Transici\u00F3n
MSG_ALERTRULE_ALREADY_EXPIRED=La regla de alerta que intenta crear o modificar ya ha caducado.
NO_ACTIONS_DEFINED=No se ha definido ninguna acci\u00F3n
WARNING_NO_ALERT_DESTINATION=No se ha especificado ning\u00FAn destino de alerta para esta regla de alerta. La regla de alerta se ejecutar\u00E1 cuando se cumplan las condiciones de la regla. Tenga en cuenta que al ejecutar la regla de alerta, las m\u00E9tricas de supervisi\u00F3n aumentar\u00E1n, pero no habr\u00E1 rastros visibles de la alerta.
MSG_NO_ALERTRULES_DELETED=No se ha suprimido ninguna regla de alerta. Seleccione una o m\u00E1s reglas de alertas y haga clic en el bot\u00F3n Suprimir.
MSG_NO_ALERTRULES_ENABLED=No se ha activado ninguna regla de alerta. Seleccione una o m\u00E1s reglas de alertas y haga clic en el bot\u00F3n Activar.
MSG_NO_ALERTRULES_DISABLED=No se ha desactivado ninguna regla de alerta. Seleccione una o m\u00E1s reglas de alertas y haga clic en el bot\u00F3n Desactivar.
TOOLTIP_GENERAL_CONFIGURATION_BANNER=La secci\u00F3n describe la configuraci\u00F3n general de esta regla de alerta.
TOOLTIP_CONDITIONS_BANNER=La secci\u00F3n describe las condiciones configuradas para esta regla de alerta.
MSG_ALERTRULES_ENABLED=Todas las reglas de alertas seleccionadas se han activado correctamente.
MSG_ALERTRULES_DISABLED=Todas las reglas de alertas seleccionadas se han desactivado correctamente.
TEXT_AGGREGATION_INTERVAL={0} horas {1} minutos
LABEL_RENAME=Cambiar Nombre
TEXT_RENAME_ALERT_RULE=Cambiar Nombre de Regla de Alerta
TEXT_CURRENT_ALERT_RULE_NAME=Nombre de Regla de Alerta Actual
TEXT_CURRENT_ALERT_RULE_NAME_DESC=Nombre actual de la regla de alerta
TEXT_NEW_ALERT_RULE_NAME=Nuevo Nombre de Regla de Alerta
TEXT_NEW_ALERT_RULE_NAME_DESC=Nuevo nombre de la regla de alerta
MSG_NEW_ALERT_RULE_NAME_IS_EMPTY=Proporcione un nombre para la regla de alerta
MSG_ALERT_RULE_RENAME_SUCCESS=El nombre de la regla de alerta \"{0}\" se ha cambiado correctamente a \"{1}\".
ERROR_UNEXPECTED=Se ha producido una excepci\u00F3n inesperada durante la creaci\u00F3n o actualizaci\u00F3n de las reglas de alertas:\n{0}
ALERT_RULE_UPDATE_MSG=Las reglas de alertas se han actualizado correctamente.
ALERT_RULE_NO_UPDATE_MSG=Todas las reglas de alertas est\u00E1n actualizadas.
EVALUATE_ON_ALL_SERVERS=Evaluar en Todos los Servidores
EVALUATE_ON_ANY_SERVER=Evaluar en Cualquier Servidor
ALL_URI_OFFLINE=Todos los URI Fuera de L\u00EDnea
ALL_URI_ONLINE=Todos los URI en L\u00EDnea
ANY_URI_OFFLINE=Cualquier URI Fuera de L\u00EDnea
ANY_URI_ONLINE=Cualquier URI en L\u00EDnea
STATUS_OF_DERIVED_STATISTICS=estado de {0}
MESSAGE_COUNT=Recuento de Mensajes
ERROR_COUNT=Recuento de Errores
RESPONSE_TIME=Tiempo de Respuesta
THROTTLING_TIME=Tiempo de Regulaci\u00F3n
CACHE_HIT_COUNT=Recuento de Aciertos de Cach\u00E9
FAILOVER_COUNT=Recuento de Failover
VALIDATION_ERROR=Recuento de Errores de Validaci\u00F3n
SUCCESS_RATE=Ratio de \u00C9xito (%)
FAILURE_RATE=Ratio de Fallos (%)
WSS_ERROR=Recuento de Errores de WSS
ON_ALL_SERVERS=en todos los servidores
ON_ANY_SERVER=en cualquier servidor
ALERT_TEXT=Alerta de Oracle Service Bus
LOGICAL_OPERATOR_AND=y
LOGICAL_OPERATOR_OR=o
