COL_TASK=Tarea
COL_USER=Usuario
COL_UNDO_USER=Proceso Deshecho por
COL_DIST_LOCAL=Distribuido/<br>Local
COL_PROPERTIES=Propiedades
COL_TASK_STATUS=Estado de Tarea
COL_UNDO_STATUS=Estado de Deshacer
COL_OPTIONS=Opciones
COL_ACTIONS=Acciones
COL_TASK_ID=Identificador de Tarea
COL_TASK_LABEL=Etiqueta de Tarea
COL_TASK_EXEC_TIME=Tiempo de Ejecuci\u00F3n
IN_PROGRESS=En Curso
NOT_STARTED=No Iniciado
VALIDATION_SUCCESSFUL=Validaci\u00F3n Correcta
TASK_COMPLETED=Terminado
TASK_UNDO_COMPLETED=Proceso de Deshacer Terminado
TASK_UNDO_ACTIVATED=Deshacer Activado
TASK_ACTIVATED=Activado
TASK_FAILED=Fallo
UNDO_SUCCESSFUL=Proceso Deshecho
TASK_DEFERRED=Parcialmente Activado
EXEC_SUCCESSFUL=Ejecuci\u00F3n Correcta
UNDO_FAILED=Fallo al Deshacer
EXECUTION_FAILED=Fallo de Ejecuci\u00F3n
VALIDATION_FAILED=Fallo de Validaci\u00F3n
SESSION_NAME=Nombre de Sesi\u00F3n
SESSION_NAME_INFO=Nombre de la sesi\u00F3n activa actual.
SESSION_CREATOR_USER=Usuario
SESSION_CURRENT_USER=Usuario
SESSION_CURRENT_USER_INFO=Usuario actual asociado a esta sesi\u00F3n.
SESSION_DATE_CREATED=Hora de Creaci\u00F3n
SESSION_DATE_LAST_MODIFIED=Fecha de Modificaci\u00F3n
SESSION_NUM_RESOURCES=N\u00BA de Objetos Modificados
HEADER_SESSIONS=Recursos Modificados
VIEW_ALL_SESSIONS=Ver Todas las Sesiones
VIEW_ALL_SESSIONS_DESC=Esta p\u00E1gina permite ver y cambiar a cualquier otra sesi\u00F3n que est\u00E9 disponible.
LABEL_VIEW_ALL_SESSIONS=Ver Todas las Sesiones
LABEL_VIEW_CONFLICTS=Ver Conflictos
LABEL_VIEW_CHANGES=Ver Cambios
LABEL_OPTIONS=Opciones:
HEADER_CONFLICTS=Conflictos
HEADER_CONCURRENT_UPDATES=Actualizaciones Simult\u00E1neas
HEADER_ERROR_MESSAGES=Errores
HEADER_INFORMATIONAL_MESSAGES=Mensajes Informativos
COL_HEADER_MISSING_RESOURCE=Recurso que Falta
COL_HEADER_REFERENCES=Referencias
COL_HEADER_RESOURCE=Recurso
COL_HEADER_RESOURCE_NAME=Nombre del Recurso
COL_HEADER_RESOURCE_TYPE=Tipo de Recurso
COL_HEADER_YOUR_CHANGES=Sus Cambios
COL_HEADER_OTHERS_CHANGES=Cambios de Terceros
COL_HEADER_LAST_MODIFIED_BY=Modificado por
COL_HEADER_SYNCHRONIZE=Sincronizar
COL_HEADER_MESSAGES=Mensajes
TOOLTIP_UNDO_THIS_TASK=Haga clic para deshacer esta tarea.
TOOLTIP_UNDO_THIS_TASK_INTO_SESSION=Haga clic para deshacer esta tarea en una nueva sesi\u00F3n.
TOOLTIP_CREATE=Haga clic para crear una nueva sesi\u00F3n para realizar cambios en la configuraci\u00F3n actual
TOOLTIP_EDIT=Haga clic para editar la configuraci\u00F3n actual
TOOLTIP_ACTIVATE=Haga clic para activar la sesi\u00F3n actual
TOOLTIP_DISCARD=Haga clic para desechar los cambios realizados hasta ahora en la sesi\u00F3n actual
TOOLTIP_EXIT=Haga clic para salir de la sesi\u00F3n actual.
TOOLTIP_VIEW_CONFLICTS=Haga clic para ver los conflictos
TOOLTIP_VIEW_CHANGES=Haga clic para ver todos los cambios de configuraci\u00F3n realizados hasta ahora en la sesi\u00F3n del usuario actual
TOOLTIP_VIEW_CHANGES_NOT_IN_SESSION=Haga clic para ver todos los cambios de configuraci\u00F3n realizados por todas las sesiones de usuario
TOOLTIP_VIEW_SESSIONS=Haga clic para ver todas las sesiones
TOOLTIP_SWITCH_TO_THIS_SESSION=Haga clic para cambiar a esta sesi\u00F3n
BUTTON_LABEL_CREATE=Crear
BUTTON_LABEL_EDIT=Editar
BUTTON_LABEL_ACTIVATE=Activar
BUTTON_LABEL_DISCARD=Desechar
BUTTON_LABEL_EXIT=Salir
SYNCHRONIZE_TOOL_TIP=Sincronice con la configuraci\u00F3n desplegada
SYNCHRONIZE=Sincronizar
VIEW_TASK_DETAILS_TITLE=Detalles de la Tarea
VIEW_TASK_DETAILS_DESC=Esta p\u00E1gina muestra los detalles de subtareas de la tarea seleccionada.
MSG_TASK_UNDO_SUCCESSFUL=La tarea se ha deshecho correctamente.
MSG_TASK_UNDO_UNSUCCESSFUL=Este proceso de deshacer provocar\u00E1 conflictos y no se podr\u00E1 terminar. En su lugar, seleccione "Deshacer Tarea en Sesi\u00F3n", lo que permitir\u00E1 ver y resolver los conflictos.
MSG_TASK_UNDO_INTO_SESSION_SUCCESSFUL=La tarea se ha deshecho correctamente en una sesi\u00F3n.
MSG_NO_CONFLICTS=No hay m\u00E1s conflictos que mostrar.
ARE_YOU_SURE_UNDO=La operaci\u00F3n de deshacer una tarea es irreversible. Se perder\u00E1n los cambios realizados en los recursos y los recursos creados recientemente. \u00BFSeguro que desea deshacer esta tarea?
MSG_TASK_UNDO_NOTAUTHORIZED_SUBSEQUENT_CHANGE=No est\u00E1 autorizado a deshacer esta tarea, ya que algunos de los recursos modificados por la tarea han sido modificados posteriormente por otro usuario.
MSG_TASK_UNDO_NOTAUTHORIZED_DIFFERENT_USER=No est\u00E1 autorizado a deshacer esta tarea. Debe tener uno de los roles de administrador para deshacer los cambios de otro usuario.
ARE_YOU_SURE_DISCARD=Todos los cambios realizados en esta sesi\u00F3n se perder\u00E1n permanentemente. \u00BFSeguro que desea desechar la sesi\u00F3n actual?
LABEL_NO_CONFLICTS=Sin Conflictos
LABEL_SESSION=sesi\u00F3n
LABEL_TASK_DETAILS_CREATE=Crear
LABEL_TASK_DETAILS_DELETE=Suprimir
LABEL_TASK_DETAILS_UPDATE=Actualizar
LABEL_TASK_DETAILS_RENAME=Cambiar Nombre
LABEL_TASK_DETAILS_RENAME_WITH_UPDATE=Cambiar Nombre con Actualizaci\u00F3n
LABEL_TASK_DETAILS_UNKNOWN=Tarea Desconocida
LABEL_TASK_DETAILS_MOVE=Mover
ACTIVATE_SESSION=Activar Sesi\u00F3n
ACTIVATE_SESSION_DESC=Active el juego de cambios actual de la sesi\u00F3n en el sistema.
SESSION_DESC_INFO=Proporcione una descripci\u00F3n resumida de los cambios de la sesi\u00F3n actual.
TOOLTIP_CANCEL_ACTIVATE=Haga clic para cancelar la activaci\u00F3n y volver.
ERROR_GENERAL=Se ha producido un error inesperado; vuelva a intentarlo m\u00E1s tarde.
ACTIVATE_ERROR_NO_USER_SESSION=No se puede realizar la activaci\u00F3n: El usuario "{0}" no est\u00E1 en una sesi\u00F3n activa.
ACTIVATE_ERROR_SESSION_NOT_EXIST=No se puede realizar la activaci\u00F3n: La sesi\u00F3n "{0}" no existe.
ACTIVATE_ERROR_CRITICAL_CONFLICTS=No se puede realizar la activaci\u00F3n: La sesi\u00F3n "{0}" tiene errores de validaci\u00F3n.
NEW_CONFLICTS=No se puede realizar la activaci\u00F3n: Hay nuevos mensajes o modificaciones simult\u00E1neas que no ha visto a\u00FAn. Consulte los conflictos antes de activar la sesi\u00F3n.
MSG_ACTIVATION_IN_PROGRESS=Activaci\u00F3n de la sesi\u00F3n en curso
COL_HEADER_PATH=Ruta de Acceso
MSG_SESSION_DOESNOT_EXIST_ANYMORE=La sesi\u00F3n "{0}" ya no existe.
CONCURRENT_UPDATE_OPERATION_CREATE=Crear
CONCURRENT_UPDATE_OPERATION_UPDATE=Actualizar
CONCURRENT_UPDATE_OPERATION_DELETE=Suprimir
CONCURRENT_UPDATE_OPERATION_RENAME=Cambiar Nombre
PURGE_TITLE=Depurar Historial de Activaci\u00F3n de Sesi\u00F3n
PURGE_DESC=Esta p\u00E1gina permite depurar el historial de activaci\u00F3n de la sesi\u00F3n dentro de un rango de fechas.
LABEL_PURGE=Depurar
LABEL_PURGE_TASKS=Depurar Tareas
LABEL_PURGE_SELECTION=Depurar Selecci\u00F3n
LABEL_PURGE_ALL_TASKS=Depurar Todas las Tareas
LABEL_PURGE_TASKS_FROM=Depurar Tareas desde
ERROR_MESSAGE_FOR_DATE=La fecha de inicio no debe ser posterior a la fecha de finalizaci\u00F3n
DATE_VALIDATION_MSG=Introduzca una fecha v\u00E1lida con el formato {0}, o bien una hora o minutos v\u00E1lidos.
TOOLTIP_PURGE=Haga clic para depurar el historial de activaci\u00F3n de la sesi\u00F3n por fecha
PURGE_MSG_CONFIRM=\u00BFSeguro que desea depurar las tareas?
MSG_PURGE_IN_PROGRESS=Se est\u00E1 depurando el historial de activaci\u00F3n de la sesi\u00F3n.
MSG_PURGE_SUCCESS_ALL=El historial de activaci\u00F3n de la sesi\u00F3n se ha depurado correctamente.
MSG_PURGE_SUCCESS_BY_DATE=El historial de activaci\u00F3n de la sesi\u00F3n entre {0} y {1} se ha depurado correctamente.
MSG_NO_TASKS_FOUND=No se ha encontrado ninguna tarea.
MSG_INVALID_DATE=La fecha no es v\u00E1lida. Utilice el formato {0}.
MSG_INVALID_END_DATE=La fecha de finalizaci\u00F3n no puede ser anterior a la fecha de inicio.
MSG_DATE_EMPTY=La fecha no puede estar vac\u00EDa. Proporcione una fecha.
MSG_SESSION_ACTIVATION_FAILED=Se ha producido un error al activar la sesi\u00F3n. Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
MSG_FAILED_TO_SET_SESSION_DESC=Se ha producido un error al definir la descripci\u00F3n de la sesi\u00F3n. Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
CONFLICTS_DESC=Utilice esta p\u00E1gina para ver los mensajes de diagn\u00F3stico sobre los errores de la configuraci\u00F3n y para ver y resolver los conflictos entre los cambios realizados en la sesi\u00F3n y otras sesiones activadas
CONCURRENT_UPDATES_DESC=Las actualizaciones simult\u00E1neas advierten sobre los cambios incompatibles con otras sesiones activadas
DIAGNOSTIC_MESSAGES_DESC=Los mensajes de diagn\u00F3stico informan de conflictos cr\u00EDticos con la configuraci\u00F3n
INFORMATIONAL_MESSAGES_DESC=Los mensajes informativos informan sobre cualquier conflicto no cr\u00EDtico con la configuraci\u00F3n
