COL_TASK=\u30BF\u30B9\u30AF
COL_USER=\u30E6\u30FC\u30B6\u30FC
COL_UNDO_USER=\u5143\u306B\u623B\u3057\u305F\u30E6\u30FC\u30B6\u30FC
COL_DIST_LOCAL=\u5206\u6563/<br>\u30ED\u30FC\u30AB\u30EB
COL_PROPERTIES=\u30D7\u30ED\u30D1\u30C6\u30A3
COL_TASK_STATUS=\u30BF\u30B9\u30AF\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9
COL_UNDO_STATUS=\u5143\u306B\u623B\u3059\u64CD\u4F5C\u306E\u30B9\u30C6\u30FC\u30BF\u30B9
COL_OPTIONS=\u30AA\u30D7\u30B7\u30E7\u30F3
COL_ACTIONS=\u30A2\u30AF\u30B7\u30E7\u30F3
COL_TASK_ID=\u30BF\u30B9\u30AFID
COL_TASK_LABEL=\u30BF\u30B9\u30AF\u30FB\u30E9\u30D9\u30EB
COL_TASK_EXEC_TIME=\u5B9F\u884C\u6642\u9593
IN_PROGRESS=\u9032\u884C\u4E2D
NOT_STARTED=\u672A\u958B\u59CB
VALIDATION_SUCCESSFUL=\u691C\u8A3C\u306B\u6210\u529F\u3057\u307E\u3057\u305F
TASK_COMPLETED=\u5B8C\u4E86\u3057\u307E\u3057\u305F
TASK_UNDO_COMPLETED=\u5143\u306B\u623B\u3059\u64CD\u4F5C\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F
TASK_UNDO_ACTIVATED=\u5143\u306B\u623B\u3059\u64CD\u4F5C\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u307E\u3057\u305F
TASK_ACTIVATED=\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u307E\u3057\u305F
TASK_FAILED=\u5931\u6557\u3057\u307E\u3057\u305F
UNDO_SUCCESSFUL=\u5143\u306B\u623B\u3055\u308C\u307E\u3057\u305F
TASK_DEFERRED=\u90E8\u5206\u7684\u306B\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u307E\u3057\u305F
EXEC_SUCCESSFUL=\u5B9F\u884C\u306B\u6210\u529F\u3057\u307E\u3057\u305F
UNDO_FAILED=\u5143\u306B\u623B\u305B\u307E\u305B\u3093\u3067\u3057\u305F
EXECUTION_FAILED=\u5B9F\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F
VALIDATION_FAILED=\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F
SESSION_NAME=\u30BB\u30C3\u30B7\u30E7\u30F3\u540D
SESSION_NAME_INFO=\u73FE\u5728\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u540D\u524D\u3002
SESSION_CREATOR_USER=\u30E6\u30FC\u30B6\u30FC
SESSION_CURRENT_USER=\u30E6\u30FC\u30B6\u30FC
SESSION_CURRENT_USER_INFO=\u3053\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u3001\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u3002
SESSION_DATE_CREATED=\u4F5C\u6210\u6642\u523B
SESSION_DATE_LAST_MODIFIED=\u6700\u7D42\u5909\u66F4\u65E5
SESSION_NUM_RESOURCES=\u5909\u66F4\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u6570
HEADER_SESSIONS=\u5909\u66F4\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9
VIEW_ALL_SESSIONS=\u3059\u3079\u3066\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u8868\u793A
VIEW_ALL_SESSIONS_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u305D\u306E\u4ED6\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u53C2\u7167\u3057\u3001\u3044\u305A\u308C\u304B\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u5207\u308A\u66FF\u3048\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
LABEL_VIEW_ALL_SESSIONS=\u3059\u3079\u3066\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u8868\u793A
LABEL_VIEW_CONFLICTS=\u7AF6\u5408\u306E\u8868\u793A
LABEL_VIEW_CHANGES=\u5909\u66F4\u306E\u8868\u793A
LABEL_OPTIONS=\u30AA\u30D7\u30B7\u30E7\u30F3:
HEADER_CONFLICTS=\u7AF6\u5408
HEADER_CONCURRENT_UPDATES=\u540C\u6642\u66F4\u65B0
HEADER_ERROR_MESSAGES=\u30A8\u30E9\u30FC
HEADER_INFORMATIONAL_MESSAGES=\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8
COL_HEADER_MISSING_RESOURCE=\u5B58\u5728\u3057\u306A\u3044\u30EA\u30BD\u30FC\u30B9
COL_HEADER_REFERENCES=\u53C2\u7167
COL_HEADER_RESOURCE=\u30EA\u30BD\u30FC\u30B9
COL_HEADER_RESOURCE_NAME=\u30EA\u30BD\u30FC\u30B9\u540D
COL_HEADER_RESOURCE_TYPE=\u30EA\u30BD\u30FC\u30B9\u30FB\u30BF\u30A4\u30D7
COL_HEADER_YOUR_CHANGES=\u81EA\u5206\u306E\u5909\u66F4\u5185\u5BB9
COL_HEADER_OTHERS_CHANGES=\u4ED6\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u5909\u66F4\u5185\u5BB9
COL_HEADER_LAST_MODIFIED_BY=\u6700\u7D42\u66F4\u65B0\u8005
COL_HEADER_SYNCHRONIZE=\u540C\u671F
COL_HEADER_MESSAGES=\u30E1\u30C3\u30BB\u30FC\u30B8
TOOLTIP_UNDO_THIS_TASK=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u3053\u306E\u30BF\u30B9\u30AF\u3092\u5143\u306B\u623B\u3059\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
TOOLTIP_UNDO_THIS_TASK_INTO_SESSION=\u3053\u306E\u30BF\u30B9\u30AF\u3092\u5143\u306B\u623B\u3057\u3066\u65B0\u3057\u3044\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u79FB\u52D5\u3057\u307E\u3059\u3002
TOOLTIP_CREATE=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u73FE\u5728\u306E\u69CB\u6210\u3092\u5909\u66F4\u3059\u308B\u305F\u3081\u306E\u65B0\u3057\u3044\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3067\u304D\u307E\u3059
TOOLTIP_EDIT=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u73FE\u5728\u306E\u69CB\u6210\u3092\u7DE8\u96C6\u3067\u304D\u307E\u3059
TOOLTIP_ACTIVATE=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u73FE\u5728\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u3059
TOOLTIP_DISCARD=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u73FE\u5728\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3067\u884C\u3063\u305F\u5909\u66F4\u3092\u7834\u68C4\u3067\u304D\u307E\u3059
TOOLTIP_EXIT=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u73FE\u5728\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u7D42\u4E86\u3067\u304D\u307E\u3059\u3002
TOOLTIP_VIEW_CONFLICTS=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u7AF6\u5408\u3092\u8868\u793A\u3067\u304D\u307E\u3059
TOOLTIP_VIEW_CHANGES=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3067\u884C\u3063\u305F\u69CB\u6210\u306E\u5909\u66F4\u3092\u3059\u3079\u3066\u8868\u793A\u3067\u304D\u307E\u3059
TOOLTIP_VIEW_CHANGES_NOT_IN_SESSION=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u30FC\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u3067\u884C\u308F\u308C\u305F\u3059\u3079\u3066\u306E\u69CB\u6210\u306E\u5909\u66F4\u3092\u8868\u793A\u3067\u304D\u307E\u3059
TOOLTIP_VIEW_SESSIONS=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u3059\u3079\u3066\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u8868\u793A\u3067\u304D\u307E\u3059
TOOLTIP_SWITCH_TO_THIS_SESSION=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u3053\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u5207\u308A\u66FF\u3048\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059
BUTTON_LABEL_CREATE=\u4F5C\u6210
BUTTON_LABEL_EDIT=\u7DE8\u96C6
BUTTON_LABEL_ACTIVATE=\u30A2\u30AF\u30C6\u30A3\u30D6\u5316
BUTTON_LABEL_DISCARD=\u7834\u68C4
BUTTON_LABEL_EXIT=\u7D42\u4E86
SYNCHRONIZE_TOOL_TIP=\u30C7\u30D7\u30ED\u30A4\u6E08\u307F\u69CB\u6210\u3068\u306E\u540C\u671F
SYNCHRONIZE=\u540C\u671F
VIEW_TASK_DETAILS_TITLE=\u30BF\u30B9\u30AF\u306E\u8A73\u7D30
VIEW_TASK_DETAILS_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u9078\u629E\u3057\u305F\u30BF\u30B9\u30AF\u306E\u30B5\u30D6\u30BF\u30B9\u30AF\u306E\u8A73\u7D30\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
MSG_TASK_UNDO_SUCCESSFUL=\u30BF\u30B9\u30AF\u304C\u6B63\u5E38\u306B\u5143\u306B\u623B\u3055\u308C\u307E\u3057\u305F\u3002
MSG_TASK_UNDO_UNSUCCESSFUL=\u3053\u308C\u3092\u5143\u306B\u623B\u3059\u3068\u7AF6\u5408\u304C\u751F\u3058\u3001\u64CD\u4F5C\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3002\u30BF\u30B9\u30AF\u3092\u5143\u306B\u623B\u3057\u3066\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u79FB\u52D5\u3059\u308B\u3088\u3046\u9078\u629E\u3059\u308B\u3068\u3001\u7AF6\u5408\u3092\u8868\u793A\u304A\u3088\u3073\u89E3\u6C7A\u3067\u304D\u307E\u3059\u3002
MSG_TASK_UNDO_INTO_SESSION_SUCCESSFUL=\u30BF\u30B9\u30AF\u304C\u6B63\u5E38\u306B\u5143\u306B\u623B\u3055\u308C\u3001\u65B0\u3057\u3044\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u79FB\u52D5\u3055\u308C\u307E\u3057\u305F\u3002
MSG_NO_CONFLICTS=\u8868\u793A\u3059\u308B\u7AF6\u5408\u306F\u3053\u308C\u4EE5\u4E0A\u3042\u308A\u307E\u305B\u3093\u3002
ARE_YOU_SURE_UNDO=\u30BF\u30B9\u30AF\u3092\u5143\u306B\u623B\u3059\u3068\u3001\u540C\u3058\u30BF\u30B9\u30AF\u3092\u3084\u308A\u76F4\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u30EA\u30BD\u30FC\u30B9\u306B\u5BFE\u3059\u308B\u5909\u66F4\u3068\u65B0\u3057\u304F\u4F5C\u6210\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u306F\u5931\u308F\u308C\u307E\u3059\u3002\u3053\u306E\u30BF\u30B9\u30AF\u3092\u5143\u306B\u623B\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
MSG_TASK_UNDO_NOTAUTHORIZED_SUBSEQUENT_CHANGE=\u3053\u306E\u30BF\u30B9\u30AF\u3067\u5909\u66F4\u3055\u308C\u305F\u4E00\u90E8\u306E\u30EA\u30BD\u30FC\u30B9\u304C\u5F8C\u304B\u3089\u4ED6\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3088\u3063\u3066\u5909\u66F4\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u3053\u306E\u30BF\u30B9\u30AF\u3092\u53D6\u308A\u6D88\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
MSG_TASK_UNDO_NOTAUTHORIZED_DIFFERENT_USER=\u3053\u306E\u30BF\u30B9\u30AF\u3092\u53D6\u308A\u6D88\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u4ED6\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u5909\u66F4\u3092\u53D6\u308A\u6D88\u3059\u306B\u306F\u3001\u3044\u305A\u308C\u304B\u306E\u7BA1\u7406\u30ED\u30FC\u30EB\u306B\u5C5E\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ARE_YOU_SURE_DISCARD=\u3053\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3067\u884C\u308F\u308C\u305F\u3059\u3079\u3066\u306E\u5909\u66F4\u306F\u6C38\u4E45\u306B\u5931\u308F\u308C\u307E\u3059\u3002\u73FE\u5728\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u7834\u68C4\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
LABEL_NO_CONFLICTS=\u7AF6\u5408\u306A\u3057
LABEL_SESSION=\u30BB\u30C3\u30B7\u30E7\u30F3
LABEL_TASK_DETAILS_CREATE=\u4F5C\u6210
LABEL_TASK_DETAILS_DELETE=\u524A\u9664
LABEL_TASK_DETAILS_UPDATE=\u66F4\u65B0
LABEL_TASK_DETAILS_RENAME=\u540D\u524D\u5909\u66F4
LABEL_TASK_DETAILS_RENAME_WITH_UPDATE=\u540D\u524D\u5909\u66F4\u3068\u66F4\u65B0
LABEL_TASK_DETAILS_UNKNOWN=\u4E0D\u660E\u306A\u30BF\u30B9\u30AF
LABEL_TASK_DETAILS_MOVE=\u79FB\u52D5
ACTIVATE_SESSION=\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316
ACTIVATE_SESSION_DESC=\u73FE\u5728\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u3042\u308B\u4E00\u9023\u306E\u5909\u66F4\u3092\u3001\u30B7\u30B9\u30C6\u30E0\u306B\u5BFE\u3057\u3066\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u307E\u3059\u3002
SESSION_DESC_INFO=\u73FE\u5728\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u3042\u308B\u5909\u66F4\u306E\u30B5\u30DE\u30EA\u30FC\u3092\u5165\u529B\u3057\u307E\u3059\u3002
TOOLTIP_CANCEL_ACTIVATE=\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3092\u53D6\u308A\u6D88\u3057\u3066\u623B\u308B\u306B\u306F\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002
ERROR_GENERAL=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ACTIVATE_ERROR_NO_USER_SESSION=\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u305B\u3093 - \u30E6\u30FC\u30B6\u30FC"{0}"\u306F\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ACTIVATE_ERROR_SESSION_NOT_EXIST=\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u305B\u3093 - \u30BB\u30C3\u30B7\u30E7\u30F3"{0}"\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ACTIVATE_ERROR_CRITICAL_CONFLICTS=\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u305B\u3093 - \u30BB\u30C3\u30B7\u30E7\u30F3"{0}"\u306B\u691C\u8A3C\u30A8\u30E9\u30FC\u304C\u3042\u308A\u307E\u3059\u3002
NEW_CONFLICTS=\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u305B\u3093 - \u672A\u8868\u793A\u306E\u65B0\u3057\u3044\u30E1\u30C3\u30BB\u30FC\u30B8\u307E\u305F\u306F\u540C\u6642\u5909\u66F4\u304C\u3042\u308A\u307E\u3059\u3002\u7AF6\u5408\u3092\u8868\u793A\u3057\u3001\u305D\u306E\u5F8C\u3067\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_ACTIVATION_IN_PROGRESS=\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u3066\u3044\u307E\u3059
COL_HEADER_PATH=\u30D1\u30B9
MSG_SESSION_DOESNOT_EXIST_ANYMORE=\u73FE\u5728\u3001\u30BB\u30C3\u30B7\u30E7\u30F3"{0}"\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
CONCURRENT_UPDATE_OPERATION_CREATE=\u4F5C\u6210
CONCURRENT_UPDATE_OPERATION_UPDATE=\u66F4\u65B0
CONCURRENT_UPDATE_OPERATION_DELETE=\u524A\u9664
CONCURRENT_UPDATE_OPERATION_RENAME=\u540D\u524D\u5909\u66F4
PURGE_TITLE=\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u5C65\u6B74\u306E\u30D1\u30FC\u30B8
PURGE_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u7279\u5B9A\u306E\u65E5\u4ED8\u7BC4\u56F2\u5185\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u5C65\u6B74\u3092\u30D1\u30FC\u30B8\u3067\u304D\u307E\u3059\u3002
LABEL_PURGE=\u30D1\u30FC\u30B8
LABEL_PURGE_TASKS=\u30BF\u30B9\u30AF\u306E\u30D1\u30FC\u30B8
LABEL_PURGE_SELECTION=\u9078\u629E\u5185\u5BB9\u306E\u30D1\u30FC\u30B8
LABEL_PURGE_ALL_TASKS=\u3059\u3079\u3066\u306E\u30BF\u30B9\u30AF\u306E\u30D1\u30FC\u30B8
LABEL_PURGE_TASKS_FROM=\u30BF\u30B9\u30AF\u306E\u30D1\u30FC\u30B8\u958B\u59CB\u65E5\u6642
ERROR_MESSAGE_FOR_DATE=\u958B\u59CB\u65E5\u3092\u7D42\u4E86\u65E5\u3088\u308A\u5F8C\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
DATE_VALIDATION_MSG=\u6709\u52B9\u306A\u65E5\u4ED8\u3092{0}\u306E\u66F8\u5F0F\u3067\u5165\u529B\u3059\u308B\u304B\u3001\u6709\u52B9\u306A\u6642\u9593\u307E\u305F\u306F\u5206\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TOOLTIP_PURGE=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u65E5\u4ED8\u5358\u4F4D\u3067\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u5C65\u6B74\u3092\u30D1\u30FC\u30B8\u3067\u304D\u307E\u3059
PURGE_MSG_CONFIRM=\u30BF\u30B9\u30AF\u3092\u30D1\u30FC\u30B8\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
MSG_PURGE_IN_PROGRESS=\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u5C65\u6B74\u3092\u30D1\u30FC\u30B8\u3057\u3066\u3044\u307E\u3059\u3002
MSG_PURGE_SUCCESS_ALL=\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u5C65\u6B74\u304C\u6B63\u5E38\u306B\u30D1\u30FC\u30B8\u3055\u308C\u307E\u3057\u305F\u3002
MSG_PURGE_SUCCESS_BY_DATE={0} - {1}\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u5C65\u6B74\u304C\u6B63\u5E38\u306B\u30D1\u30FC\u30B8\u3055\u308C\u307E\u3057\u305F\u3002
MSG_NO_TASKS_FOUND=\u30BF\u30B9\u30AF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
MSG_INVALID_DATE=\u65E5\u4ED8\u304C\u7121\u52B9\u3067\u3059\u3002{0}\u306E\u66F8\u5F0F\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_INVALID_END_DATE=\u7D42\u4E86\u65E5\u3092\u958B\u59CB\u65E5\u3088\u308A\u3082\u524D\u306E\u65E5\u4ED8\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
MSG_DATE_EMPTY=\u65E5\u4ED8\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u65E5\u4ED8\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_SESSION_ACTIVATION_FAILED=\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3067\u8A73\u7D30\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_FAILED_TO_SET_SESSION_DESC=\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u8AAC\u660E\u306E\u8A2D\u5B9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3067\u8A73\u7D30\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
CONFLICTS_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u69CB\u6210\u306E\u30A8\u30E9\u30FC\u306B\u95A2\u3059\u308B\u8A3A\u65AD\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8868\u793A\u3057\u3001\u3053\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3067\u884C\u308F\u308C\u305F\u5909\u66F4\u3068\u4ED6\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u305F\u30BB\u30C3\u30B7\u30E7\u30F3\u3067\u306E\u5909\u66F4\u3068\u306E\u7AF6\u5408\u3092\u8868\u793A\u304A\u3088\u3073\u89E3\u6C7A\u3057\u307E\u3059
CONCURRENT_UPDATES_DESC=\u540C\u6642\u66F4\u65B0\u3067\u3001\u4ED6\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u305F\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u5909\u66F4\u5185\u5BB9\u3068\u306E\u4E0D\u6574\u5408\u306B\u95A2\u3059\u308B\u8B66\u544A\u304C\u767A\u751F\u3057\u307E\u3057\u305F
DIAGNOSTIC_MESSAGES_DESC=\u3053\u306E\u69CB\u6210\u5185\u306B\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u306A\u7AF6\u5408\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u793A\u3059\u8A3A\u65AD\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u767A\u751F\u3057\u307E\u3057\u305F
INFORMATIONAL_MESSAGES_DESC=\u3053\u306E\u69CB\u6210\u5185\u306B\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u3067\u306A\u3044\u7AF6\u5408\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u793A\u3059\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u767A\u751F\u3057\u307E\u3057\u305F
