COL_TASK=T\u00E2che
COL_USER=Utilisateur
COL_UNDO_USER=Annul\u00E9 par
COL_DIST_LOCAL=Distribu\u00E9/<br>Local
COL_PROPERTIES=Propri\u00E9t\u00E9s
COL_TASK_STATUS=Statut de t\u00E2che
COL_UNDO_STATUS=Statut d'annulation
COL_OPTIONS=Options
COL_ACTIONS=Actions
COL_TASK_ID=ID de t\u00E2che
COL_TASK_LABEL=Libell\u00E9 de t\u00E2che
COL_TASK_EXEC_TIME=Dur\u00E9e d'ex\u00E9cution
IN_PROGRESS=En cours
NOT_STARTED=Non d\u00E9marr\u00E9
VALIDATION_SUCCESSFUL=Validation effectu\u00E9e
TASK_COMPLETED=Termin\u00E9
TASK_UNDO_COMPLETED=Annulation termin\u00E9e
TASK_UNDO_ACTIVATED=Annulation activ\u00E9e
TASK_ACTIVATED=Activ\u00E9
TASK_FAILED=En \u00E9chec
UNDO_SUCCESSFUL=Annul\u00E9
TASK_DEFERRED=Partiellement activ\u00E9
EXEC_SUCCESSFUL=Ex\u00E9cution r\u00E9ussie
UNDO_FAILED=Echec de l'annulation
EXECUTION_FAILED=Echec de l'ex\u00E9cution
VALIDATION_FAILED=Echec de la validation
SESSION_NAME=Nom de session
SESSION_NAME_INFO=Nom de la session active en cours.
SESSION_CREATOR_USER=Utilisateur
SESSION_CURRENT_USER=Utilisateur
SESSION_CURRENT_USER_INFO=Utilisateur en cours associ\u00E9 \u00E0 cette session.
SESSION_DATE_CREATED=Heure de cr\u00E9ation
SESSION_DATE_LAST_MODIFIED=Derni\u00E8re modification
SESSION_NUM_RESOURCES=Nombre d'objets modifi\u00E9s
HEADER_SESSIONS=Ressources modifi\u00E9es
VIEW_ALL_SESSIONS=Visualiser toutes les sessions
VIEW_ALL_SESSIONS_DESC=Cette page permet de visualiser toute autre session disponible et d'y acc\u00E9der.
LABEL_VIEW_ALL_SESSIONS=Visualiser toutes les sessions
LABEL_VIEW_CONFLICTS=Visualiser les conflits
LABEL_VIEW_CHANGES=Visualiser les modifications
LABEL_OPTIONS=Options :
HEADER_CONFLICTS=Conflits
HEADER_CONCURRENT_UPDATES=Mises \u00E0 jour simultan\u00E9es
HEADER_ERROR_MESSAGES=Erreurs
HEADER_INFORMATIONAL_MESSAGES=Messages d'information
COL_HEADER_MISSING_RESOURCE=Ressource manquante
COL_HEADER_REFERENCES=R\u00E9f\u00E9rences
COL_HEADER_RESOURCE=Ressource
COL_HEADER_RESOURCE_NAME=Nom de ressource
COL_HEADER_RESOURCE_TYPE=Type de ressource
COL_HEADER_YOUR_CHANGES=Vos modifications
COL_HEADER_OTHERS_CHANGES=Les modifications des autres
COL_HEADER_LAST_MODIFIED_BY=Derni\u00E8re modification par
COL_HEADER_SYNCHRONIZE=Sync
COL_HEADER_MESSAGES=Messages
TOOLTIP_UNDO_THIS_TASK=Cliquez ici pour annuler cette t\u00E2che.
TOOLTIP_UNDO_THIS_TASK_INTO_SESSION=Cliquez ici pour annuler cette t\u00E2che dans une nouvelle session.
TOOLTIP_CREATE=Cliquez ici pour cr\u00E9er une session afin d'apporter des modifications \u00E0 la configuration en cours
TOOLTIP_EDIT=Cliquez ici pour modifier la configuration en cours
TOOLTIP_ACTIVATE=Cliquez ici pour activer la session en cours
TOOLTIP_DISCARD=Cliquez ici pour annuler les modifications apport\u00E9es jusqu'\u00E0 pr\u00E9sent dans la session en cours
TOOLTIP_EXIT=Cliquez ici pour quitter la session en cours.
TOOLTIP_VIEW_CONFLICTS=Cliquez ici pour visualiser les conflits
TOOLTIP_VIEW_CHANGES=Cliquez ici pour visualiser toutes les modifications apport\u00E9es jusqu'\u00E0 pr\u00E9sent \u00E0 la configuration dans la session en cours
TOOLTIP_VIEW_CHANGES_NOT_IN_SESSION=Cliquez ici pour visualiser toutes les modifications apport\u00E9es \u00E0 la configuration par toutes les sessions utilisateur
TOOLTIP_VIEW_SESSIONS=Cliquez ici pour visualiser toutes les sessions
TOOLTIP_SWITCH_TO_THIS_SESSION=Cliquez ici pour acc\u00E9der \u00E0 cette session
BUTTON_LABEL_CREATE=Cr\u00E9er
BUTTON_LABEL_EDIT=Modifier
BUTTON_LABEL_ACTIVATE=Activer
BUTTON_LABEL_DISCARD=Annuler
BUTTON_LABEL_EXIT=Quitter
SYNCHRONIZE_TOOL_TIP=Synchroniser avec la configuration d\u00E9ploy\u00E9e
SYNCHRONIZE=Synchroniser
VIEW_TASK_DETAILS_TITLE=D\u00E9tails de la t\u00E2che
VIEW_TASK_DETAILS_DESC=Cette page pr\u00E9sente les d\u00E9tails de sous-t\u00E2che de la t\u00E2che s\u00E9lectionn\u00E9e.
MSG_TASK_UNDO_SUCCESSFUL=La t\u00E2che a \u00E9t\u00E9 annul\u00E9e.
MSG_TASK_UNDO_UNSUCCESSFUL=Cette annulation entra\u00EEnera des conflits et ne peut pas \u00EAtre ex\u00E9cut\u00E9e. S\u00E9lectionnez plut\u00F4t l'option Annuler la t\u00E2che dans la session, qui permet de visualiser et de r\u00E9soudre les conflits.
MSG_TASK_UNDO_INTO_SESSION_SUCCESSFUL=La t\u00E2che a \u00E9t\u00E9 annul\u00E9e dans une session.
MSG_NO_CONFLICTS=Aucun autre conflit \u00E0 afficher.
ARE_YOU_SURE_UNDO=L'annulation d'une t\u00E2che est une op\u00E9ration irr\u00E9versible. Les modifications apport\u00E9es aux ressources et les ressources nouvellement cr\u00E9\u00E9es seront perdues. Voulez-vous annuler cette t\u00E2che ?
MSG_TASK_UNDO_NOTAUTHORIZED_SUBSEQUENT_CHANGE=Vous n'\u00EAtes pas autoris\u00E9 \u00E0 annuler cette t\u00E2che car certaines des ressources qui ont \u00E9t\u00E9 modifi\u00E9es par cette derni\u00E8re ont ensuite \u00E9t\u00E9 modifi\u00E9es par un autre utilisateur.
MSG_TASK_UNDO_NOTAUTHORIZED_DIFFERENT_USER=Vous n'\u00EAtes pas autoris\u00E9 \u00E0 annuler cette t\u00E2che. Pour annuler les modifications d'un autre utilisateur, vous devez disposer de l'un des r\u00F4les d'administration.
ARE_YOU_SURE_DISCARD=Toutes les modifications apport\u00E9es dans cette session seront d\u00E9finitivement perdues. Voulez-vous annuler la session en cours ?
LABEL_NO_CONFLICTS=Aucun conflit
LABEL_SESSION=session
LABEL_TASK_DETAILS_CREATE=Cr\u00E9er
LABEL_TASK_DETAILS_DELETE=Supprimer
LABEL_TASK_DETAILS_UPDATE=Mettre \u00E0 jour
LABEL_TASK_DETAILS_RENAME=Renommer
LABEL_TASK_DETAILS_RENAME_WITH_UPDATE=Renommer lors de la mise \u00E0 jour
LABEL_TASK_DETAILS_UNKNOWN=T\u00E2che inconnue
LABEL_TASK_DETAILS_MOVE=D\u00E9placer
ACTIVATE_SESSION=Activer une session
ACTIVATE_SESSION_DESC=Activer l'ensemble de modifications en cours depuis la session dans le syst\u00E8me.
SESSION_DESC_INFO=Indiquez une description r\u00E9capitulative des modifications dans la session en cours.
TOOLTIP_CANCEL_ACTIVATE=Cliquez ici pour annuler l'activation et revenir en arri\u00E8re.
ERROR_GENERAL=Une erreur inattendue est survenue. R\u00E9essayez ult\u00E9rieurement.
ACTIVATE_ERROR_NO_USER_SESSION=Impossible de proc\u00E9der \u00E0 l''activation - l''utilisateur "{0}" n''est pas dans une session active.
ACTIVATE_ERROR_SESSION_NOT_EXIST=Impossible de proc\u00E9der \u00E0 l''activation - la session "{0}" n''existe pas.
ACTIVATE_ERROR_CRITICAL_CONFLICTS=Impossible de proc\u00E9der \u00E0 l''activation - la session "{0}" pr\u00E9sente des erreurs de validation.
NEW_CONFLICTS=Impossible de proc\u00E9der \u00E0 l'activation - vous n'avez pas encore visualis\u00E9 certains nouveaux messages ou certaines modifications simultan\u00E9es. Visualisez les conflits avant d'activer la session.
MSG_ACTIVATION_IN_PROGRESS=Activation de la session en cours
COL_HEADER_PATH=Chemin
MSG_SESSION_DOESNOT_EXIST_ANYMORE=La session "{0}" n''existe plus.
CONCURRENT_UPDATE_OPERATION_CREATE=Cr\u00E9er
CONCURRENT_UPDATE_OPERATION_UPDATE=Mettre \u00E0 jour
CONCURRENT_UPDATE_OPERATION_DELETE=Supprimer
CONCURRENT_UPDATE_OPERATION_RENAME=Renommer
PURGE_TITLE=Purger l'historique d'activation des sessions
PURGE_DESC=Cette page permet de purger l'historique d'activation des sessions au sein d'une plage de dates.
LABEL_PURGE=Purger
LABEL_PURGE_TASKS=Purger des t\u00E2ches
LABEL_PURGE_SELECTION=Purger la s\u00E9lection
LABEL_PURGE_ALL_TASKS=Purger toutes les t\u00E2ches
LABEL_PURGE_TASKS_FROM=Purger les t\u00E2ches \u00E0 partir de
ERROR_MESSAGE_FOR_DATE=La date de d\u00E9but ne doit pas \u00EAtre post\u00E9rieure \u00E0 celle de fin
DATE_VALIDATION_MSG=Entrez une date valide au format {0}, ou des heures ou des minutes valides.
TOOLTIP_PURGE=Cliquez ici pour purger l'historique d'activation des sessions par date
PURGE_MSG_CONFIRM=Voulez-vous purger les t\u00E2ches ?
MSG_PURGE_IN_PROGRESS=Historique d'activation des sessions en cours de purge.
MSG_PURGE_SUCCESS_ALL=L'historique d'activation des sessions a \u00E9t\u00E9 purg\u00E9.
MSG_PURGE_SUCCESS_BY_DATE=L''historique d''activation des sessions entre {0} et {1} a \u00E9t\u00E9 purg\u00E9.
MSG_NO_TASKS_FOUND=Aucune t\u00E2che trouv\u00E9e.
MSG_INVALID_DATE=Date non valide. Utilisez le format {0}.
MSG_INVALID_END_DATE=La date de fin ne peut pas \u00EAtre ant\u00E9rieure \u00E0 la date de d\u00E9but.
MSG_DATE_EMPTY=La date ne peut pas \u00EAtre vide. Indiquez une date.
MSG_SESSION_ACTIVATION_FAILED=Une erreur est survenue lors de l'activation de la session. Pour plus de d\u00E9tails, consultez le journal du serveur.
MSG_FAILED_TO_SET_SESSION_DESC=Une erreur est survenue lors de la d\u00E9finition de la description de la session. Pour plus de d\u00E9tails, consultez le journal du serveur.
CONFLICTS_DESC=Cette page permet de visualiser les messages de diagnostic concernant les erreurs dans la configuration, et de visualiser et de r\u00E9soudre les conflits entre les modifications apport\u00E9es dans votre session et d'autres sessions activ\u00E9es
CONCURRENT_UPDATES_DESC=Les mises \u00E0 jour simultan\u00E9es vous avertissent des modifications incompatibles avec d'autres sessions activ\u00E9es
DIAGNOSTIC_MESSAGES_DESC=Les messages de diagnostic vous informent des conflits critiques au sein de votre configuration
INFORMATIONAL_MESSAGES_DESC=Les messages d'information vous informent des conflits non critiques au sein de votre configuration
