COL_TASK=Task
COL_USER=Benutzer
COL_UNDO_USER=R\u00FCckg\u00E4ngig
COL_DIST_LOCAL=Verteilt/<br>Lokal
COL_PROPERTIES=Eigenschaften
COL_TASK_STATUS=Task-Status
COL_UNDO_STATUS=Undo-Status
COL_OPTIONS=Optionen
COL_ACTIONS=Aktionen
COL_TASK_ID=Task-ID
COL_TASK_LABEL=Task-Beschriftung
COL_TASK_EXEC_TIME=Ausf\u00FChrungszeit
IN_PROGRESS=In Bearbeitung
NOT_STARTED=Nicht gestartet
VALIDATION_SUCCESSFUL=Validierung erfolgreich
TASK_COMPLETED=Abgeschlossen
TASK_UNDO_COMPLETED=Undo abgeschlossen
TASK_UNDO_ACTIVATED=Undo aktiviert
TASK_ACTIVATED=Aktiviert
TASK_FAILED=Nicht erfolgreich
UNDO_SUCCESSFUL=R\u00FCckg\u00E4ngig gemacht
TASK_DEFERRED=Teilweise aktiviert
EXEC_SUCCESSFUL=Ausf\u00FChrung erfolgreich
UNDO_FAILED=Undo nicht erfolgreich
EXECUTION_FAILED=Ausf\u00FChrung nicht erfolgreich
VALIDATION_FAILED=Validierung nicht erfolgreich
SESSION_NAME=Sessionname
SESSION_NAME_INFO=Name der aktuell aktiven Session.
SESSION_CREATOR_USER=Benutzer
SESSION_CURRENT_USER=Benutzer
SESSION_CURRENT_USER_INFO=Aktueller Benutzer, der mit dieser Session verkn\u00FCpft ist.
SESSION_DATE_CREATED=Erstellzeit
SESSION_DATE_LAST_MODIFIED=Zuletzt ge\u00E4ndert
SESSION_NUM_RESOURCES=Anzahl ge\u00E4nderte Objekte
HEADER_SESSIONS=Ge\u00E4nderte Ressourcen
VIEW_ALL_SESSIONS=Alle Sessions anzeigen
VIEW_ALL_SESSIONS_DESC=Auf dieser Seite k\u00F6nnen Sie eine andere verf\u00FCgbare Session anzeigen und zu dieser wechseln.
LABEL_VIEW_ALL_SESSIONS=Alle Sessions anzeigen
LABEL_VIEW_CONFLICTS=Konflikte anzeigen
LABEL_VIEW_CHANGES=\u00C4nderungen anzeigen
LABEL_OPTIONS=Optionen:
HEADER_CONFLICTS=Konflikte
HEADER_CONCURRENT_UPDATES=Gleichzeitige Aktualisierungen
HEADER_ERROR_MESSAGES=Fehler
HEADER_INFORMATIONAL_MESSAGES=Informationsmeldungen
COL_HEADER_MISSING_RESOURCE=Fehlende Ressource
COL_HEADER_REFERENCES=Referenzen
COL_HEADER_RESOURCE=Ressource
COL_HEADER_RESOURCE_NAME=Ressourcenname
COL_HEADER_RESOURCE_TYPE=Ressourcentyp
COL_HEADER_YOUR_CHANGES=Ihre \u00C4nderungen
COL_HEADER_OTHERS_CHANGES=\u00C4nderungen von anderen Benutzern
COL_HEADER_LAST_MODIFIED_BY=Zuletzt ge\u00E4ndert von
COL_HEADER_SYNCHRONIZE=Synchronisieren
COL_HEADER_MESSAGES=Nachrichten
TOOLTIP_UNDO_THIS_TASK=Klicken Sie auf diese Schaltfl\u00E4che, um diese Task r\u00FCckg\u00E4ngig zu machen.
TOOLTIP_UNDO_THIS_TASK_INTO_SESSION=Klicken Sie auf diese Schaltfl\u00E4che, um diese Task in einer neuen Session r\u00FCckg\u00E4ngig zu machen.
TOOLTIP_CREATE=Klicken Sie auf diese Schaltfl\u00E4che, um \u00C4nderungen an der aktuellen Konfiguration durchzuf\u00FChren
TOOLTIP_EDIT=Klicken Sie auf diese Schaltfl\u00E4che, um die aktuelle Konfiguration zu bearbeiten
TOOLTIP_ACTIVATE=Klicken Sie auf diese Schaltfl\u00E4che, um die aktuelle Session zu aktivieren
TOOLTIP_DISCARD=Klicken Sie auf diese Schaltfl\u00E4che, um \u00C4nderungen zu verwerfen, die bis jetzt in der aktuellen Session durchgef\u00FChrt wurden
TOOLTIP_EXIT=Klicken Sie auf diese Schaltfl\u00E4che, um die aktuelle Session zu beenden.
TOOLTIP_VIEW_CONFLICTS=Klicken Sie auf diese Schaltfl\u00E4che, um die Konflikte anzuzeigen
TOOLTIP_VIEW_CHANGES=Klicken Sie auf diese Schaltfl\u00E4che, um alle Konfigurations\u00E4nderungen anzuzeigen, die bis jetzt in der aktuellen Benutzersession durchgef\u00FChrt wurden
TOOLTIP_VIEW_CHANGES_NOT_IN_SESSION=Klicken Sie auf diese Schaltfl\u00E4che, um alle Konfigurations\u00E4nderungen anzuzeigen, die von allen Benutzersessions durchgef\u00FChrt wurden
TOOLTIP_VIEW_SESSIONS=Klicken Sie auf diese Schaltfl\u00E4che, um alle Sessions anzuzeigen
TOOLTIP_SWITCH_TO_THIS_SESSION=Klicken Sie auf diese Schaltfl\u00E4che, um zu dieser Session zu wechseln
BUTTON_LABEL_CREATE=Erstellen
BUTTON_LABEL_EDIT=Bearbeiten
BUTTON_LABEL_ACTIVATE=Aktivieren
BUTTON_LABEL_DISCARD=Verwerfen
BUTTON_LABEL_EXIT=Beenden
SYNCHRONIZE_TOOL_TIP=Mit bereitgestellter Konfiguration synchronisieren
SYNCHRONIZE=Synchronisieren
VIEW_TASK_DETAILS_TITLE=Task-Details
VIEW_TASK_DETAILS_DESC=Auf dieser Seite werden die Subtaskdetails f\u00FCr die gew\u00E4hlte Task angezeigt.
MSG_TASK_UNDO_SUCCESSFUL=Task wurde erfolgreich r\u00FCckg\u00E4ngig gemacht.
MSG_TASK_UNDO_UNSUCCESSFUL=Dieser Undo-Vorgang wird Konflikte verursachen und kann nicht abgeschlossen werden. W\u00E4hlen Sie stattdessen "Task in Session r\u00FCckg\u00E4ngig machen". Mit dieser Option k\u00F6nnen Sie die Konflikte anzeigen und l\u00F6sen.
MSG_TASK_UNDO_INTO_SESSION_SUCCESSFUL=Die Task wurde erfolgreich in einer Session r\u00FCckg\u00E4ngig gemacht.
MSG_NO_CONFLICTS=Keine weiteren Konflikte vorhanden.
ARE_YOU_SURE_UNDO=Das R\u00FCckg\u00E4ngigmachen einer Task ist ein irreversibler Vorgang. \u00C4nderungen, die an Ressourcen und neu erstellten Ressourcen vorgenommen wurden, sind verloren. M\u00F6chten Sie diese Task wirklich r\u00FCckg\u00E4ngig machen?
MSG_TASK_UNDO_NOTAUTHORIZED_SUBSEQUENT_CHANGE=Sie sind nicht berechtigt, diese Task r\u00FCckg\u00E4ngig zu machen, da einige der Ressourcen, die von dieser Task ge\u00E4ndert wurden, danach von einem anderen Benutzer ge\u00E4ndert wurden.
MSG_TASK_UNDO_NOTAUTHORIZED_DIFFERENT_USER=Sie sind nicht berechtigt, diese Task r\u00FCckg\u00E4ngig zu machen. Sie m\u00FCssen eine der Admin-Rollen haben, um die \u00C4nderungen eines anderen Benutzers r\u00FCckg\u00E4ngig zu machen.
ARE_YOU_SURE_DISCARD=Alle in dieser Session vorgenommenen \u00C4nderungen sind endg\u00FCltig verloren. M\u00F6chten Sie die aktuelle Session wirklich verwerfen?
LABEL_NO_CONFLICTS=Keine Konflikte
LABEL_SESSION=Session
LABEL_TASK_DETAILS_CREATE=Erstellen
LABEL_TASK_DETAILS_DELETE=L\u00F6schen
LABEL_TASK_DETAILS_UPDATE=Aktualisieren
LABEL_TASK_DETAILS_RENAME=Umbenennen
LABEL_TASK_DETAILS_RENAME_WITH_UPDATE=Mit Aktualisieren umbenennen
LABEL_TASK_DETAILS_UNKNOWN=Unbekannte Task
LABEL_TASK_DETAILS_MOVE=Verschieben
ACTIVATE_SESSION=Session aktivieren
ACTIVATE_SESSION_DESC=Aktivieren Sie die aktuelle Gruppe von \u00C4nderungen von der Session im System.
SESSION_DESC_INFO=Stellen Sie eine zusammenfassende Beschreibung der \u00C4nderungen in der aktuellen Session bereit.
TOOLTIP_CANCEL_ACTIVATE=Klicken Sie auf diese Schaltfl\u00E4che, um die Aktivierung abzubrechen und zur\u00FCckzugehen.
ERROR_GENERAL=Es ist ein unerwarteter Fehler aufgetreten. F\u00FChren Sie den Vorgang sp\u00E4ter erneut aus.
ACTIVATE_ERROR_NO_USER_SESSION=Aktivierung kann nicht durchgef\u00FChrt werden - Benutzer "{0}" befindet sich nicht in einer aktiven Session.
ACTIVATE_ERROR_SESSION_NOT_EXIST=Aktivierung kann nicht durchgef\u00FChrt werden - Session "{0}" ist nicht vorhanden.
ACTIVATE_ERROR_CRITICAL_CONFLICTS=Aktivierung kann nicht durchgef\u00FChrt werden - Session "{0}" enth\u00E4lt Validierungsfehler.
NEW_CONFLICTS=Aktivierung kann nicht durchgef\u00FChrt werden - es sind neue Nachrichten oder gleichzeitige \u00C4nderungen vorhanden, die Sie noch nicht angezeigt haben. Pr\u00FCfen Sie die Konflikte, bevor Sie die Session aktivieren.
MSG_ACTIVATION_IN_PROGRESS=Sessionaktivierung erfolgt
COL_HEADER_PATH=Pfad
MSG_SESSION_DOESNOT_EXIST_ANYMORE=Session "{0}" ist nicht mehr vorhanden.
CONCURRENT_UPDATE_OPERATION_CREATE=Erstellen
CONCURRENT_UPDATE_OPERATION_UPDATE=Aktualisieren
CONCURRENT_UPDATE_OPERATION_DELETE=L\u00F6schen
CONCURRENT_UPDATE_OPERATION_RENAME=Umbenennen
PURGE_TITLE=Historie der Sessionaktivierung l\u00F6schen
PURGE_DESC=Auf dieser Seite k\u00F6nnen Sie die Historie der Sessionaktivierung innerhalb eines Datumsbereichs l\u00F6schen.
LABEL_PURGE=L\u00F6schen
LABEL_PURGE_TASKS=Tasks l\u00F6schen
LABEL_PURGE_SELECTION=Auswahl l\u00F6schen
LABEL_PURGE_ALL_TASKS=Alle Tasks l\u00F6schen
LABEL_PURGE_TASKS_FROM=Tasks l\u00F6schen von
ERROR_MESSAGE_FOR_DATE=Anfangsdatum kann nicht nach dem Enddatum liegen
DATE_VALIDATION_MSG=Geben Sie ein g\u00FCltiges Datum im Format {0} oder mit g\u00FCltigen Stunden und Minuten an.
TOOLTIP_PURGE=Klicken Sie auf diese Schaltfl\u00E4che, um die Historie der Sessionaktivierung nach Datum zu l\u00F6schen
PURGE_MSG_CONFIRM=M\u00F6chten Sie die Tasks wirklich endg\u00FCltig l\u00F6schen?
MSG_PURGE_IN_PROGRESS=Historie der Sessionaktivierung wird gel\u00F6scht.
MSG_PURGE_SUCCESS_ALL=Historie der Sessionaktivierung wurde erfolgreich gel\u00F6scht.
MSG_PURGE_SUCCESS_BY_DATE=Historie der Sessionaktivierung zwischen {0} und {1} wurde erfolgreich gel\u00F6scht.
MSG_NO_TASKS_FOUND=Keine Tasks gefunden.
MSG_INVALID_DATE=Datum ist ung\u00FCltig. Verwenden Sie das Format {0}.
MSG_INVALID_END_DATE=Enddatum kann nicht vor Anfangsdatum liegen,
MSG_DATE_EMPTY=Datum darf nicht leer sein. Geben Sie ein Datum an.
MSG_SESSION_ACTIVATION_FAILED=Fehler bei der Aktivierung der Session. Weitere Einzelheiten finden Sie im Server-Log.
MSG_FAILED_TO_SET_SESSION_DESC=Beim Festlegen der Sessionbeschreibung ist ein Fehler aufgetreten. Weitere Einzelheiten finden Sie im Server-Log.
CONFLICTS_DESC=Auf dieser Seite k\u00F6nnen Sie Diagnosemeldungen \u00FCber Fehler in der Konfiguration anzeigen. Au\u00DFerdem k\u00F6nnen Sie Konflikte zwischen den \u00C4nderungen anzeigen und l\u00F6sen, die in Ihrer Session und anderen aktivierten Sessions durchgef\u00FChrt wurden
CONCURRENT_UPDATES_DESC=Gleichzeitige Aktualisierungen warnen Sie bei \u00C4nderungen, die mit anderen aktivierten Sessions nicht kompatibel sind
DIAGNOSTIC_MESSAGES_DESC=Diagnosemeldungen informieren Sie \u00FCber kritische Konflikte innerhalb Ihrer Konfiguration
INFORMATIONAL_MESSAGES_DESC=Informationsmeldungen informieren Sie \u00FCber nicht kritische Konflikte innerhalb Ihrer Konfiguration
