GROUP=\u7CFB\u7D71\u7BA1\u7406
EXPORT_GROUP=\u532F\u51FA
IMPORT_GROUP=\u532F\u5165
TRACK_CHANGES_GROUP=\u8FFD\u8E64\u8B8A\u66F4
CUSTOMIZATION_GROUP=\u81EA\u8A02
VIEW_EXPORT_REPS_TITLE=\u532F\u51FA\u8CC7\u6E90
VIEW_EXPORT_REPS_DESCRIPTION=\u9019\u500B\u9801\u9762\u6703\u5217\u51FA\u53EF\u532F\u51FA\u5230\u6A94\u6848\u7684\u6240\u6709\u8CC7\u6E90\u3002\u8ACB\u9078\u53D6\u4E00\u6216\u591A\u500B\u8CC7\u6E90\uFF0C\u7136\u5F8C\u6309\u4E00\u4E0B\u300C\u532F\u51FA\u300D\u3002\u60A8\u63A5\u8457\u53EF\u4EE5\u4F7F\u7528\u8A72\u6A94\u6848\uFF0C\u5C07\u7D44\u614B\u532F\u5165\u5176\u4ED6 Oracle Service Bus \u57F7\u884C\u8655\u7406\u3002
TASK_EXPORT_CONFIG_DATA=\u532F\u51FA\u8CC7\u6E90
TASK_UPGRADE_EXPORT_JAR=\u5347\u7D1A\u532F\u51FA\u6A94\u6848
VIEW_CONFIG_CHANGES_TITLE=\u6AA2\u8996\u7D44\u614B\u8B8A\u66F4
VIEW_CONFIG_CHANGES_DESC=\u9019\u500B\u9801\u9762\u6703\u5217\u51FA\u5230\u76EE\u524D\u70BA\u6B62\uFF0C\u5728\u76EE\u524D\u4F7F\u7528\u8005\u968E\u6BB5\u4F5C\u696D\u4E2D\uFF0C\u9032\u884C\u7684\u6240\u6709\u7D44\u614B\u8B8A\u66F4\u3002\u60A8\u53EF\u4EE5\u6AA2\u8996\u4F5C\u696D\u7684\u72C0\u614B\u4E26\u9084\u539F\u4F5C\u696D\u3002
VIEW_CONFIG_CHANGES_DESC_NOT_IN_SESSION=\u9019\u500B\u9801\u9762\u6703\u5217\u51FA\u5168\u90E8\u4F7F\u7528\u8005\u9032\u884C\u7684\u6240\u6709\u7D44\u614B\u8B8A\u66F4\u3002\u60A8\u53EF\u4EE5\u6AA2\u8996\u4F5C\u696D\u7684\u72C0\u614B\u4E26\u9084\u539F\u4F5C\u696D\u3002
TASK_VIEW_CHANGES=\u6AA2\u8996\u8B8A\u66F4
VIEW_IMPORT_REPS_TITLE=\u532F\u5165\u8CC7\u6E90
VIEW_IMPORT_REPS_DESCRIPTION=\u9019\u500B\u9801\u9762\u6703\u986F\u793A\u5373\u5C07\u532F\u5165\u7684 Oracle Service Bus \u7D44\u614B\u8CC7\u6599\u3002\u60A8\u53EF\u4EE5\u9078\u64C7\u532F\u5165\u6240\u6709\u7D44\u614B\u8CC7\u6599\u6216\u7D44\u614B\u8CC7\u6599\u5B50\u96C6\u3002
TASK_IMPORT_CONFIG_DATA=\u532F\u5165\u8CC7\u6E90
VIEW_DEPLOYMENT_HISTORY_TITLE=\u6AA2\u8996\u5EFA\u7F6E\u6B77\u53F2\u8A18\u9304
VIEW_DEPLOYMENT_HISTORY_DESCRIPTION=\u9019\u500B\u9801\u9762\u6703\u986F\u793A\u5DF2\u5EFA\u7F6E\u7684\u8CC7\u6E90\uFF0C\u4EE5\u53CA\u5EFA\u7F6E\u7684\u72C0\u614B\u3002
TASK_DEPLOYMENT_HISTORY=\u5EFA\u7F6E\u6B77\u53F2\u8A18\u9304
REVIEW_DEPLOYMENT_TITLE=\u6AA2\u67E5\u5EFA\u7F6E
REVIEW_DEPLOYMENT_DESC=\u6AA2\u67E5\u5C07\u5EFA\u7F6E\u7684\u9805\u76EE\u3002
VIEW_DEPLOYMENT_RESULT_TITLE=\u6AA2\u8996\u5EFA\u7F6E\u7D50\u679C
VIEW_DEPLOYMENT_RESULT_DESC=\u4F7F\u7528\u9019\u500B\u9801\u9762\u4F86\u6AA2\u67E5\u5EFA\u7F6E\u7684\u7D50\u679C\u3002
CREATE_EXPORT_REP_BANNER_TITLE=\u5EFA\u7ACB\u65B0\u7684\u532F\u51FA\u5132\u5B58\u5340\u57DF
CREATE_EXPORT_REP_BANNER_DESC=\u82E5\u8981\u5EFA\u7ACB\u65B0\u7684\u532F\u51FA\u5132\u5B58\u5340\u57DF\uFF0C\u8ACB\u8F38\u5165\u5132\u5B58\u5340\u57DF\u7684\u540D\u7A31\u3002
EXISTING_EXPORT_REP_BANNER_TITLE=\u4F7F\u7528\u73FE\u6709\u7684\u532F\u51FA\u5132\u5B58\u5340\u57DF
EXISTING_EXPORT_REP_BANNER_DESC=\u60A8\u53EF\u4EE5\u900F\u904E\u65B0\u589E\u3001\u79FB\u9664\u6216\u4FEE\u6539\u5132\u5B58\u5340\u57DF\u6240\u5305\u542B\u7684\u7D44\u614B\u8CC7\u6599\uFF0C\u4FEE\u6539\u73FE\u6709\u7684\u5132\u5B58\u5340\u57DF\u3002\n\n \t\t\u7576\u60A8\u6E96\u5099\u597D\u532F\u51FA\u7279\u5B9A\u5132\u5B58\u5340\u57DF\u4E2D\u7684\u7D44\u614B\u8CC7\u6599\u6642\uFF0C\u8ACB\u5EFA\u7ACB\u6A94\u6848\u3002\u60A8\u63A5\u8457\u53EF\u4EE5\u532F\u5165\u8A72\u6A94\u6848\uFF0C\t\u4E26\u5C07\u7D44\u614B\u5EFA\u7F6E\u5230\u5176\u4ED6 Oracle Service Bus \u7DB2\u57DF\u3002
WORK_ON_NEW_IMPORT_REP_BANNER_TITLE=\u4F7F\u7528\u65B0\u7684\u532F\u5165\u5132\u5B58\u5340\u57DF
WORK_ON_NEW_IMPORT_REP_BANNER_DESC=\u5C0B\u627E\u8981\u532F\u5165\u7684\u6A94\u6848\uFF0C\u4EE5\u5EFA\u7ACB\u9019\u500B\u5132\u5B58\u5340\u57DF\u3002
WORK_ON_EXISTING_IMPORT_REP_BANNER_TITLE=\u4F7F\u7528\u73FE\u6709\u7684\u532F\u5165\u5132\u5B58\u5340\u57DF
WORK_ON_EXISTING_IMPORT_REP_BANNER_DESC=\u60A8\u53EF\u4EE5\u9078\u64C7\u532F\u5165\u7279\u5B9A\u5132\u5B58\u5340\u57DF\u4E2D\u7684\u6240\u6709\u7D44\u614B\u8CC7\u6599\u6216\u7D44\u614B\u8CC7\u6599\u5B50\u96C6\u3002\u60A8\u53EF\u4EE5\u8B8A\u66F4\u7279\u5B9A\u7D44\u614B\u8CC7\u6599\u7684\u503C\u3002\u532F\u5165\u7279\u5B9A\u7D44\u614B\u4E26\u9078\u64C7\u6027\u4FEE\u6539\u8CC7\u6599\u4E4B\u5F8C\uFF0C\u60A8\u5FC5\u9808\u5EFA\u7F6E\u7D44\u614B\u3002
DEFINE_MAPPING_BANNER_TITLE=\u5B9A\u7FA9\u5C0D\u61C9
DEFINE_MAPPING_BANNER_DESC=\u5982\u679C\u6240\u532F\u5165\u7D44\u614B\u4E2D\u7684\u9805\u76EE\u53C3\u7167\u7684\u4E00\u6216\u591A\u500B\u5176\u4ED6\u9805\u76EE\u672A\u5305\u542B\u5728\u8A72\u532F\u5165\u7D44\u614B\u4E2D\uFF0C\u6216\u5728\u76EE\u524D\u7DB2\u57DF\u4E2D\u6C92\u6709\u7B49\u540C\u9805\u76EE\uFF0C\u60A8\u5FC5\u9808\u5C07\u53C3\u7167\u7684\u9805\u76EE\u5C0D\u61C9\u5230\u76EE\u524D\u7DB2\u57DF\u4E2D\u73FE\u6709\u7684\u9805\u76EE\u3002\u5982\u679C\u5F9E\u7DB2\u57DF\u4E2D\u522A\u9664\u5C0D\u61C9\u76EE\u6A19\u6240\u53C3\u7167\u7684\u9805\u76EE\uFF0C\u5247\u5C0D\u61C9\u95DC\u4FC2\u5C07\u6703\u8B8A\u6210\u7121\u6548\u3002
VIEW_EXPORTED_ITEMS_BANNER_TITLE=\u6A19\u793A\u8981\u532F\u51FA\u7684\u9805\u76EE
VIEW_EXPORTED_ITEMS_BANNER_DESC=\u9019\u500B\u9801\u9762\u6703\u5217\u51FA\u9078\u53D6\u532F\u51FA\u7684\u9805\u76EE\u3002\u532F\u51FA\u7684\u9805\u76EE\u6703\u5132\u5B58\u5728\u532F\u51FA\u5132\u5B58\u5340\u57DF\u4E2D\u3002\u8ACB\u4F7F\u7528\u9019\u500B\u9801\u9762\u6AA2\u8996\u76F8\u4F9D\u6027\uFF0C\u5728\u4F86\u6E90\u5DF2\u66F4\u65B0\u6642\u540C\u6B65\u9805\u76EE\uFF0C\u6216\u8005\u5F9E\u532F\u51FA\u5132\u5B58\u5340\u57DF\u4E2D\u79FB\u9664\u9805\u76EE\u3002\n\n \t \u5982\u679C\u7DB2\u57DF\u4E2D\u7684\u9805\u76EE\u5DF2\u7D93\u66F4\u65B0\u6216\u522A\u9664\uFF0C\u5132\u5B58\u5340\u57DF\u4E2D\u5C0D\u61C9\u7684\u8CC7\u6599\u4E26\u4E0D\u6703\u81EA\u52D5\u66F4\u65B0\u6216\u522A\u9664\u3002\u60A8\u5FC5\u9808\u660E\u78BA\u540C\u6B65\u6216\u522A\u9664\u9805\u76EE\uFF0C\u624D\u80FD\u4F7F\u532F\u51FA\u5132\u5B58\u5340\u57DF\u4E2D\u7684\u8CC7\u6599\u8207\u7DB2\u57DF\u4E2D\u7684\u8CC7\u6599\u540C\u6B65\u3002
VIEW_NONEXPORTED_ITEMS_BANNER_TITLE=\u672A\u6A19\u793A\u8981\u532F\u51FA\u7684\u9805\u76EE
VIEW_NONEXPORTED_ITEMS_BANNER_DESC=\u9019\u500B\u9801\u9762\u6703\u986F\u793A\u76EE\u524D\u672A\u9078\u53D6\u8981\u532F\u51FA\u7684\u9805\u76EE\u3002\u60A8\u53EF\u4EE5\u4F7F\u7528\u9019\u500B\u9801\u9762\uFF0C\u900F\u904E\u9078\u53D6\u55AE\u4E00\u6216\u591A\u500B\u8981\u532F\u51FA\u7684\u9805\u76EE\uFF0C\u4FEE\u6539\u76EE\u524D\u7684\u5132\u5B58\u5340\u57DF\u3002\u7136\u5F8C\u6309\u4E00\u4E0B\u300C\u5B8C\u6210\u300D\uFF0C\u8FD4\u56DE\u60A8\u5EFA\u7ACB\u6A94\u6848 (\u8A72\u6A94\u6848\u5305\u542B\u60A8\u9078\u53D6\u8981\u532F\u51FA\u7684\u6240\u6709\u9805\u76EE) \u7684\u9801\u9762\u3002
VIEW_INCLUDED_IMPORTS_BANNER_TITLE=\u6A19\u793A\u8981\u5EFA\u7F6E\u7684\u9805\u76EE
VIEW_INCLUDED_IMPORTS_BANNER_DESC=\u9019\u500B\u9801\u9762\u6703\u986F\u793A\u76EE\u524D\u9078\u53D6\u8981\u5EFA\u7F6E\u7684\u9805\u76EE\u3002\u6839\u64DA\u9810\u8A2D\uFF0C\u6703\u9078\u53D6\u532F\u5165\u6A94\u6848\u4E2D\u7684\u6240\u6709\u9805\u76EE\u4EE5\u9032\u884C\u5EFA\u7F6E\uFF0C\u4F46\u60A8\u53EF\u4EE5\u9078\u53D6\u8981\u6392\u9664\u7684\u7279\u5B9A\u9805\u76EE\u3002\u5982\u679C\u7576\u60A8\u532F\u5165\u5132\u5B58\u5340\u57DF\u6642\uFF0C\u9805\u76EE\u4E0D\u5728\u76EE\u524D\u7DB2\u57DF\u4E2D\uFF0C\u5247\u6703\u5EFA\u7ACB\u8A72\u9805\u76EE\u3002\u5982\u679C\u9805\u76EE\u5DF2\u5B58\u5728\uFF0C\u5247\u6703\u66F4\u65B0\u9805\u76EE\u3002\u4E0D\u6703\u56E0\u70BA\u5EFA\u7F6E\u800C\u522A\u9664\u76EE\u524D\u7DB2\u57DF\u4E2D\u7684\u4EFB\u4F55\u9805\u76EE\u3002
VIEW_EXCLUDED_IMPORTS_BANNER_TITLE=\u5DF2\u6392\u9664\u5EFA\u7F6E\u7684\u9805\u76EE
VIEW_EXCLUDED_IMPORTS_BANNER_DESC=\u9019\u500B\u9801\u9762\u6703\u5217\u51FA\u5305\u542B\u5728\u532F\u51FA\u6A94\u6848\u4E2D\uFF0C\u4F46\u4E0D\u6703\u9032\u884C\u5EFA\u7F6E\u7684\u9805\u76EE\u3002\u5982\u679C\u4E0D\u9700\u8981\u67D0\u500B\u9805\u76EE\uFF0C\u6216\u8005\u76EE\u524D\u7DB2\u57DF\u4E2D\u5DF2\u6709\u7B49\u540C\u7684\u9805\u76EE (\u800C\u60A8\u4E0D\u60F3\u8986\u5BEB\u8A72\u9805\u76EE)\uFF0C\u5247\u53EF\u4EE5\u6392\u9664\u8A72\u9805\u76EE\u3002\u5982\u679C\u60A8\u6392\u9664\u5176\u4ED6\u9805\u76EE\u6240\u53C3\u7167\u4E14\u9700\u8981\u7684\u9805\u76EE\uFF0C\u5247\u5EFA\u7F6E\u6703\u5931\u6557\u3002\u82E5\u8981\u907F\u514D\u5EFA\u7F6E\u5931\u6557\uFF0C\u8ACB\u5C07\u6392\u9664\u7684\u9805\u76EE\u5C0D\u61C9\u5230\u76EE\u524D\u7DB2\u57DF\u4E2D\u73FE\u6709\u7684\u5176\u4ED6\u9805\u76EE\uFF0C\u6216\u5728\u76EE\u524D\u7DB2\u57DF\u4E2D\u660E\u78BA\u5EFA\u7ACB\u7B49\u540C\u7684\u9805\u76EE\u3002
VIEW_MISSING_IMPORTS_BANNER_TITLE=\u907A\u6F0F\u9805\u76EE
VIEW_MISSING_IMPORTS_BANNER_DESC=\u9019\u500B\u9801\u9762\u6703\u5217\u51FA\u6240\u532F\u5165\u6A94\u6848\u4E2D\u53C3\u7167\uFF0C\u4F46\u662F\u4E0D\u5728\u6240\u532F\u51FA\u6A94\u6848\u6216\u76EE\u524D\u7DB2\u57DF\u4E2D\u7684\u9805\u76EE\u3002\u82E5\u8981\u7E7C\u7E8C\u5EFA\u7F6E\uFF0C\u60A8\u5FC5\u9808\u5C07\u9019\u4E9B\u53C3\u7167\u5C0D\u61C9\u5230\u76EE\u524D\u7DB2\u57DF\u4E2D\u7684\u73FE\u6709\u9805\u76EE\uFF0C\u6216\u5728\u76EE\u524D\u7DB2\u57DF\u4E2D\u5EFA\u7ACB\u7B49\u540C\u7684\u9805\u76EE\u3002
VIEW_ENV_VALUES_BANNER_TITLE=\u74B0\u5883\u76F8\u4F9D\u503C
VIEW_ENV_VALUES_BANNER_DESC=\u9019\u500B\u9801\u9762\u6703\u986F\u793A\u8207\u7D44\u614B\u4E2D\u7684\u8CC7\u6E90\u76F8\u95DC\u806F\u7684\u74B0\u5883\u76F8\u4F9D\u503C\u3002\u60A8\u53EF\u4EE5\u5728\u5EFA\u7F6E\u8CC7\u6E90\u4E4B\u524D\u8986\u5BEB\u539F\u59CB\u503C\u3002
VIEW_ENV_VALUES1_BANNER_TITLE=\u74B0\u5883\u503C
VIEW_ENV_VALUES1_BANNER_DESC=\u9019\u500B\u9801\u9762\u6703\u986F\u793A\u6240\u532F\u51FA\u9805\u76EE\u7684\u74B0\u5883\u76F8\u4F9D\u7279\u6027\u3002\u60A8\u53EF\u4EE5\u9078\u64C7\u4F7F\u4E00\u6216\u591A\u500B\u7279\u6027\u8207\u8B8A\u6578\u7522\u751F\u95DC\u806F\u3001\u79FB\u9664\u95DC\u806F\uFF0C\u4EE5\u53CA\u85C9\u7531\u6307\u6D3E\u503C\u7D66\u8B8A\u6578\uFF0C\u5728\u5EFA\u7F6E\u671F\u9593\u81EA\u52D5\u8B8A\u66F4\u7279\u6027\u3002
ASSIGN_VARIABLE_VALUES_BANNER_TITLE=\u6AA2\u8996\u53CA\u6307\u6D3E\u5EFA\u7F6E\u8B8A\u6578
ASSIGN_VARIABLE_VALUES_BANNER_DESC=\u4F7F\u7528\u9019\u500B\u9801\u9762\u4F86\u6AA2\u8996\u548C\u7DE8\u8F2F\u5EFA\u7F6E\u8B8A\u6578\u7684\u503C\u3002\u5EFA\u7F6E\u8B8A\u6578\u53EF\u8B93\u60A8\u85C9\u7531\u4F7F\u53C3\u6578\u8207\u8B8A\u6578\u7522\u751F\u95DC\u806F\uFF0C\u7136\u5F8C\u5C0D\u8A72\u8B8A\u6578\u6307\u6D3E\u503C\uFF0C\u8B8A\u66F4\u74B0\u5883\u76F8\u4F9D\u53C3\u6578\u7684\u503C\u3002
UPGRADE_EXPORT_JAR_TITLE=\u5347\u7D1A\u532F\u51FA\u6A94\u6848
VIEW_REFERENCES_BANNER_TITLE=\u6AA2\u8996\u53C3\u7167
BANNER_DESC_VIEW_UNRESOLVED_REFS=\u9019\u500B\u9801\u9762\u6703\u5217\u51FA\u9078\u53D6\u8981\u5EFA\u7F6E\u4E4B\u9805\u76EE\u6240\u9700\u7684\u9805\u76EE\u3002\u5982\u679C\u76EE\u524D\u7DB2\u57DF\u4E2D\u5C1A\u672A\u5EFA\u7F6E\u7B49\u540C\u7684\u9805\u76EE\uFF0C\u6216\u662F\u53C3\u7167\u9805\u76EE\u672A\u660E\u78BA\u5C0D\u61C9\u5230\u73FE\u6709\u7684\u9805\u76EE\uFF0C\u5247\u9700\u8981\u8A72\u53C3\u7167\u9805\u76EE\u3002\u5982\u679C\u6709\u672A\u89E3\u6790\u7684\u53C3\u7167\uFF0C\u5247\u5EFA\u7F6E\u6703\u5931\u6557\u3002\u82E5\u8981\u907F\u514D\u5EFA\u7F6E\u5931\u6557\uFF0C\u60A8\u5FC5\u9808\u5C07\u53C3\u7167\u9805\u76EE\u5C0D\u61C9\u5230\u76EE\u524D\u7DB2\u57DF\u4E2D\u73FE\u6709\u7684\u9805\u76EE\uFF0C\u6216\u5728\u76EE\u524D\u7DB2\u57DF\u4E2D\u660E\u78BA\u5EFA\u7ACB\u53C3\u7167\u9805\u76EE\u3002
BANNER_DESC_VIEW_NONEXPORTED_CHILDREN=\u9019\u500B\u9801\u9762\u6703\u5217\u51FA\u672A\u532F\u51FA\uFF0C\u4F46\u537B\u662F\u6240\u532F\u51FA\u9805\u76EE\u4F9D\u8CF4\u7684\u9805\u76EE\u3002\u901A\u5E38\uFF0C\u60A8\u6703\u532F\u51FA\u6240\u6709\u76F8\u4F9D\u6027\u3002\u4E0D\u904E\uFF0C\u5982\u679C\u60A8\u77E5\u9053\u76EE\u6A19\u7DB2\u57DF\u5305\u542B\u6392\u9664\u7684\u9805\u76EE\uFF0C\u6216\u8005\u8A08\u5283\u5728\u532F\u5165\u904E\u7A0B\u4E2D\uFF0C\u5C07\u6392\u9664\u7684\u9805\u76EE\u5C0D\u61C9\u5230\u76EE\u6A19\u7DB2\u57DF\u4E2D\u7684\u5176\u4ED6\u73FE\u6709\u9805\u76EE\uFF0C\u5247\u53EF\u4EE5\u9078\u64C7\u4E0D\u532F\u51FA\u76F8\u4F9D\u6027\u3002
BANNER_DESC_VIEW_EXPORTED_PARENTS=\u9019\u500B\u9801\u9762\u6703\u5217\u51FA\u8207\u672A\u532F\u51FA\u7684\u9805\u76EE\u76F8\u4F9D\u7684\u532F\u51FA\u9805\u76EE\u3002
BANNER_DESC_VIEW_PARENTS_THAT_REQUIRE_THIS=\u9019\u500B\u9801\u9762\u6703\u5217\u51FA\u5EFA\u7F6E\u6642\u9700\u8981\uFF0C\u4F46\u5DF2\u6392\u9664\u6216\u907A\u6F0F\u4E4B\u9805\u76EE\u7684\u7236\u9805\u3002\u5982\u679C\u76EE\u524D\u9078\u53D6\u8981\u532F\u5165\u7684\u5176\u4ED6\u9805\u76EE\u53C3\u7167\u4E86\u67D0\u500B\u9805\u76EE\uFF0C\u4F46\u5F8C\u8005\u5728\u76EE\u524D\u7DB2\u57DF\u4E2D\u6C92\u6709\u7B49\u540C\u7684\u9805\u76EE\uFF0C\u5247\u9700\u8981\u8A72\u9805\u76EE\u3002
TEXT_UNKNOWN=\u4E0D\u660E
COL_REPOSITORY_NAME=\u5132\u5B58\u5340\u57DF\u540D\u7A31
COL_CREATION_TIME=\u5EFA\u7ACB\u6642\u9593
COL_LAST_UPDATED=\u4E0A\u6B21\u66F4\u65B0\u6642\u9593
COL_NUM_ITEMS=\u9805\u76EE\u6578
LABEL_REP_EXISTS=\u5132\u5B58\u5340\u57DF\u5DF2\u5B58\u5728
LABEL_EMPTY_FILE=\u9078\u53D6\u7684\u6A94\u6848\u662F\u7A7A\u7684\u3002
LABEL_INVALID_FILE=\u7D44\u614B\u6A94 {0} \u7121\u6548
LABEL_GET_JAR_FILE=\u532F\u51FA
LABEL_ORIGIN_DELETED=\u5DF2\u522A\u9664
LABEL_ORIGIN_MODIFIED=\u5DF2\u4FEE\u6539
LABEL_ORIGIN_UNKNOWN=\u4E0D\u660E
LABEL_DEPLOY=\u5EFA\u7F6E
LABEL_READY=\u5099\u59A5
LABEL_UNRESOLVED_REFS=\u672A\u89E3\u6790\u7684\u53C3\u7167
LABEL_CYCLE_EXISTS=\u5FAA\u74B0\u53C3\u7167
LABEL_EXPORTED_JAR_FILE=\u532F\u51FA\u7684\u6A94\u6848
LABEL_IMPORT_JAR_FILE=\u6A94\u6848\u540D\u7A31
LABEL_BROWSE=\u700F\u89BD
LABEL_DEFINE=\u5B9A\u7FA9
LABEL_MODIFY=\u4FEE\u6539
LABEL_CREATE_REPOSITORY=\u5EFA\u7ACB\u5132\u5B58\u5340\u57DF
LABEL_NOT_DEPLOYABLE=\u4E0D\u53EF\u5EFA\u7F6E
LABEL_RESOURCE_SUMMARY=\u8CC7\u6E90\u6458\u8981
LABEL_SUMMARY=\u6458\u8981
LABEL_CREATE=\u5EFA\u7ACB
LABEL_UPDATE=\u66F4\u65B0
LABEL_DELETE=\u522A\u9664
LABEL_NOT_READY_FOR_DEPLOYMENT_MSG=\u56E0\u70BA\u6709\u672A\u89E3\u6790\u7684\u53C3\u7167\uFF0C\u7121\u6CD5\u5EFA\u7F6E\u6B64\u5132\u5B58\u5340\u57DF\u3002
LABEL_DEPLOY_KEEP_REP=\u5EFA\u7F6E (\u4FDD\u7559\u5132\u5B58\u5340\u57DF)
LABEL_DEPLOY_DELETE_REP=\u5EFA\u7F6E (\u522A\u9664\u5132\u5B58\u5340\u57DF)
LABEL_INVALID_MAPPING=\u56E0\u70BA\u7DB2\u57DF\u4E2D\u6C92\u6709\u76EE\u6A19\u9805\u76EE\uFF0C\u6240\u4EE5\u76EE\u524D\u7684\u5C0D\u61C9\u7121\u6548\u3002
LABEL_SUCCESS=\u6210\u529F
LABEL_FAILED=\u5931\u6557
LABEL_INPROGRESS=\u9032\u884C\u4E2D
LABEL_NOT_STARTED=\u672A\u555F\u52D5
LABEL_VALIDATED=\u5DF2\u9A57\u8B49
LABEL_VALIDATION_FAILED=\u9A57\u8B49\u5931\u6557
LABEL_DEPLOYMENT_RESULT=\u5EFA\u7F6E\u7D50\u679C
LABEL_EXPORTED_ITEMS=\u532F\u51FA\u7684\u9805\u76EE
LABEL_NONEXPORTED_ITEMS=\u672A\u532F\u51FA\u7684\u9805\u76EE
LABEL_INCLUDED_ITEMS=\u5305\u542B\u9805\u76EE
LABEL_EXCLUDED_ITEMS=\u6392\u9664\u7684\u9805\u76EE
LABEL_MISSING_ITEMS=\u907A\u6F0F\u9805\u76EE
LABEL_VARIABLES=\u5EFA\u7F6E\u8B8A\u6578
LABEL_UPGRADE=\u5347\u7D1A\u6A94\u6848
COL_TYPE=\u985E\u578B
COL_LAST_MODIFIED=\u4E0A\u6B21\u4FEE\u6539\u6642\u9593
COL_OPERATIONS=\u4F5C\u696D
COL_REFERENCES=\u53C3\u7167
COL_NAME_ID=\u540D\u7A31/ID
COL_SOURCE_CHANGED=\u4F86\u6E90<br>\u72C0\u614B
COL_EXPORT_TIME=\u532F\u51FA\u6642\u9593
COL_NON_EXP_DEPENDENCIES=\u672A\u532F\u51FA\u7684<br>\u76F8\u4F9D\u6027
COL_DEPENDENTS=\u532F\u51FA\u7684\u76F8\u4F9D\u6027
COL_NUM_TOTAL_ITEMS=\u9805\u76EE\u7E3D\u6578
COL_NUM_EXCLUDED=\u5DF2\u6392\u9664
COL_IMPORT_STATUS=\u72C0\u614B
COL_TARGET_STATUS=\u76EE\u6A19<br>\u72C0\u614B
COL_UNRESOLVED_REFS=\u672A\u89E3\u6790\u7684<br>\u53C3\u7167
COL_REFERENCED_BY=\u8981\u6C42\u8005
COL_MAPPING=\u6B63\u5728\u5C0D\u61C9
COL_NUM_CREATE=\u5C07\u5EFA\u7ACB\u7684\u9805\u76EE
COL_NUM_CREATED=\u5DF2\u5EFA\u7ACB\u7684\u9805\u76EE
COL_NUM_DELETE=\u5C07\u522A\u9664\u7684\u9805\u76EE
COL_NUM_DELETED=\u5DF2\u522A\u9664\u7684\u9805\u76EE
COL_NUM_UPDATE=\u5C07\u66F4\u65B0\u7684\u9805\u76EE
COL_NUM_UPDATED=\u5DF2\u66F4\u65B0\u7684\u9805\u76EE
COL_NUM_ITEMS_EXCLUDED=\u5DF2\u6392\u9664\u5EFA\u7F6E\u7684\u9805\u76EE
COL_NUM_UNRESOLVED=\u672A\u89E3\u6790\u7684\u53C3\u7167
COL_DEPLOYMENT_ACTION=\u52D5\u4F5C
COL_CURRENT_MAPPING=\u76EE\u524D\u7684\u5C0D\u61C9
COL_AVAILABLE_MAPPINGS=\u53EF\u7528\u7684\u5C0D\u61C9
COL_DEPLOYMENT_ORDER=\u9806\u5E8F
COL_DEPLOYMENT_STATUS=\u5EFA\u7F6E\u72C0\u614B
COL_STATUS=\u72C0\u614B
COL_ITEMS=\u9805\u76EE
COL_DEPLOYMENT_STARTED=\u5DF2\u958B\u59CB\u5EFA\u7F6E
COL_DEPLOYMENT_FINISHED=\u5DF2\u5B8C\u6210\u5EFA\u7F6E
COL_DEPLOYMENT_TIME=\u5EFA\u7F6E\u6642\u9593
COL_NUM_ENV_VALUES=\u74B0\u5883<br>\u7279\u6027
COL_VARIABLE_NAME=\u8B8A\u6578\u540D\u7A31
COL_VARIABLE_VALUE=\u8B8A\u6578\u503C
COL_NAME=\u540D\u7A31
COL_PATH=\u8DEF\u5F91
COL_MESSAGE=\u8A0A\u606F
COL_ORIGINAL_VALUE=\u539F\u59CB\u503C
COL_DESCRIPTION=\u63CF\u8FF0
COL_NEW_VALUE=\u65B0\u503C
COL_PROJECT=\u5C08\u6848
BUTTON_EXPORT_MARKED_ONLY=\u532F\u51FA (\u50C5\u9650\u9078\u53D6\u7684\u9805\u76EE)
BUTTON_EXPORT_WITH_CHILDREN=\u532F\u51FA (\u5305\u542B\u76F8\u4F9D\u6027)
BUTTON_REMOVE_SELECTED=\u79FB\u9664
BUTTON_REMOVE_WITH_CHILDREN=\u79FB\u9664 (\u5305\u542B\u76F8\u4F9D\u6027)
BUTTON_SYNC=\u540C\u6B65
BUTTON_BACK=\u8FD4\u56DE
BUTTON_FINISH_IMPORT=\u5B8C\u6210\u532F\u5165
BUTTON_FINISH_EXPORT=\u5B8C\u6210\u532F\u51FA
BUTTON_REEXPORT_SELECTED=\u91CD\u65B0\u532F\u51FA
BUTTON_REEXPORT_WITH_CHILDREN=\u91CD\u65B0\u532F\u51FA (\u5305\u542B\u76F8\u4F9D\u6027)
BUTTON_EXCLUDE_SELECTED=\u6392\u9664\u9078\u53D6\u7684\u9805\u76EE
BUTTON_DONE=\u5B8C\u6210
BUTTON_IMPORT=\u532F\u5165
BUTTON_GETJAR=\u532F\u51FA
INFO_REP_NAME=\u532F\u5165\u5132\u5B58\u5340\u57DF\u7684\u552F\u4E00\u540D\u7A31
INFO_IMPORT_JAR=\u532F\u51FA\u6A94\u6848\u7684\u4F4D\u7F6E
INFO_VALUE_DEFINED_BY_VAR=\u6B64\u503C\u662F\u7531\u8B8A\u6578\u5B9A\u7FA9
LABEL_ITEMS_DIFFER=\u4E0D\u540C
LABEL_ITEMS_SAME=\u76F8\u540C
LABEL_NOT_EXISTS=\u4E0D\u5B58\u5728
LABEL_INCLUDE_DEPENDENCIES=\u5305\u542B\u76F8\u4F9D\u6027
TOOLTIP_INCLUDE_DEPENDENCIES=\u5305\u542B\u9078\u53D6\u8CC7\u6E90\u7684\u6240\u6709\u76F8\u4F9D\u6027
LABEL_PRESERVE_ENV_VARS=\u4FDD\u7559\u74B0\u5883\u8B8A\u6578
LABEL_PRESERVE_OPERATIONAL_VALUES=\u4FDD\u7559\u4F5C\u696D\u503C
LABEL_PRESERVE_SECURITY_AND_POLICY_CONFIG=\u4FDD\u7559\u5B89\u5168\u548C\u539F\u5247\u7D44\u614B
LABEL_PRESERVE_CREDENTIALS=\u4FDD\u7559\u8B49\u660E\u8CC7\u6599
LABEL_PRESERVE_ACCESS_CONTROL_POLICIES=\u4FDD\u7559\u5B58\u53D6\u63A7\u5236\u539F\u5247
TOOLTIP_PRESERVE_ENV_VARS=\u4E0D\u8981\u8B93\u9019\u6B21\u532F\u5165\u8986\u5BEB\u74B0\u5883\u8B8A\u6578
TOOLTIP_PRESERVE_OPERATIONAL_VALUES=\u4E0D\u8981\u4F7F\u7528\u8A72\u532F\u5165\u8986\u5BEB\u4F5C\u696D\u503C
TOOLTIP_PRESERVE_SECURITY_AND_POLICY_CONFIG=\u8ACB\u4E0D\u8981\u4F7F\u7528\u6B64\u532F\u5165\u8986\u5BEB\u5B89\u5168\u548C\u539F\u5247\u7D44\u614B
TOOLTIP_PRESERVE_CREDENTIALS=\u8ACB\u4E0D\u8981\u4F7F\u7528\u6B64\u532F\u5165\u8986\u5BEB\u8B49\u660E\u8CC7\u6599\u7D44\u614B (\u4F7F\u7528\u8005\u540D\u7A31/\u5BC6\u78BC\u548C PKI \u8B49\u660E\u8CC7\u6599)
TOOLTIP_PRESERVE_ACCESS_CONTROL_POLICIES=\u8ACB\u4E0D\u8981\u4F7F\u7528\u6B64\u532F\u5165\u8986\u5BEB\u5B58\u53D6\u63A7\u5236\u539F\u5247
TOOLTIP_RESOURCE_ENCRYPTED=\u5DF2\u52A0\u5BC6\u8A72\u8CC7\u6E90\u3002
LABEL_EXPORT_RESOURCES=\u532F\u51FA\u8CC7\u6E90
LABEL_EXPORT_PROJECTS=\u532F\u51FA\u5C08\u6848
TOOLTIP_EXPORT_RESOURCES=\u532F\u51FA\u8CC7\u6E90
TOOLTIP_EXPORT_PROJECTS=\u532F\u51FA\u5C08\u6848
IMPORT_STATUS=\u5DF2\u5B8C\u6210\u532F\u5165\u3002\u60A8\u53EF\u4EE5\u6309\u4E00\u4E0B\u300C\u6AA2\u8996\u8B8A\u66F4\u300D\u67E5\u770B\u532F\u5165\u8A73\u7D30\u8CC7\u8A0A\uFF0C\u6216\u8005\u532F\u5165\u5176\u4ED6\u6A94\u6848\u3002
IMPORT_STATUS_SUCCESS=\u5DF2\u9806\u5229\u5B8C\u6210\u532F\u5165\u3002
IMPORT_STATUS_PARTIALLY_FAILED=\u6709\u90E8\u5206\u9805\u76EE\u672A\u532F\u5165\u3002\u8ACB\u53C3\u95B1\u4E0B\u9762\u7684\u300C\u8A3A\u65B7\u8A0A\u606F\u300D\u3002
IMPORT_STATUS_PARTIALLY_FAILED_AND_WITH_ERROR=\u6709\u90E8\u5206\u9805\u76EE\u672A\u532F\u5165\uFF0C\u5176\u4ED6\u9805\u76EE\u5247\u5DF2\u532F\u5165\uFF0C\u4F46\u767C\u751F\u932F\u8AA4\u6216\u885D\u7A81\u3002\u8ACB\u53C3\u95B1\u4E0B\u9762\u7684\u300C\u8A3A\u65B7\u8A0A\u606F\u300D\u3002
IMPORT_STATUS_WITH_ERROR=\u532F\u5165\u5DF2\u5B8C\u6210\uFF0C\u4F46\u767C\u751F\u932F\u8AA4\u6216\u885D\u7A81\u3002\u8ACB\u53C3\u95B1\u4E0B\u9762\u7684\u300C\u8A3A\u65B7\u8A0A\u606F\u300D\u3002
IMPORT_STATUS_FAILED=\u532F\u5165\u5931\u6557\u3002\u8ACB\u53C3\u95B1\u4E0B\u9762\u7684\u300C\u8A3A\u65B7\u8A0A\u606F\u300D\u3002
IMPORT_STATUS_INFORMATIONAL=\u5DF2\u9806\u5229\u5B8C\u6210\u532F\u5165\u3002\u6709\u4E00\u4E9B\u53C3\u8003\u8A0A\u606F\u3002
IMPORT_STATUS_EXCEPTION=\u532F\u5165\u5931\u6557\uFF0C\u7570\u5E38\u72C0\u6CC1: {0}
IMPORT_SELECT_JAR_TITLE=\u9078\u53D6\u532F\u51FA\u7684\u7D44\u614B\u6A94
IMPORT_SELECT_JAR_DESC=\u9078\u53D6\u532F\u51FA\u7684\u7D44\u614B\u6A94\u3002
IMPORT_SELECT_PROJECTS_TITLE=\u5DF2\u4E0D\u518D\u4F7F\u7528
IMPORT_SELECT_PROJECTS_DESC=\u8868\u683C\u5305\u542B\u5C08\u6848\u5C64\u7D1A\u8CC7\u6E90\u3002\u5728\u8868\u683C\u4E2D\u9078\u53D6\u5C08\u6848\u4E26\u5C07\u5176\u532F\u5165\u3002
IMPORT_SELECT_RESOURCES_TITLE=\u532F\u5165\u8CC7\u6E90 - {0}
IMPORT_SELECT_RESOURCES_DESC=\u9078\u53D6\u8868\u683C\u4E2D\u7684\u8CC7\u6E90\u4E26\u9032\u884C\u532F\u5165\u3002
IMPORT_RESOURCE_JAR_TITLE=\u8CC7\u6E90 JAR \u6A94\u6848
IMPORT_PROJECT_JAR_TITLE=\u5C08\u6848 JAR \u6A94\u6848
CREATE_IMPORT_REPOSITORY_DESCRIPTION=\u60A8\u53EF\u4EE5\u5F9E\u7531\u5176\u4ED6 Oracle Service Bus \u7DB2\u57DF\u532F\u51FA\u7684\u6A94\u6848\uFF0C\u532F\u5165 Oracle Service Bus \u7D44\u614B\u8CC7\u6599\u3002
IMPORT_SUMMARY_TITLE=\u532F\u5165\u6458\u8981
WARNING_SELECT_NO_DATA=\u672A\u9078\u53D6\u4EFB\u4F55\u8CC7\u6E90\u3002\u8ACB\u5F9E\u4E0B\u8868\u4E2D\u9078\u53D6\u4E00\u6216\u591A\u500B\u8CC7\u6E90\u3002
ERROR_NO_DATA=\u672A\u9078\u53D6\u4EFB\u4F55\u8CC7\u6E90\u3002\u8ACB\u5F9E\u7D44\u614B\u6A94\u4E2D\u8F09\u5165\u8CC7\u6E90\u3002
WARNING_EXPORT_IN_SESSION=\u56E0\u70BA\u60A8\u6B63\u5728\u968E\u6BB5\u4F5C\u696D\u5167\u532F\u51FA\u8CC7\u6E90\uFF0C\u6240\u4EE5\u8CC7\u6E90\u7D44\u614B\u53EF\u80FD\u4E0D\u5B8C\u6574\u3002\u82E5\u60A8\u60F3\u532F\u51FA\u5B8C\u6574\u4E14\u7D93\u904E\u9A57\u8B49\u7684\u7D44\u614B\u8CC7\u6599\uFF0C\u8ACB\u7D50\u675F\u6216\u555F\u52D5\u968E\u6BB5\u4F5C\u696D\uFF0C\u7136\u5F8C\u532F\u51FA\u8CC7\u6E90\u3002
WAIT_MESSAGE=\u6B63\u5728\u8655\u7406\u7D44\u614B\u8CC7\u6599...
VIEW_REFS_TITLE={0} \u7684\u53C3\u7167 - {1}
VIEW_REFS_TITLE1=\u53C3\u7167
LABEL_CLOSE=\u95DC\u9589
ENTER_IMPORT_PASSPHRASE_TITLE=\u532F\u5165\u8CC7\u6E90 - \u5B89\u5168\u8A2D\u5B9A
ENTER_IMPORT_PASSPHRASE_DESC=\u8F38\u5165\u6B64\u532F\u5165\u7684\u76F8\u95DC\u5BC6\u78BC
ENTER_EXPORT_PASSPHRASE_TITLE=\u532F\u51FA\u8CC7\u6E90 - \u5B89\u5168\u8A2D\u5B9A
ENTER_IMPORT_PASSPHRASE_TOOLTIP=\u8F38\u5165\u53EF\u7528\u4F86\u89E3\u5BC6\u5B89\u5168\u6A5F\u5BC6\u8CC7\u6599\u7684\u5BC6\u78BC\u3002
ENTER_EXPORT_PASSPHRASE_DESC=\u9078\u53D6\u8981\u532F\u51FA\u7684\u4E00\u4E9B\u8CC7\u6E90\u5305\u542B\u6A5F\u5BC6\u8CC7\u6599\u3002\u82E5\u8981\u4FDD\u8B77\u9019\u4E9B\u8CC7\u6E90\uFF0C\u60A8\u5FC5\u9808\u8F38\u5165\u5BC6\u78BC\u3002\u532F\u51FA\u6A5F\u5BC6\u8CC7\u6599\u4E4B\u524D\uFF0C\u6703\u4EE5\u9019\u500B\u5BC6\u78BC\u52A0\u5BC6\u6A5F\u5BC6\u8CC7\u6599\u3002\u5982\u679C\u60A8\u4E0D\u8981\u4FDD\u8B77\u8CC7\u6599\uFF0C\u8ACB\u53D6\u6D88\u9078\u53D6\u300C\u4FDD\u8B77\u6A5F\u5BC6\u8CC7\u6599\u300D\u6838\u53D6\u65B9\u584A\uFF0C\u63A5\u8457\u5C31\u6703\u4EE5\u7D14\u6587\u5B57\u5F62\u5F0F\u532F\u51FA\u6A5F\u5BC6\u8CC7\u6599\u3002
PROTECT_DATA=\u4FDD\u8B77\u6A5F\u5BC6\u8CC7\u6599
EXPORT_WITH_PROTECTION_TOOLTIP=\u5982\u679C\u9078\u53D6\u6B64\u6838\u53D6\u65B9\u584A\uFF0C\u532F\u51FA\u6A5F\u5BC6\u8CC7\u6599\u4E4B\u524D\u6703\u4EE5\u5BC6\u78BC\u52A0\u5BC6\u6A5F\u5BC6\u8CC7\u6599\u3002\u5982\u679C\u60A8\u8981\u4EE5\u7D14\u6587\u5B57\u5F62\u5F0F\u532F\u51FA\u5B89\u5168\u6A5F\u5BC6\u8CC7\u6599\uFF0C\u8ACB\u53D6\u6D88\u9078\u53D6\u6B64\u6838\u53D6\u65B9\u584A\u3002
PASSPHRASE=\u5BC6\u78BC
ENTER_EXPORT_PASSPHRASE_TOOLTIP=\u8F38\u5165\u5C07\u7528\u4F86\u52A0\u5BC6\u5B89\u5168\u6A5F\u5BC6\u8CC7\u6599\u7684\u5BC6\u78BC\u3002\u60A8\u5FC5\u9808\u8F38\u5165\u76F8\u540C\u7684\u5BC6\u78BC\uFF0C\u624D\u80FD\u5C07\u9019\u4E9B\u8CC7\u6E90\u532F\u5165\u5230 OSB \u7DB2\u57DF\u3002
CONFIRM_PASSPHRASE=\u78BA\u8A8D\u5BC6\u78BC
CONFIRM_EXPORT_PASSPHRASE_TOOLTIP=\u8F38\u5165\u8207\u4E0A\u9762\u8F38\u5165\u76F8\u540C\u7684\u5BC6\u78BC\u3002
ERROR_PASSPHRASE_EMPTY=\u5BC6\u78BC\u4E0D\u53EF\u70BA\u7A7A\u767D\u3002\u8ACB\u63D0\u4F9B\u5BC6\u78BC\u3002
ERROR_PASSPHRASE_MISMATCH=\u78BA\u8A8D\u5BC6\u78BC\u8207\u6B64\u5BC6\u78BC\u4E0D\u7B26\u3002\u8ACB\u91CD\u65B0\u8F38\u5165\u5BC6\u78BC\u3002
IMPORT_INVALID_PASSPHRASE=\u5BC6\u78BC\u7121\u6548\uFF0C\u5C0E\u81F4\u532F\u5165\u5931\u6557\u3002\u60A8\u5FC5\u9808\u8F38\u5165\u532F\u51FA\u8CC7\u6E90\u6642\u6240\u4F7F\u7528\u7684\u76F8\u540C\u5BC6\u78BC\u3002
EXPORT_STATUS_EXCEPTION=\u532F\u51FA\u5931\u6557\uFF0C\u7570\u5E38\u72C0\u6CC1: {0}
EXPORT_NOT_FOUND_EXCEPTION=\u56E0\u70BA\u627E\u4E0D\u5230\u67D0\u4E9B\u9078\u53D6\u7684\u9805\u76EE\uFF0C\u6240\u4EE5\u532F\u51FA\u5931\u6557\uFF0C\u5176\u4ED6\u4EBA\u53EF\u80FD\u5DF2\u522A\u9664\u4E86\u9019\u4E9B\u9805\u76EE\u3002
OPERATION_CREATE=\u5EFA\u7ACB
OPERATION_UPDATE=\u66F4\u65B0
OPERATION_DELETE=\u522A\u9664
OPERATION_SKIP=\u7565\u904E
DELETED_MESSAGE=\u5DF2\u522A\u9664\u8A72\u8CC7\u6E90\u3002
DELETION=\u522A\u9664
BACK_TO_IMPORT=\u56DE\u5230\u532F\u5165\u9801\u9762
BACK_TO_EXPORT=\u56DE\u5230\u532F\u51FA\u9801\u9762
LABEL_ADVANCEDSETTING_OPERATIONAL=\u4F5C\u696D
TOOLTIP_ADVANCEDSETTING_OPERATIONAL=\u532F\u5165\u4F5C\u696D\u548C\u74B0\u5883\u76F8\u95DC\u8A2D\u5B9A
LABEL_ADVANCEDSETTING_SECURITY=\u5B89\u5168\u6027
TOOLTIP_ADVANCEDSETTING_SECURITY=\u532F\u5165\u5B89\u5168\u76F8\u95DC\u8A2D\u5B9A
IMPORT_EXPORT_TOGGLE_CLOSE_TITLE=\u95DC\u9589\u9032\u968E\u8A2D\u5B9A
IMPORT_EXPORT_TOGGLE_OPEN_TITLE=\u958B\u555F\u9032\u968E\u8A2D\u5B9A
IMPORT_EXPORT_ADVANCEDSETTINGS_TITLE=\u9032\u968E\u8A2D\u5B9A
IMPORT_EXPORT_ADVANCEDSETTINGS_TOOLTIP=\u6309\u4E00\u4E0B\u5716\u793A\u4EE5\u5C55\u958B\u6216\u6536\u5408\u9032\u968E\u532F\u5165\u8A2D\u5B9A\u3002
IMPORT_EXPORT_RESOURCE_SUMMARY=\u8CC7\u6E90\u6458\u8981
IMPORT_FAILED=\u532F\u5165\u5931\u6557!:
