GROUP=Administra\u00E7\u00E3o do Sistema
EXPORT_GROUP=Exportar
IMPORT_GROUP=Importar
TRACK_CHANGES_GROUP=Rastrear Altera\u00E7\u00F5es
CUSTOMIZATION_GROUP=Personaliza\u00E7\u00E3o
VIEW_EXPORT_REPS_TITLE=Exportar Recursos
VIEW_EXPORT_REPS_DESCRIPTION=Esta p\u00E1gina lista todos os recursos que podem ser exportados para um arquivo. Selecione um ou mais recursos, em seguida, clique em Exportar. Posteriormente, voc\u00EA pode usar o arquivo para importar a configura\u00E7\u00E3o em outra inst\u00E2ncia do Oracle Service Bus.
TASK_EXPORT_CONFIG_DATA=Exportar Recursos
TASK_UPGRADE_EXPORT_JAR=Fazer Upgrade do Arquivo de Exporta\u00E7\u00E3o
VIEW_CONFIG_CHANGES_TITLE=Exibir Altera\u00E7\u00F5es da Configura\u00E7\u00E3o
VIEW_CONFIG_CHANGES_DESC=Esta p\u00E1gina lista todas as altera\u00E7\u00F5es de configura\u00E7\u00E3o feitas at\u00E9 agora na sess\u00E3o do usu\u00E1rio atual. Voc\u00EA pode exibir o status de tarefas e desfazer tarefas.
VIEW_CONFIG_CHANGES_DESC_NOT_IN_SESSION=Esta p\u00E1gina lista todas as altera\u00E7\u00F5es de configura\u00E7\u00E3o feitas por todos os usu\u00E1rios. Voc\u00EA pode exibir o status da tarefa e de desfazer tarefa.
TASK_VIEW_CHANGES=Exibir Altera\u00E7\u00F5es
VIEW_IMPORT_REPS_TITLE=Importar Recursos
VIEW_IMPORT_REPS_DESCRIPTION=Esta p\u00E1gina exibe os dados de configura\u00E7\u00E3o do Oracle Service Bus que v\u00E3o ser importados. Voc\u00EA pode optar por importar todos ou um subconjunto de dados de configura\u00E7\u00E3o.
TASK_IMPORT_CONFIG_DATA=Importar Recursos
VIEW_DEPLOYMENT_HISTORY_TITLE=Exibir Hist\u00F3rico de Implanta\u00E7\u00E3o
VIEW_DEPLOYMENT_HISTORY_DESCRIPTION=Esta p\u00E1gina exibe os recursos que j\u00E1 foram implantados e o status da implanta\u00E7\u00E3o.
TASK_DEPLOYMENT_HISTORY=Hist\u00F3rico de Implanta\u00E7\u00E3o
REVIEW_DEPLOYMENT_TITLE=Revisar Implanta\u00E7\u00E3o
REVIEW_DEPLOYMENT_DESC=Revise os itens que ser\u00E3o implantados.
VIEW_DEPLOYMENT_RESULT_TITLE=Exibir Resultados da Implanta\u00E7\u00E3o
VIEW_DEPLOYMENT_RESULT_DESC=Use esta p\u00E1gina para revisar os resultados de uma implanta\u00E7\u00E3o.
CREATE_EXPORT_REP_BANNER_TITLE=Criar um Novo Reposit\u00F3rio de Exporta\u00E7\u00E3o
CREATE_EXPORT_REP_BANNER_DESC=Para criar um novo reposit\u00F3rio de exporta\u00E7\u00E3o, informe um nome para o reposit\u00F3rio.
EXISTING_EXPORT_REP_BANNER_TITLE=Trabalhar em um Reposit\u00F3rio de Exporta\u00E7\u00E3o Existente
EXISTING_EXPORT_REP_BANNER_DESC=Voc\u00EA pode modificar um reposit\u00F3rio existente adicionando, removendo ou modificando os dados de configura\u00E7\u00E3o contidos aqui.\n\n \t\\Quando estiver pronto para exportar os dados de configura\u00E7\u00E3o em um determinado reposit\u00F3rio, crie um arquivo. Voc\u00EA pode importar subsequentemente importar esse arquivo\te implantar a configura\u00E7\u00E3o para outro dom\u00EDnio do Oracle Service Bus.
WORK_ON_NEW_IMPORT_REP_BANNER_TITLE=Trabalhar em um Novo Reposit\u00F3rio de Importa\u00E7\u00E3o
WORK_ON_NEW_IMPORT_REP_BANNER_DESC=Localize o arquivo a ser importado para criar este reposit\u00F3rio.
WORK_ON_EXISTING_IMPORT_REP_BANNER_TITLE=Trabalhar em um Reposit\u00F3rio de Importa\u00E7\u00E3o Existente
WORK_ON_EXISTING_IMPORT_REP_BANNER_DESC=Voc\u00EA pode optar por importar tudo ou um subconjunto de dados de configura\u00E7\u00E3o em um determinado reposit\u00F3rio. Voc\u00EA pode alterar os valores de determinados dados de configura\u00E7\u00E3o. Ap\u00F3s importar uma determinada configura\u00E7\u00E3o e modificar os dados, voc\u00EA deve implantar a configura\u00E7\u00E3o.
DEFINE_MAPPING_BANNER_TITLE=Definir Mapeamento
DEFINE_MAPPING_BANNER_DESC=Se um item que est\u00E1 inclu\u00EDdo em sua configura\u00E7\u00E3o importada faz refer\u00EAncia a um ou mais outros itens que n\u00E3o est\u00E3o inclu\u00EDdos na configura\u00E7\u00E3o importada, ou para os quais um item equivalente n\u00E3o existe no dom\u00EDnio atual, voc\u00EA deve mapear o item mencionado em um item existente no dom\u00EDnio atual. Um mapeamento pode tornar-se inv\u00E1lido se o item que \u00E9 mencionado pelo alvo do mapeamento for deletado do dom\u00EDnio.
VIEW_EXPORTED_ITEMS_BANNER_TITLE=Itens Marcados para Exporta\u00E7\u00E3o
VIEW_EXPORTED_ITEMS_BANNER_DESC=Esta p\u00E1gina lista os itens que foram selecionados para exporta\u00E7\u00E3o. Os itens exportados s\u00E3o armazenados em um reposit\u00F3rio de exporta\u00E7\u00E3o. Use esta p\u00E1gina para exibir as depend\u00EAncia, sincronizar itens se a origem foi atualizada, ou remover itens do reposit\u00F3rio de exporta\u00E7\u00E3o.\n\n \tOs dados de um reposit\u00F3rio n\u00E3o s\u00E3o atualizados ou deletados automaticamente quando o item correspondente no dom\u00EDnio for atualizado ou deletado. Voc\u00EA pode sincronizar os dados em um reposit\u00F3rio de exporta\u00E7\u00E3o com os dados do dom\u00EDnio sincronizando ou deletando itens explicitamente.
VIEW_NONEXPORTED_ITEMS_BANNER_TITLE=Itens N\u00E3o Marcados para Exporta\u00E7\u00E3o
VIEW_NONEXPORTED_ITEMS_BANNER_DESC=Esta p\u00E1gina mostra os itens que n\u00E3o est\u00E3o selecionados atualmente para exporta\u00E7\u00E3o. Voc\u00EA pode usar esta p\u00E1gina para modificar o reposit\u00F3rio atual, selecionando um \u00FAnico item ou v\u00E1rios itens para exporta\u00E7\u00E3o. Em seguida, clique em Conclu\u00EDdo para voltar \u00E0 p\u00E1gina da qual voc\u00EA pode criar o arquivo que inclui todos os itens que voc\u00EA selecionou para exporta\u00E7\u00E3o.
VIEW_INCLUDED_IMPORTS_BANNER_TITLE=Itens Marcados para Implanta\u00E7\u00E3o
VIEW_INCLUDED_IMPORTS_BANNER_DESC=Esta p\u00E1gina mostra os itens que est\u00E3o atualmente selecionados para implanta\u00E7\u00E3o. Por default, todos os itens em uma importa\u00E7\u00E3o s\u00E3o selecionadas para implanta\u00E7\u00E3o, mas voc\u00EA pode selecionar itens espec\u00EDficos para exclus\u00E3o. Quando voc\u00EA importa um reposit\u00F3rio, se um item n\u00E3o existir no dom\u00EDnio atual, ele \u00E9 criado. Se um item n\u00E3o existir, ele \u00E9 atualizado. Nenhum item no dom\u00EDnio atual \u00E9 deletado como resultado de uma implanta\u00E7\u00E3o.
VIEW_EXCLUDED_IMPORTS_BANNER_TITLE=Itens Exclu\u00EDdos da Implanta\u00E7\u00E3o
VIEW_EXCLUDED_IMPORTS_BANNER_DESC=Esta p\u00E1gina lista os itens que foram inclu\u00EDdos no arquivo exportado, mas exclu\u00EDdos da implanta\u00E7\u00E3o. Voc\u00EA pode excluir um item se ele n\u00E3o for obrigat\u00F3rio ou se um item equivalente j\u00E1 existir no dom\u00EDnio atual (e voc\u00EA n\u00E3o quiser sobregrav\u00E1-lo). As implanta\u00E7\u00F5es falham, se voc\u00EA excluir itens que s\u00E3o mencionados e obrigat\u00F3rios por outros itens. Para evitar uma falha de implanta\u00E7\u00E3o, mapeie os itens exclu\u00EDdos para outro item que existe no dom\u00EDnio atual ou crie explicitamente um item equivalente no dom\u00EDnio atual.
VIEW_MISSING_IMPORTS_BANNER_TITLE=Itens N\u00E3o Encontrados
VIEW_MISSING_IMPORTS_BANNER_DESC=Esta p\u00E1gina lista itens que s\u00E3o mencionados no arquivo importado, mas que n\u00E3o est\u00E3o presentes no arquivo exportado ou no dom\u00EDnio atual. Para continuar a implanta\u00E7\u00E3o, voc\u00EA deve mapear essas refer\u00EAncias para itens que existem no dom\u00EDnio atual ou criar um item equivalente no dom\u00EDnio atual.
VIEW_ENV_VALUES_BANNER_TITLE=Valores Dependentes do Ambiente
VIEW_ENV_VALUES_BANNER_DESC=Esta p\u00E1gina exibe os valores dependentes do ambiente que est\u00E3o associados a um recurso na configura\u00E7\u00E3o. Voc\u00EA pode sobregravar os valores originais antes de implantar o recurso.
VIEW_ENV_VALUES1_BANNER_TITLE=Valores do Ambiente
VIEW_ENV_VALUES1_BANNER_DESC=Esta p\u00E1gina exibe as propriedades dependentes do ambiente de um item exportado. Se preferir, voc\u00EA pode associar uma ou mais propriedades a uma vari\u00E1vel, remover uma associa\u00E7\u00E3o e alterar as propriedades automaticamente, atribuindo valores \u00E0s vari\u00E1veis durante a implanta\u00E7\u00E3o.
ASSIGN_VARIABLE_VALUES_BANNER_TITLE=Exibir e Designar Vari\u00E1veis de Implanta\u00E7\u00E3o
ASSIGN_VARIABLE_VALUES_BANNER_DESC=Use esta p\u00E1gina para exibir e editar os valores das vari\u00E1veis de implanta\u00E7\u00E3o. As vari\u00E1veis de implanta\u00E7\u00E3o permitem que voc\u00EA altere os valores dos par\u00E2metros dependentes do ambiente, associando os par\u00E2metros a uma vari\u00E1vel e subsequentemente designando um valor para essa vari\u00E1vel.
UPGRADE_EXPORT_JAR_TITLE=Fazer Upgrade de um Arquivo Exportado
VIEW_REFERENCES_BANNER_TITLE=Exibir Refer\u00EAncias
BANNER_DESC_VIEW_UNRESOLVED_REFS=Esta p\u00E1gina lista itens que s\u00E3o exigidos por um item que est\u00E1 selecionado para implanta\u00E7\u00E3o. Um item mencionado \u00E9 exigido se um item equivalente ainda n\u00E3o estiver implantado no dom\u00EDnio atual ou se ele n\u00E3o estiver mapeado explicitamente para um item existente. A implanta\u00E7\u00E3o falha se houver refer\u00EAncias n\u00E3o resolvidas. Para evitar uma implanta\u00E7\u00E3o com falha, voc\u00EA deve mapear o item mencionado para um item existente no dom\u00EDnio atual ou criar explicitamente o item mencionado no dom\u00EDnio atual.
BANNER_DESC_VIEW_NONEXPORTED_CHILDREN=Esta p\u00E1gina lista itens que n\u00E3o foram exportados, mas dos quais um item exportado depende. Geralmente, voc\u00EA exporta todas as depend\u00EAncias. No entanto, voc\u00EA pode optar por n\u00E3o exportar as depend\u00EAncias, se souber que o dom\u00EDnio de destino cont\u00E9m os itens exclu\u00EDdos ou se pretende mapear os itens exclu\u00EDdos para outros itens existentes no dom\u00EDnio de destino, durante o processo de importa\u00E7\u00E3o.
BANNER_DESC_VIEW_EXPORTED_PARENTS=Esta p\u00E1gina lista itens exportados que dependem de um item que n\u00E3o foi exportado.
BANNER_DESC_VIEW_PARENTS_THAT_REQUIRE_THIS=Esta p\u00E1gina lista os pais de um item exclu\u00EDdo ou n\u00E3o encontrado que \u00E9 necess\u00E1rio para implanta\u00E7\u00E3o. Um item \u00E9 necess\u00E1rio, se outro item selecionado no momento para importa\u00E7\u00E3o fizer refer\u00EAncia a ele e n\u00E3o houver item equivalente no dom\u00EDnio atual.
TEXT_UNKNOWN=Desconhecido
COL_REPOSITORY_NAME=Nome do Reposit\u00F3rio
COL_CREATION_TIME=Hor\u00E1rio de Cria\u00E7\u00E3o
COL_LAST_UPDATED=\u00DAltima Atualiza\u00E7\u00E3o
COL_NUM_ITEMS=N\u00FAmero de Itens
LABEL_REP_EXISTS=O reposit\u00F3rio j\u00E1 existe
LABEL_EMPTY_FILE=O arquivo selecionado est\u00E1 vazio.
LABEL_INVALID_FILE=Arquivo de configura\u00E7\u00E3o inv\u00E1lido {0}
LABEL_GET_JAR_FILE=Exportar
LABEL_ORIGIN_DELETED=Deletado
LABEL_ORIGIN_MODIFIED=Modificado
LABEL_ORIGIN_UNKNOWN=Desconhecido
LABEL_DEPLOY=Implantar
LABEL_READY=Pronto
LABEL_UNRESOLVED_REFS=Refer\u00EAncias n\u00E3o resolvidas
LABEL_CYCLE_EXISTS=Refer\u00EAncias c\u00EDclicas
LABEL_EXPORTED_JAR_FILE=Arquivo exportado
LABEL_IMPORT_JAR_FILE=Nome do Arquivo
LABEL_BROWSE=Procurar
LABEL_DEFINE=Definir
LABEL_MODIFY=Modificar
LABEL_CREATE_REPOSITORY=Criar Reposit\u00F3rio
LABEL_NOT_DEPLOYABLE=N\u00E3o Implant\u00E1vel
LABEL_RESOURCE_SUMMARY=Resumo do Recurso
LABEL_SUMMARY=Resumo
LABEL_CREATE=Criar
LABEL_UPDATE=Atualizar
LABEL_DELETE=Deletar
LABEL_NOT_READY_FOR_DEPLOYMENT_MSG=Este reposit\u00F3rio n\u00E3o pode ser implantado porque h\u00E1 refer\u00EAncias n\u00E3o resolvidas.
LABEL_DEPLOY_KEEP_REP=Implantar (Manter Reposit\u00F3rio)
LABEL_DEPLOY_DELETE_REP=Implantar (Deletar Reposit\u00F3rio)
LABEL_INVALID_MAPPING=O mapeamento atual \u00E9 inv\u00E1lido porque o item do alvo n\u00E3o existe no dom\u00EDnio.
LABEL_SUCCESS=bem-sucedido
LABEL_FAILED=com falha
LABEL_INPROGRESS=em andamento
LABEL_NOT_STARTED=n\u00E3o iniciado
LABEL_VALIDATED=validado
LABEL_VALIDATION_FAILED=falha na valida\u00E7\u00E3o
LABEL_DEPLOYMENT_RESULT=Resultado da Implanta\u00E7\u00E3o
LABEL_EXPORTED_ITEMS=Itens Exportados
LABEL_NONEXPORTED_ITEMS=Itens N\u00E3o Exportados
LABEL_INCLUDED_ITEMS=Itens Inclu\u00EDdos
LABEL_EXCLUDED_ITEMS=Itens Exclu\u00EDdos
LABEL_MISSING_ITEMS=Itens N\u00E3o Encontrados
LABEL_VARIABLES=Vari\u00E1veis de Implanta\u00E7\u00E3o
LABEL_UPGRADE=Upgrade do Arquivo
COL_TYPE=Tipo
COL_LAST_MODIFIED=\u00DAltima Modifica\u00E7\u00E3o
COL_OPERATIONS=Opera\u00E7\u00F5es
COL_REFERENCES=Refer\u00EAncias
COL_NAME_ID=Nome/Id
COL_SOURCE_CHANGED=Status<br>de Origem
COL_EXPORT_TIME=Hor\u00E1rio da Exporta\u00E7\u00E3o
COL_NON_EXP_DEPENDENCIES=Depend\u00EAncias<br>N\u00E3o Exportadas
COL_DEPENDENTS=Depend\u00EAncias Exportadas
COL_NUM_TOTAL_ITEMS=Total de Itens
COL_NUM_EXCLUDED=Exclu\u00EDdo
COL_IMPORT_STATUS=Status
COL_TARGET_STATUS=Status<br>do Alvo
COL_UNRESOLVED_REFS=Refer\u00EAncias<br>N\u00E3o Resolvidas
COL_REFERENCED_BY=Exigido por
COL_MAPPING=Mapeamento
COL_NUM_CREATE=Itens que ser\u00E3o criados
COL_NUM_CREATED=Itens criados
COL_NUM_DELETE=Itens que ser\u00E3o deletados
COL_NUM_DELETED=Itens deletados
COL_NUM_UPDATE=Itens que ser\u00E3o atualizados
COL_NUM_UPDATED=Itens atualizados
COL_NUM_ITEMS_EXCLUDED=Itens exclu\u00EDdos da implanta\u00E7\u00E3o
COL_NUM_UNRESOLVED=Refer\u00EAncias N\u00E3o Resolvidas
COL_DEPLOYMENT_ACTION=A\u00E7\u00E3o
COL_CURRENT_MAPPING=Mapeamento Atual
COL_AVAILABLE_MAPPINGS=Mapeamentos Dispon\u00EDveis
COL_DEPLOYMENT_ORDER=Ordem
COL_DEPLOYMENT_STATUS=Status da Implanta\u00E7\u00E3o
COL_STATUS=Status
COL_ITEMS=Item(ns)
COL_DEPLOYMENT_STARTED=Implanta\u00E7\u00E3o Iniciada
COL_DEPLOYMENT_FINISHED=Implanta\u00E7\u00E3o Finalizada
COL_DEPLOYMENT_TIME=Hor\u00E1rio da Implanta\u00E7\u00E3o
COL_NUM_ENV_VALUES=Propriedades do<br>Ambiente
COL_VARIABLE_NAME=Nome da Vari\u00E1vel
COL_VARIABLE_VALUE=Valor da Vari\u00E1vel
COL_NAME=Nome
COL_PATH=Caminho
COL_MESSAGE=Mensagem
COL_ORIGINAL_VALUE=Valor Original
COL_DESCRIPTION=Descri\u00E7\u00E3o
COL_NEW_VALUE=Novo Valor
COL_PROJECT=Projeto
BUTTON_EXPORT_MARKED_ONLY=Exportar (Somente Itens Selecionados)
BUTTON_EXPORT_WITH_CHILDREN=Exportar (Incluir Depend\u00EAncias)
BUTTON_REMOVE_SELECTED=Remover
BUTTON_REMOVE_WITH_CHILDREN=Remover (Incluir Depend\u00EAncias)
BUTTON_SYNC=Sincronizar
BUTTON_BACK=Voltar
BUTTON_FINISH_IMPORT=Finalizar Importa\u00E7\u00E3o
BUTTON_FINISH_EXPORT=Finalizar Exporta\u00E7\u00E3o
BUTTON_REEXPORT_SELECTED=Exportar novamente
BUTTON_REEXPORT_WITH_CHILDREN=Exportar novamente (Incluir Depend\u00EAncias)
BUTTON_EXCLUDE_SELECTED=Excluir Selecionado
BUTTON_DONE=Conclu\u00EDdo
BUTTON_IMPORT=Importar
BUTTON_GETJAR=Exportar
INFO_REP_NAME=Nome exclusivo do reposit\u00F3rio de importa\u00E7\u00E3o
INFO_IMPORT_JAR=Localiza\u00E7\u00E3o de um arquivo exportado
INFO_VALUE_DEFINED_BY_VAR=Este valor \u00E9 definido por uma vari\u00E1vel
LABEL_ITEMS_DIFFER=Diferente
LABEL_ITEMS_SAME=Igual
LABEL_NOT_EXISTS=N\u00E3o Existe
LABEL_INCLUDE_DEPENDENCIES=Incluir Depend\u00EAncias
TOOLTIP_INCLUDE_DEPENDENCIES=Incluir todas as depend\u00EAncias dos recursos selecionados
LABEL_PRESERVE_ENV_VARS=Preservar Vari\u00E1veis do Ambiente
LABEL_PRESERVE_OPERATIONAL_VALUES=Preservar Valores Operacionais
LABEL_PRESERVE_SECURITY_AND_POLICY_CONFIG=Preservar Configura\u00E7\u00E3o de Pol\u00EDtica e Seguran\u00E7a
LABEL_PRESERVE_CREDENTIALS=Preservar Credenciais
LABEL_PRESERVE_ACCESS_CONTROL_POLICIES=Preservar Pol\u00EDticas de Controle de Acesso
TOOLTIP_PRESERVE_ENV_VARS=N\u00E3o sobregravar vari\u00E1veis do ambiente com esta Importa\u00E7\u00E3o
TOOLTIP_PRESERVE_OPERATIONAL_VALUES=N\u00E3o sobregravar valores operacionais com esta Importa\u00E7\u00E3o
TOOLTIP_PRESERVE_SECURITY_AND_POLICY_CONFIG=N\u00E3o sobregravar configura\u00E7\u00E3o de seguran\u00E7a e da pol\u00EDtica com esta Importa\u00E7\u00E3o
TOOLTIP_PRESERVE_CREDENTIALS=N\u00E3o sobregravar configura\u00E7\u00E3o da credencial (nome do usu\u00E1rio/senhas e credenciais de PKI) com esta Importa\u00E7\u00E3o
TOOLTIP_PRESERVE_ACCESS_CONTROL_POLICIES=N\u00E3o sobregravar pol\u00EDticas de controle de acesso com esta Importa\u00E7\u00E3o
TOOLTIP_RESOURCE_ENCRYPTED=Este recurso foi criptografado.
LABEL_EXPORT_RESOURCES=Exportar Recursos
LABEL_EXPORT_PROJECTS=Exportar Projetos
TOOLTIP_EXPORT_RESOURCES=Exportar Recursos
TOOLTIP_EXPORT_PROJECTS=Exportar Projetos
IMPORT_STATUS=A importa\u00E7\u00E3o foi conclu\u00EDda. Voc\u00EA pode clicar em Exibir Altera\u00E7\u00F5es para ver os detalhes de importa\u00E7\u00E3o ou par importar outro arquivo.
IMPORT_STATUS_SUCCESS=A importa\u00E7\u00E3o foi conclu\u00EDda com sucesso.
IMPORT_STATUS_PARTIALLY_FAILED=Alguns itens n\u00E3o foram importados. Consulte as Mensagens de Diagn\u00F3stico abaixo.
IMPORT_STATUS_PARTIALLY_FAILED_AND_WITH_ERROR=Alguns itens n\u00E3o foram importados e outros foram importados com erros ou conflitos. Consulte as Mensagens de Diagn\u00F3stico abaixo.
IMPORT_STATUS_WITH_ERROR=A importa\u00E7\u00E3o foi conclu\u00EDda com erros ou conflitos. Consulte as Mensagens de Diagn\u00F3stico abaixo.
IMPORT_STATUS_FAILED=Falha na importa\u00E7\u00E3o. Consulte as Mensagens de Diagn\u00F3stico abaixo.
IMPORT_STATUS_INFORMATIONAL=A importa\u00E7\u00E3o foi conclu\u00EDda com sucesso. H\u00E1 mensagens informativas.
IMPORT_STATUS_EXCEPTION=Falha na importa\u00E7\u00E3o com exce\u00E7\u00E3o: {0}
IMPORT_SELECT_JAR_TITLE=Selecionar um arquivo de configura\u00E7\u00E3o exportado
IMPORT_SELECT_JAR_DESC=Selecionar um arquivo de configura\u00E7\u00E3o exportado.
IMPORT_SELECT_PROJECTS_TITLE=Obsoleto
IMPORT_SELECT_PROJECTS_DESC=A tabela cont\u00E9m recursos de projeto. Selecione os Projetos da tabela e importe-os.
IMPORT_SELECT_RESOURCES_TITLE=Importar Recursos- {0}
IMPORT_SELECT_RESOURCES_DESC=Selecione os recursos da tabela e importe-os.
IMPORT_RESOURCE_JAR_TITLE=Arquivo JAR do Recurso
IMPORT_PROJECT_JAR_TITLE=Arquivo JAR do Projeto
CREATE_IMPORT_REPOSITORY_DESCRIPTION=Os Dados de Configura\u00E7\u00E3o do Oracle Service Bus podem ser importados de um arquivo que foi exportado de outro dom\u00EDnio do Oracle Service Bus.
IMPORT_SUMMARY_TITLE=Resumo de Importa\u00E7\u00E3o
WARNING_SELECT_NO_DATA=Nenhum recurso selecionado. Selecione um ou mais recursos da tabela a seguir.
ERROR_NO_DATA=Nenhum recurso selecionado. Carregue os recursos do arquivo de configura\u00E7\u00E3o.
WARNING_EXPORT_IN_SESSION=Como voc\u00EA est\u00E1 exportando recursos sem uma sess\u00E3o, a configura\u00E7\u00E3o dos recursos pode estar incompleta. Se quiser exportar dados de configura\u00E7\u00E3o validados e completos, saia ou ative a sess\u00E3o e, em seguida, exporte os recursos.
WAIT_MESSAGE=Processando Dados da Configura\u00E7\u00E3o...
VIEW_REFS_TITLE=Refer\u00EAncias para {0} - {1}
VIEW_REFS_TITLE1=Refer\u00EAncias
LABEL_CLOSE=Fechar
ENTER_IMPORT_PASSPHRASE_TITLE=Importar Recursos - Defini\u00E7\u00F5es de Seguran\u00E7a
ENTER_IMPORT_PASSPHRASE_DESC=Informe a frase-senha para esta Importa\u00E7\u00E3o
ENTER_EXPORT_PASSPHRASE_TITLE=Exportar Recursos - Defini\u00E7\u00F5es de Seguran\u00E7a
ENTER_IMPORT_PASSPHRASE_TOOLTIP=Informe uma frase-senha que ser\u00E1 usada para descriptografar os dados de seguran\u00E7a confidenciais.
ENTER_EXPORT_PASSPHRASE_DESC=Alguns recursos selecionados para exporta\u00E7\u00E3o cont\u00EAm dados confidenciais. Para proteger esses recursos, informe a frase-senha. Os dados confidenciais ser\u00E3o criptografados com esta frase-senha antes da exporta\u00E7\u00E3o. Se voc\u00EA n\u00E3o quiser proteger os dados, desmarque a caixa de sele\u00E7\u00E3o "Proteger dados confidenciais", em seguida os dados confidenciais ser\u00E3o exportados em texto n\u00E3o criptografado.
PROTECT_DATA=Proteger Dados Confidenciais
EXPORT_WITH_PROTECTION_TOOLTIP=Se esta caixa de sele\u00E7\u00E3o estiver marcada, os dados confidenciais ser\u00E3o criptografados com uma frase-senha antes da exporta\u00E7\u00E3o. Desmarque esta caixa de sele\u00E7\u00E3o se quiser exportar os dados de seguran\u00E7a confidenciais no texto n\u00E3o criptografado.
PASSPHRASE=Frase-senha
ENTER_EXPORT_PASSPHRASE_TOOLTIP=Informe uma frase-senha que ser\u00E1 usada para criptografar os dados de seguran\u00E7a confidenciais. Informe a mesma frase-senha para importar esses recursos para um dom\u00EDnio do OSB.
CONFIRM_PASSPHRASE=Confirmar Frase-senha
CONFIRM_EXPORT_PASSPHRASE_TOOLTIP=Informe a mesma frase-senha digitada acima.
ERROR_PASSPHRASE_EMPTY=O campo frase-senha n\u00E3o pode ficar vazio. Forne\u00E7a uma frase-senha.
ERROR_PASSPHRASE_MISMATCH=Confirma\u00E7\u00E3o de frase-senha n\u00E3o corresponde a esta frase-senha. Digite novamente a frase-senha.
IMPORT_INVALID_PASSPHRASE=Falha na importa\u00E7\u00E3o com frase-senha. Informe a mesma frase-senha usada para exportar os recursos.
EXPORT_STATUS_EXCEPTION=Falha na exporta\u00E7\u00E3o com a exce\u00E7\u00E3o: {0}
EXPORT_NOT_FOUND_EXCEPTION=Falha na exporta\u00E7\u00E3o porque alguns itens selecionados n\u00E3o foram encontrado, talvez eles tenha sido deletados por outras pessoas.
OPERATION_CREATE=Criar
OPERATION_UPDATE=Atualizar
OPERATION_DELETE=Deletar
OPERATION_SKIP=Ignorar
DELETED_MESSAGE=Este recurso foi deletado.
DELETION=Dele\u00E7\u00F5es
BACK_TO_IMPORT=Voltar para a p\u00E1gina Importar
BACK_TO_EXPORT=Voltar para a p\u00E1gina Exportar
LABEL_ADVANCEDSETTING_OPERATIONAL=Operacional
TOOLTIP_ADVANCEDSETTING_OPERATIONAL=Defini\u00E7\u00F5es de Importa\u00E7\u00E3o pertencentes \u00E0s Opera\u00E7\u00F5es e Ambiente
LABEL_ADVANCEDSETTING_SECURITY=Seguran\u00E7a
TOOLTIP_ADVANCEDSETTING_SECURITY=Defini\u00E7\u00F5es de Importa\u00E7\u00E3o pertencentes \u00E0 Seguran\u00E7a
IMPORT_EXPORT_TOGGLE_CLOSE_TITLE=Fechar defini\u00E7\u00F5es avan\u00E7adas
IMPORT_EXPORT_TOGGLE_OPEN_TITLE=Abrir defini\u00E7\u00F5es avan\u00E7adas
IMPORT_EXPORT_ADVANCEDSETTINGS_TITLE=Defini\u00E7\u00F5es Avan\u00E7adas
IMPORT_EXPORT_ADVANCEDSETTINGS_TOOLTIP=Clique em um \u00EDcone para expandir ou contrair as defini\u00E7\u00F5es de importa\u00E7\u00E3o avan\u00E7adas.
IMPORT_EXPORT_RESOURCE_SUMMARY=Resumo do Recurso
IMPORT_FAILED=Falha na Importa\u00E7\u00E3o!:
