GROUP=Administraci\u00F3n del Sistema
EXPORT_GROUP=Exportar
IMPORT_GROUP=Importar
TRACK_CHANGES_GROUP=Realizar Seguimiento de Cambios
CUSTOMIZATION_GROUP=Personalizaci\u00F3n
VIEW_EXPORT_REPS_TITLE=Exportar Recursos
VIEW_EXPORT_REPS_DESCRIPTION=Esta p\u00E1gina muestra todos los recursos que se pueden exportar en un archivo. Seleccione uno o m\u00E1s recursos y, a continuaci\u00F3n, haga clic en Exportar. Posteriormente, podr\u00E1 utilizar el archivo para importar la configuraci\u00F3n en otra instancia de Oracle Service Bus.
TASK_EXPORT_CONFIG_DATA=Exportar Recursos
TASK_UPGRADE_EXPORT_JAR=Actualizar Archivo de Exportaci\u00F3n
VIEW_CONFIG_CHANGES_TITLE=Ver Cambios de Configuraci\u00F3n
VIEW_CONFIG_CHANGES_DESC=Esta p\u00E1gina muestra todos los cambios de configuraci\u00F3n realizados hasta ahora en la sesi\u00F3n del usuario actual. Puede ver el estado de las tareas y deshacerlas.
VIEW_CONFIG_CHANGES_DESC_NOT_IN_SESSION=Esta p\u00E1gina muestra todos los cambios de configuraci\u00F3n realizados por todos los usuarios. Puede ver el estado de las tareas y deshacerlas.
TASK_VIEW_CHANGES=Ver Cambios
VIEW_IMPORT_REPS_TITLE=Importar Recursos
VIEW_IMPORT_REPS_DESCRIPTION=Esta p\u00E1gina muestra los datos de configuraci\u00F3n de Oracle Service Bus que se van a importar. Puede optar por importar todos o un subjuego de datos de configuraci\u00F3n.
TASK_IMPORT_CONFIG_DATA=Importar Recursos
VIEW_DEPLOYMENT_HISTORY_TITLE=Ver Historial de Despliegue
VIEW_DEPLOYMENT_HISTORY_DESCRIPTION=Esta p\u00E1gina muestra los recursos que ya est\u00E1n desplegados y el estado del despliegue.
TASK_DEPLOYMENT_HISTORY=Historial de Despliegue
REVIEW_DEPLOYMENT_TITLE=Revisar Despliegue
REVIEW_DEPLOYMENT_DESC=Revise los elementos que se desplegar\u00E1n.
VIEW_DEPLOYMENT_RESULT_TITLE=Ver Resultados de Despliegue
VIEW_DEPLOYMENT_RESULT_DESC=Utilice esta p\u00E1gina para revisar los resultados de un despliegue.
CREATE_EXPORT_REP_BANNER_TITLE=Crear un Nuevo Repositorio de Exportaci\u00F3n
CREATE_EXPORT_REP_BANNER_DESC=Para crear un nuevo repositorio de exportaci\u00F3n, introduzca un nombre para el repositorio.
EXISTING_EXPORT_REP_BANNER_TITLE=Trabajar en un Repositorio de Exportaci\u00F3n Existente
EXISTING_EXPORT_REP_BANNER_DESC=Puede modificar un repositorio existente agregando, eliminando o modificando los datos de configuraci\u00F3n incluidos en \u00E9l.\n\n \t\tCuando est\u00E9 preparado para exportar los datos de configuraci\u00F3n de un repositorio determinado, cree un archivo. Posteriormente podr\u00E1 importar ese archivo\ty desplegar la configuraci\u00F3n en otro dominio de Oracle Service Bus.
WORK_ON_NEW_IMPORT_REP_BANNER_TITLE=Trabajar en un Nuevo Repositorio de Importaci\u00F3n
WORK_ON_NEW_IMPORT_REP_BANNER_DESC=Localice el archivo que importar para crear este repositorio.
WORK_ON_EXISTING_IMPORT_REP_BANNER_TITLE=Trabajar en un Repositorio de Importaci\u00F3n Existente
WORK_ON_EXISTING_IMPORT_REP_BANNER_DESC=Puede optar por importar todos o un subjuego de datos de configuraci\u00F3n de un repositorio determinado. Puede cambiar los valores de ciertos datos de configuraci\u00F3n. Despu\u00E9s de importar una configuraci\u00F3n determinada y, de forma opcional, modificar los datos, debe desplegar la configuraci\u00F3n.
DEFINE_MAPPING_BANNER_TITLE=Definir la Asignaci\u00F3n
DEFINE_MAPPING_BANNER_DESC=Si un elemento incluido en la configuraci\u00F3n importada hace referencia a uno o m\u00E1s elementos distintos no incluidos en la configuraci\u00F3n importada, o para el que no existe un elemento equivalente en el dominio actual, debe asignar el elemento de referencia a un elemento existente en el dominio actual. Una asignaci\u00F3n puede resultar no v\u00E1lida si el elemento al que hace referencia el objetivo de asignaci\u00F3n se suprime del dominio.
VIEW_EXPORTED_ITEMS_BANNER_TITLE=Elementos Marcados para Exportaci\u00F3n
VIEW_EXPORTED_ITEMS_BANNER_DESC=Esta p\u00E1gina muestra los elementos seleccionados para la exportaci\u00F3n. Los elementos exportados se almacenan en un repositorio de exportaci\u00F3n. Utilice esta p\u00E1gina para ver las dependencias, sincronizar elementos si se ha actualizado el origen o eliminar elementos del repositorio de exportaci\u00F3n.\n\n\t Los datos de un repositorio no se actualizan o suprimen autom\u00E1ticamente al actualizar o suprimir el elemento correspondiente del dominio. Puede sincronizar los datos de un repositorio de exportaci\u00F3n con los datos del dominio sincronizando o suprimiendo expl\u00EDcitamente los elementos.
VIEW_NONEXPORTED_ITEMS_BANNER_TITLE=Elementos No Marcados para Exportaci\u00F3n
VIEW_NONEXPORTED_ITEMS_BANNER_DESC=Esta p\u00E1gina muestra los elementos que actualmente no est\u00E1n seleccionados para la exportaci\u00F3n. Puede utilizar esta p\u00E1gina para modificar el repositorio actual seleccionando uno o varios elementos para la exportaci\u00F3n. A continuaci\u00F3n, haga clic en Listo para volver a la p\u00E1gina en la que puede crear el archivo que incluye todos los elementos seleccionados para la exportaci\u00F3n.
VIEW_INCLUDED_IMPORTS_BANNER_TITLE=Elementos Marcados para Despliegue
VIEW_INCLUDED_IMPORTS_BANNER_DESC=Esta p\u00E1gina muestra los elementos seleccionados actualmente para el despliegue. Por defecto, todos los elementos de un archivo importado se seleccionan para el despliegue, pero puede seleccionar elementos espec\u00EDficos para excluirlos. Al importar un repositorio, si un elemento no existe en el dominio actual, se crea. Si un elemento existe, se actualiza. No se suprime ning\u00FAn elemento del dominio actual como resultado de un despliegue.
VIEW_EXCLUDED_IMPORTS_BANNER_TITLE=Elementos Excluidos del Despliegue
VIEW_EXCLUDED_IMPORTS_BANNER_DESC=Esta p\u00E1gina muestra los elementos incluidos en el archivo exportado, pero excluidos del despliegue. Puede excluir un elemento si no se necesita o si ya existe un elemento equivalente en el dominio actual (y no desea sobrescribirlo). Se produce un fallo de despliegue si excluye elementos a los que hacen referencia otros elementos y son necesarios para \u00E9stos. Para evitar un despliegue fallido, asigne los elementos excluidos a otro elemento que exista en el dominio actual o cree expl\u00EDcitamente un elemento equivalente en el dominio actual.
VIEW_MISSING_IMPORTS_BANNER_TITLE=Elementos que Faltan
VIEW_MISSING_IMPORTS_BANNER_DESC=Esta p\u00E1gina muestra los elementos a los que se hace referencia en el archivo importado, pero que no est\u00E1n presentes en el archivo exportado o en el dominio actual. Para continuar con el despliegue, debe asignar estas referencias a elementos que existan en el dominio actual o crear un elemento equivalente en el dominio actual.
VIEW_ENV_VALUES_BANNER_TITLE=Valores Dependientes del Entorno
VIEW_ENV_VALUES_BANNER_DESC=Esta p\u00E1gina muestra los valores dependientes del entorno asociados a alg\u00FAn recurso de la configuraci\u00F3n. Puede sustituir los valores originales antes de desplegar el recurso.
VIEW_ENV_VALUES1_BANNER_TITLE=Valores de Entorno
VIEW_ENV_VALUES1_BANNER_DESC=Esta p\u00E1gina muestra las propiedades dependientes del entorno de un elemento exportado. De forma opcional, puede asociar una o m\u00E1s propiedades a una variable, eliminar una asociaci\u00F3n y cambiar las propiedades autom\u00E1ticamente asignando valores a variables durante el despliegue.
ASSIGN_VARIABLE_VALUES_BANNER_TITLE=Ver y Asignar Variables de Despliegue
ASSIGN_VARIABLE_VALUES_BANNER_DESC=Utilice esta p\u00E1gina para ver y editar los valores de las variables de despliegue. Las variables de despliegue permiten cambiar los valores de par\u00E1metros dependientes del entorno asociando los par\u00E1metros a una variable y posteriormente asignando un valor a esa variable.
UPGRADE_EXPORT_JAR_TITLE=Actualizar un Archivo Exportado
VIEW_REFERENCES_BANNER_TITLE=Ver Referencias
BANNER_DESC_VIEW_UNRESOLVED_REFS=Esta p\u00E1gina muestra los elementos que son necesarios para un elemento seleccionado para el despliegue. Se necesita un elemento de referencia si a\u00FAn no se ha desplegado un elemento equivalente en el dominio actual o si no se ha asignado expl\u00EDcitamente a un elemento existente. Se produce un fallo de despliegue si hay referencias no resueltas. Para evitar un despliegue fallido, debe asignar el elemento de referencia a un elemento existente en el dominio actual o crear expl\u00EDcitamente el elemento de referencia en el dominio actual.
BANNER_DESC_VIEW_NONEXPORTED_CHILDREN=Esta p\u00E1gina muestra los elementos no exportados, pero de los que depende un elemento exportado. Normalmente, se exportan todas las dependencias. Sin embargo, puede optar por no exportar las dependencias si sabe que el dominio de destino contiene elementos excluidos o si desea asignar los elementos excluidos a otros elementos existentes en el dominio de destino durante el proceso de importaci\u00F3n.
BANNER_DESC_VIEW_EXPORTED_PARENTS=Esta p\u00E1gina muestra los elementos exportados que dependen de un elemento no exportado.
BANNER_DESC_VIEW_PARENTS_THAT_REQUIRE_THIS=Esta p\u00E1gina muestra los principales de un elemento que se ha excluido o que falta y que es necesario para el despliegue. Un elemento es necesario si otro elemento actualmente seleccionado para la importaci\u00F3n hace referencia a \u00E9l y no hay ning\u00FAn elemento equivalente en el dominio actual.
TEXT_UNKNOWN=Desconocido
COL_REPOSITORY_NAME=Nombre del Repositorio
COL_CREATION_TIME=Hora de Creaci\u00F3n
COL_LAST_UPDATED=\u00DAltima Actualizaci\u00F3n
COL_NUM_ITEMS=N\u00FAmero de Elementos
LABEL_REP_EXISTS=El repositorio ya existe
LABEL_EMPTY_FILE=El archivo seleccionado est\u00E1 vac\u00EDo.
LABEL_INVALID_FILE=Archivo de configuraci\u00F3n {0} no v\u00E1lido
LABEL_GET_JAR_FILE=Exportar
LABEL_ORIGIN_DELETED=Suprimido
LABEL_ORIGIN_MODIFIED=Modificado
LABEL_ORIGIN_UNKNOWN=Desconocido
LABEL_DEPLOY=Desplegar
LABEL_READY=Listo
LABEL_UNRESOLVED_REFS=Referencias No Resueltas
LABEL_CYCLE_EXISTS=Referencias C\u00EDclicas
LABEL_EXPORTED_JAR_FILE=Archivo Exportado
LABEL_IMPORT_JAR_FILE=Nombre de Archivo
LABEL_BROWSE=Examinar
LABEL_DEFINE=Definir
LABEL_MODIFY=Modificar
LABEL_CREATE_REPOSITORY=Crear Repositorio
LABEL_NOT_DEPLOYABLE=No Desplegable
LABEL_RESOURCE_SUMMARY=Resumen del Recurso
LABEL_SUMMARY=Resumen
LABEL_CREATE=Crear
LABEL_UPDATE=Actualizar
LABEL_DELETE=Suprimir
LABEL_NOT_READY_FOR_DEPLOYMENT_MSG=Este repositorio no se puede desplegar debido a que hay referencias no resueltas.
LABEL_DEPLOY_KEEP_REP=Desplegar (Mantener Repositorio)
LABEL_DEPLOY_DELETE_REP=Desplegar (Suprimir Repositorio)
LABEL_INVALID_MAPPING=La asignaci\u00F3n actual no es v\u00E1lida debido a que el elemento de destino no existe en el dominio.
LABEL_SUCCESS=correcto
LABEL_FAILED=fallo
LABEL_INPROGRESS=en curso
LABEL_NOT_STARTED=no iniciado
LABEL_VALIDATED=validado
LABEL_VALIDATION_FAILED=fallo de validaci\u00F3n
LABEL_DEPLOYMENT_RESULT=Resultado de Despliegue
LABEL_EXPORTED_ITEMS=Elementos Exportados
LABEL_NONEXPORTED_ITEMS=Elementos No Exportados
LABEL_INCLUDED_ITEMS=Elementos Incluidos
LABEL_EXCLUDED_ITEMS=Elementos Excluidos
LABEL_MISSING_ITEMS=Elementos que Faltan
LABEL_VARIABLES=Variables de Despliegue
LABEL_UPGRADE=Actualizar Archivo
COL_TYPE=Tipo
COL_LAST_MODIFIED=Fecha de Modificaci\u00F3n
COL_OPERATIONS=Operaciones
COL_REFERENCES=Referencias
COL_NAME_ID=Nombre/Identificador
COL_SOURCE_CHANGED=Estado de<br>Origen
COL_EXPORT_TIME=Tiempo de Exportaci\u00F3n
COL_NON_EXP_DEPENDENCIES=Dependencias<br>No Exportadas
COL_DEPENDENTS=Dependientes Exportados
COL_NUM_TOTAL_ITEMS=Total de Elementos
COL_NUM_EXCLUDED=Excluido
COL_IMPORT_STATUS=Estado
COL_TARGET_STATUS=Estado de<br>Destino
COL_UNRESOLVED_REFS=Referencias<br>No Resueltas
COL_REFERENCED_BY=Necesitado por
COL_MAPPING=Asignaci\u00F3n
COL_NUM_CREATE=Elementos que Crear
COL_NUM_CREATED=Elementos Creados
COL_NUM_DELETE=Elementos que Suprimir
COL_NUM_DELETED=Elementos Suprimidos
COL_NUM_UPDATE=Elementos que Actualizar
COL_NUM_UPDATED=Elementos Actualizados
COL_NUM_ITEMS_EXCLUDED=Elementos Excluidos del Despliegue
COL_NUM_UNRESOLVED=Referencias No Resueltas
COL_DEPLOYMENT_ACTION=Acci\u00F3n
COL_CURRENT_MAPPING=Asignaci\u00F3n Actual
COL_AVAILABLE_MAPPINGS=Asignaciones Disponibles
COL_DEPLOYMENT_ORDER=Orden
COL_DEPLOYMENT_STATUS=Estado de Despliegue
COL_STATUS=Estado
COL_ITEMS=Elementos
COL_DEPLOYMENT_STARTED=Despliegue Iniciado
COL_DEPLOYMENT_FINISHED=Despliegue Terminado
COL_DEPLOYMENT_TIME=Tiempo de Despliegue
COL_NUM_ENV_VALUES=Propiedades<br>de Entorno
COL_VARIABLE_NAME=Nombre de Variable
COL_VARIABLE_VALUE=Valor de Variable
COL_NAME=Nombre
COL_PATH=Ruta de Acceso
COL_MESSAGE=Mensaje
COL_ORIGINAL_VALUE=Valor Original
COL_DESCRIPTION=Descripci\u00F3n
COL_NEW_VALUE=Nuevo Valor
COL_PROJECT=Proyecto
BUTTON_EXPORT_MARKED_ONLY=Exportar (S\u00F3lo Elementos Seleccionados)
BUTTON_EXPORT_WITH_CHILDREN=Exportar (Incluir Dependencias)
BUTTON_REMOVE_SELECTED=Eliminar
BUTTON_REMOVE_WITH_CHILDREN=Eliminar (Incluir Dependencias)
BUTTON_SYNC=Sincronizar
BUTTON_BACK=Atr\u00E1s
BUTTON_FINISH_IMPORT=Terminar Importaci\u00F3n
BUTTON_FINISH_EXPORT=Terminar Exportaci\u00F3n
BUTTON_REEXPORT_SELECTED=Reexportar
BUTTON_REEXPORT_WITH_CHILDREN=Reexportar (Incluir Dependencias)
BUTTON_EXCLUDE_SELECTED=Excluir Seleccionado
BUTTON_DONE=Listo
BUTTON_IMPORT=Importar
BUTTON_GETJAR=Exportar
INFO_REP_NAME=Nombre \u00FAnico del repositorio de exportaci\u00F3n
INFO_IMPORT_JAR=Ubicaci\u00F3n de un archivo exportado
INFO_VALUE_DEFINED_BY_VAR=Este valor se define mediante una variable
LABEL_ITEMS_DIFFER=Diferente
LABEL_ITEMS_SAME=Igual
LABEL_NOT_EXISTS=No Existe
LABEL_INCLUDE_DEPENDENCIES=Incluir Dependencias
TOOLTIP_INCLUDE_DEPENDENCIES=Incluir todas las dependencias de los recursos seleccionados
LABEL_PRESERVE_ENV_VARS=Preservar Variables de Entorno
LABEL_PRESERVE_OPERATIONAL_VALUES=Preservar Valores Operativos
LABEL_PRESERVE_SECURITY_AND_POLICY_CONFIG=Preservar Configuraci\u00F3n de Pol\u00EDtica y Seguridad
LABEL_PRESERVE_CREDENTIALS=Preservar Credenciales
LABEL_PRESERVE_ACCESS_CONTROL_POLICIES=Preservar Pol\u00EDticas de Control de Acceso
TOOLTIP_PRESERVE_ENV_VARS=No sobrescribir las variables de entorno con esta importaci\u00F3n
TOOLTIP_PRESERVE_OPERATIONAL_VALUES=No sobrescribir los valores operativos con esta importaci\u00F3n
TOOLTIP_PRESERVE_SECURITY_AND_POLICY_CONFIG=No sobrescribir la configuraci\u00F3n de pol\u00EDtica y seguridad con esta importaci\u00F3n
TOOLTIP_PRESERVE_CREDENTIALS=No sobrescribir la configuraci\u00F3n de credenciales (credenciales de usuario/contrase\u00F1a y PKI) con esta importaci\u00F3n
TOOLTIP_PRESERVE_ACCESS_CONTROL_POLICIES=No sobrescribir las pol\u00EDticas de control de acceso con esta importaci\u00F3n
TOOLTIP_RESOURCE_ENCRYPTED=Este recurso est\u00E1 cifrado.
LABEL_EXPORT_RESOURCES=Exportar Recursos
LABEL_EXPORT_PROJECTS=Exportar Proyectos
TOOLTIP_EXPORT_RESOURCES=Exportar Recursos
TOOLTIP_EXPORT_PROJECTS=Exportar Proyectos
IMPORT_STATUS=Se ha terminado la importaci\u00F3n. Puede hacer clic en Ver Cambios para ver los detalles de importaci\u00F3n o puede importar otro archivo.
IMPORT_STATUS_SUCCESS=La importaci\u00F3n se ha terminado correctamente.
IMPORT_STATUS_PARTIALLY_FAILED=No se han importado algunos elementos. Consulte Mensajes de Diagn\u00F3stico a continuaci\u00F3n.
IMPORT_STATUS_PARTIALLY_FAILED_AND_WITH_ERROR=Algunos elementos no se han importado y otros se han importado con errores o conflictos. Consulte Mensajes de Diagn\u00F3stico a continuaci\u00F3n.
IMPORT_STATUS_WITH_ERROR=La importaci\u00F3n se ha terminado con errores o conflictos. Consulte Mensajes de Diagn\u00F3stico a continuaci\u00F3n.
IMPORT_STATUS_FAILED=Fallo al importar. Consulte Mensajes de Diagn\u00F3stico a continuaci\u00F3n.
IMPORT_STATUS_INFORMATIONAL=La importaci\u00F3n se ha terminado correctamente. Hay mensajes informativos.
IMPORT_STATUS_EXCEPTION=Fallo de importaci\u00F3n con excepci\u00F3n: {0}
IMPORT_SELECT_JAR_TITLE=Seleccionar un Archivo de Configuraci\u00F3n Exportado
IMPORT_SELECT_JAR_DESC=Seleccione un archivo de configuraci\u00F3n exportado.
IMPORT_SELECT_PROJECTS_TITLE=Anticuado
IMPORT_SELECT_PROJECTS_DESC=La tabla contiene recursos a nivel de proyecto. Seleccione los proyectos en la tabla e imp\u00F3rtelos.
IMPORT_SELECT_RESOURCES_TITLE=Importar Recursos: {0}
IMPORT_SELECT_RESOURCES_DESC=Seleccione los recursos en la tabla e imp\u00F3rtelos.
IMPORT_RESOURCE_JAR_TITLE=Archivo JAR de Recurso
IMPORT_PROJECT_JAR_TITLE=Archivo JAR de Proyecto
CREATE_IMPORT_REPOSITORY_DESCRIPTION=Los datos de configuraci\u00F3n de Oracle Service Bus se pueden importar desde un archivo exportado desde otro dominio de Oracle Service Bus.
IMPORT_SUMMARY_TITLE=Resumen de Importaci\u00F3n
WARNING_SELECT_NO_DATA=No se ha seleccionado ning\u00FAn recurso. Seleccione uno o m\u00E1s recursos de la siguiente tabla.
ERROR_NO_DATA=No se ha seleccionado ning\u00FAn recurso. Cargue los recursos desde el archivo de configuraci\u00F3n.
WARNING_EXPORT_IN_SESSION=Debido a que est\u00E1 exportando recursos en una sesi\u00F3n, puede que la configuraci\u00F3n de los recursos no est\u00E9 completa. Si desea exportar los datos de configuraci\u00F3n completos y validados, salga o active la sesi\u00F3n y, a continuaci\u00F3n, exporte los recursos.
WAIT_MESSAGE=Procesando Datos de Configuraci\u00F3n...
VIEW_REFS_TITLE=Referencias para {0}: {1}
VIEW_REFS_TITLE1=Referencias
LABEL_CLOSE=Cerrar
ENTER_IMPORT_PASSPHRASE_TITLE=Importar Recursos: Configuraci\u00F3n de Seguridad
ENTER_IMPORT_PASSPHRASE_DESC=Introduzca la contrase\u00F1a asociada para esta importaci\u00F3n
ENTER_EXPORT_PASSPHRASE_TITLE=Exportar Recursos: Configuraci\u00F3n de Seguridad
ENTER_IMPORT_PASSPHRASE_TOOLTIP=Introduzca una contrase\u00F1a que se utilizar\u00E1 para descifrar los datos sensibles a seguridad.
ENTER_EXPORT_PASSPHRASE_DESC=Algunos de los recursos seleccionados para la exportaci\u00F3n contienen datos sensibles. Para proteger estos recursos, debe introducir una contrase\u00F1a. Los datos sensibles se cifrar\u00E1n con esta contrase\u00F1a antes de exportarse. Si no desea proteger los datos, desactive la casilla de control "Proteger Datos Sensibles" y, a continuaci\u00F3n, los datos sensibles se exportar\u00E1n sin cifrado.
PROTECT_DATA=Proteger Datos Sensibles
EXPORT_WITH_PROTECTION_TOOLTIP=Si se activa esta casilla de control, los datos sensibles se cifrar\u00E1n con una contrase\u00F1a antes de exportarse. Desactive esta casilla de control si desea exportar los datos sensibles a seguridad sin cifrado.
PASSPHRASE=Contrase\u00F1a
ENTER_EXPORT_PASSPHRASE_TOOLTIP=Introduzca una contrase\u00F1a que se utilizar\u00E1 para cifrar los datos sensibles a seguridad. Debe introducir la misma contrase\u00F1a para importar estos recursos a un dominio de OSB.
CONFIRM_PASSPHRASE=Confirmar Contrase\u00F1a
CONFIRM_EXPORT_PASSPHRASE_TOOLTIP=Introduzca la misma contrase\u00F1a que ha escrito anteriormente.
ERROR_PASSPHRASE_EMPTY=La contrase\u00F1a no puede estar vac\u00EDa. Proporcione una contrase\u00F1a.
ERROR_PASSPHRASE_MISMATCH=La contrase\u00F1a de confirmaci\u00F3n no coincide con esta contrase\u00F1a. Confirme la contrase\u00F1a.
IMPORT_INVALID_PASSPHRASE=Fallo de importaci\u00F3n con una contrase\u00F1a no v\u00E1lida. Debe introducir la misma contrase\u00F1a utilizada para exportar los recursos.
EXPORT_STATUS_EXCEPTION=Fallo al exportar con excepci\u00F3n: {0}
EXPORT_NOT_FOUND_EXCEPTION=Fallo al exportar debido a que no se han encontrado algunos elementos seleccionados; puede que hayan sido eliminados por otros.
OPERATION_CREATE=Crear
OPERATION_UPDATE=Actualizar
OPERATION_DELETE=Suprimir
OPERATION_SKIP=Omitir
DELETED_MESSAGE=Se ha suprimido este recurso.
DELETION=Supresiones
BACK_TO_IMPORT=Volver a la p\u00E1gina Importar
BACK_TO_EXPORT=Volver a la p\u00E1gina Exportar
LABEL_ADVANCEDSETTING_OPERATIONAL=Operativo
TOOLTIP_ADVANCEDSETTING_OPERATIONAL=Configuraci\u00F3n de importaci\u00F3n que pertenece a las operaciones y el entorno
LABEL_ADVANCEDSETTING_SECURITY=Seguridad
TOOLTIP_ADVANCEDSETTING_SECURITY=Configuraci\u00F3n de importaci\u00F3n que pertenece a la seguridad
IMPORT_EXPORT_TOGGLE_CLOSE_TITLE=Cerrar Configuraci\u00F3n Avanzada
IMPORT_EXPORT_TOGGLE_OPEN_TITLE=Abrir Configuraci\u00F3n Avanzada
IMPORT_EXPORT_ADVANCEDSETTINGS_TITLE=Configuraci\u00F3n Avanzada
IMPORT_EXPORT_ADVANCEDSETTINGS_TOOLTIP=Haga clic en el icono para ampliar o reducir la configuraci\u00F3n avanzada de importaci\u00F3n.
IMPORT_EXPORT_RESOURCE_SUMMARY=Resumen del Recurso
IMPORT_FAILED=Fallo de Importaci\u00F3n:
