GROUP=Administration du syst\u00E8me
EXPORT_GROUP=Exporter
IMPORT_GROUP=Importer
TRACK_CHANGES_GROUP=Suivre les modifications
CUSTOMIZATION_GROUP=Personnalisation
VIEW_EXPORT_REPS_TITLE=Exporter les ressources
VIEW_EXPORT_REPS_DESCRIPTION=Cette page \u00E9num\u00E8re toutes les ressources que vous pouvez exporter dans un fichier. S\u00E9lectionnez des ressources, puis cliquez sur Exporter. Vous pouvez ensuite utiliser le fichier pour importer la configuration dans une autre instance d'Oracle Service Bus.
TASK_EXPORT_CONFIG_DATA=Exporter les ressources
TASK_UPGRADE_EXPORT_JAR=Mettre \u00E0 niveau le fichier d'export
VIEW_CONFIG_CHANGES_TITLE=Visualiser les modifications de configuration
VIEW_CONFIG_CHANGES_DESC=Cette page \u00E9num\u00E8re toutes les modifications de configuration apport\u00E9es jusqu'\u00E0 pr\u00E9sent dans la session de l'utilisateur en cours. Vous pouvez visualiser le statut des t\u00E2ches et annuler des t\u00E2ches.
VIEW_CONFIG_CHANGES_DESC_NOT_IN_SESSION=Cette page \u00E9num\u00E8re toutes les modifications de configuration apport\u00E9es par tous les utilisateurs. Vous pouvez visualiser le statut des t\u00E2ches et annuler des t\u00E2ches.
TASK_VIEW_CHANGES=Visualiser les modifications
VIEW_IMPORT_REPS_TITLE=Importer les ressources
VIEW_IMPORT_REPS_DESCRIPTION=Cette page affiche les donn\u00E9es de configuration Oracle Service Bus qui vont \u00EAtre import\u00E9es. Vous pouvez choisir d'importer la totalit\u00E9 ou un sous-ensemble des donn\u00E9es de configuration.
TASK_IMPORT_CONFIG_DATA=Importer les ressources
VIEW_DEPLOYMENT_HISTORY_TITLE=Visualiser l'historique des d\u00E9ploiements
VIEW_DEPLOYMENT_HISTORY_DESCRIPTION=Cette page affiche les ressources qui sont d\u00E9j\u00E0 d\u00E9ploy\u00E9es et le statut du d\u00E9ploiement.
TASK_DEPLOYMENT_HISTORY=Historique des d\u00E9ploiements
REVIEW_DEPLOYMENT_TITLE=V\u00E9rifier le d\u00E9ploiement
REVIEW_DEPLOYMENT_DESC=V\u00E9rifiez les \u00E9l\u00E9ments \u00E0 d\u00E9ployer.
VIEW_DEPLOYMENT_RESULT_TITLE=Visualiser les r\u00E9sultats du d\u00E9ploiement
VIEW_DEPLOYMENT_RESULT_DESC=Utilisez cette page pour v\u00E9rifier les r\u00E9sultats d'un d\u00E9ploiement.
CREATE_EXPORT_REP_BANNER_TITLE=Cr\u00E9er un r\u00E9f\u00E9rentiel d'export
CREATE_EXPORT_REP_BANNER_DESC=Pour cr\u00E9er un r\u00E9f\u00E9rentiel d'export, entrez un nom pour celui-ci.
EXISTING_EXPORT_REP_BANNER_TITLE=Travailler sur un r\u00E9f\u00E9rentiel d'export existant
EXISTING_EXPORT_REP_BANNER_DESC=Vous pouvez modifier un r\u00E9f\u00E9rentiel existant en ajoutant, supprimant ou modifiant les donn\u00E9es de configuration qu'il contient.\n\n \t\tLorsque vous \u00EAtes pr\u00EAt \u00E0 exporter les donn\u00E9es de configuration dans un r\u00E9f\u00E9rentiel donn\u00E9, cr\u00E9ez un fichier. Vous pouvez ensuite importer ce fichier\tet d\u00E9ployer la configuration dans un autre domaine Oracle Service Bus.
WORK_ON_NEW_IMPORT_REP_BANNER_TITLE=Travailler sur un nouveau r\u00E9f\u00E9rentiel d'import
WORK_ON_NEW_IMPORT_REP_BANNER_DESC=Localisez le fichier \u00E0 importer pour cr\u00E9er ce r\u00E9f\u00E9rentiel.
WORK_ON_EXISTING_IMPORT_REP_BANNER_TITLE=Travailler sur un r\u00E9f\u00E9rentiel d'import existant
WORK_ON_EXISTING_IMPORT_REP_BANNER_DESC=Vous pouvez choisir d'importer la totalit\u00E9 ou un sous-ensemble des donn\u00E9es de configuration dans un r\u00E9f\u00E9rentiel donn\u00E9. Vous pouvez modifier les valeurs de certaines donn\u00E9es de configuration. Apr\u00E8s avoir import\u00E9 une configuration et \u00E9ventuellement modifi\u00E9 les donn\u00E9es, vous devez d\u00E9ployer la configuration.
DEFINE_MAPPING_BANNER_TITLE=D\u00E9finir la mise en correspondance
DEFINE_MAPPING_BANNER_DESC=Si un \u00E9l\u00E9ment inclus dans la configuration import\u00E9e fait r\u00E9f\u00E9rence \u00E0 des \u00E9l\u00E9ments qui ne sont pas inclus dans la configuration import\u00E9e ou pour lesquels il n'existe pas d'\u00E9l\u00E9ment \u00E9quivalent dans le domaine en cours, vous devez mettre en correspondance l'\u00E9l\u00E9ment r\u00E9f\u00E9renc\u00E9 avec un \u00E9l\u00E9ment existant dans le domaine en cours. Une mise en correspondance peut devenir non valide si l'\u00E9l\u00E9ment qui est r\u00E9f\u00E9renc\u00E9 par la cible de la mise en correspondance est supprim\u00E9 du domaine.
VIEW_EXPORTED_ITEMS_BANNER_TITLE=El\u00E9ments marqu\u00E9s pour export
VIEW_EXPORTED_ITEMS_BANNER_DESC=Cette page \u00E9num\u00E8re les \u00E9l\u00E9ments qui sont s\u00E9lectionn\u00E9s pour l'export. Les \u00E9l\u00E9ments export\u00E9s sont stock\u00E9s dans un r\u00E9f\u00E9rentiel d'export. Utilisez cette page pour visualiser les d\u00E9pendances, synchroniser les \u00E9l\u00E9ments si la source a \u00E9t\u00E9 mise \u00E0 jour ou supprimer des \u00E9l\u00E9ments du r\u00E9f\u00E9rentiel d'export.\n\n \t Les donn\u00E9es contenues dans un r\u00E9f\u00E9rentiel ne sont pas mises \u00E0 jour ou supprim\u00E9es automatiquement lorsque l'\u00E9l\u00E9ment correspondant dans le domaine est mis \u00E0 jour ou supprim\u00E9. Vous pouvez synchroniser les donn\u00E9es contenues dans un r\u00E9f\u00E9rentiel d'export avec les donn\u00E9es du domaine en synchronisant ou supprimant explicitement des \u00E9l\u00E9ments.
VIEW_NONEXPORTED_ITEMS_BANNER_TITLE=El\u00E9ments non marqu\u00E9s pour export
VIEW_NONEXPORTED_ITEMS_BANNER_DESC=Cette page \u00E9num\u00E8re les \u00E9l\u00E9ments qui ne sont pas s\u00E9lectionn\u00E9s pour l'export. Vous pouvez utiliser cette page pour modifier le r\u00E9f\u00E9rentiel en cours en s\u00E9lectionnant des \u00E9l\u00E9ments pour l'export. Cliquez ensuite sur Termin\u00E9 pour revenir \u00E0 la page \u00E0 partir de laquelle vous pouvez cr\u00E9er le fichier qui inclut tous les \u00E9l\u00E9ments que vous avez s\u00E9lectionn\u00E9s pour l'export.
VIEW_INCLUDED_IMPORTS_BANNER_TITLE=El\u00E9ments marqu\u00E9s pour d\u00E9ploiement
VIEW_INCLUDED_IMPORTS_BANNER_DESC=Cette page \u00E9num\u00E8re les \u00E9l\u00E9ments qui sont s\u00E9lectionn\u00E9s pour le d\u00E9ploiement. Par d\u00E9faut, tous les \u00E9l\u00E9ments d'un fichier import\u00E9 sont s\u00E9lectionn\u00E9s pour le d\u00E9ploiement, mais vous pouvez s\u00E9lectionner des \u00E9l\u00E9ments sp\u00E9cifiques \u00E0 exclure. Lorsque vous importez un r\u00E9f\u00E9rentiel, si un \u00E9l\u00E9ment n'existe pas dans le domaine en cours, il est cr\u00E9\u00E9. Si un \u00E9l\u00E9ment existe, il est mis \u00E0 jour. Aucun \u00E9l\u00E9ment du domaine en cours n'est supprim\u00E9 \u00E0 la suite d'un d\u00E9ploiement.
VIEW_EXCLUDED_IMPORTS_BANNER_TITLE=El\u00E9ments exclus du d\u00E9ploiement
VIEW_EXCLUDED_IMPORTS_BANNER_DESC=Cette page \u00E9num\u00E8re les \u00E9l\u00E9ments qui ont \u00E9t\u00E9 inclus dans le fichier export\u00E9, mais exclus du d\u00E9ploiement. Vous pouvez exclure un \u00E9l\u00E9ment s'il n'est pas obligatoire ou s'il existe d\u00E9j\u00E0 un \u00E9l\u00E9ment \u00E9quivalent dans le domaine en cours (et que vous ne voulez pas l'\u00E9craser). Le d\u00E9ploiement \u00E9choue si vous excluez des \u00E9l\u00E9ments qui sont r\u00E9f\u00E9renc\u00E9s et requis par d'autres \u00E9l\u00E9ments. Pour \u00E9viter l'\u00E9chec d'un d\u00E9ploiement, mettez en correspondance les \u00E9l\u00E9ments exclus avec d'autres \u00E9l\u00E9ments qui existent dans le domaine en cours ou cr\u00E9ez explicitement des \u00E9l\u00E9ments \u00E9quivalents dans le domaine en cours.
VIEW_MISSING_IMPORTS_BANNER_TITLE=El\u00E9ments manquants
VIEW_MISSING_IMPORTS_BANNER_DESC=Cette page \u00E9num\u00E8re les \u00E9l\u00E9ments qui sont r\u00E9f\u00E9renc\u00E9s dans le fichier import\u00E9, mais qui ne sont pas pr\u00E9sents dans le fichier export\u00E9 ou dans le domaine en cours. Pour proc\u00E9der au d\u00E9ploiement, vous devez mettre en correspondance ces r\u00E9f\u00E9rences avec des \u00E9l\u00E9ments qui existent dans le domaine en cours ou cr\u00E9er des \u00E9l\u00E9ments \u00E9quivalents dans le domaine en cours.
VIEW_ENV_VALUES_BANNER_TITLE=Valeurs d\u00E9pendantes de l'environnement
VIEW_ENV_VALUES_BANNER_DESC=Cette page affiche les valeurs d\u00E9pendantes de l'environnement qui sont associ\u00E9es \u00E0 une ressource dans la configuration. Vous pouvez remplacer les valeurs d'origine avant de d\u00E9ployer la ressource.
VIEW_ENV_VALUES1_BANNER_TITLE=Valeurs d'environnement
VIEW_ENV_VALUES1_BANNER_DESC=Cette page affiche les propri\u00E9t\u00E9s d\u00E9pendantes de l'environnement d'un \u00E9l\u00E9ment export\u00E9. Si vous le souhaitez, vous pouvez associer des propri\u00E9t\u00E9s \u00E0 une variable, supprimer une association et modifier des propri\u00E9t\u00E9s automatiquement en affectant des valeurs aux variables pendant le d\u00E9ploiement.
ASSIGN_VARIABLE_VALUES_BANNER_TITLE=Visualiser et affecter des variables de d\u00E9ploiement
ASSIGN_VARIABLE_VALUES_BANNER_DESC=Utilisez cette page pour visualiser et modifier les valeurs des variables de d\u00E9ploiement. Les variables de d\u00E9ploiement permettent de modifier les valeurs des param\u00E8tres d\u00E9pendants de l'environnement en associant ces derniers \u00E0 une variable et en affectant ensuite une valeur pour cette variable.
UPGRADE_EXPORT_JAR_TITLE=Mettre \u00E0 niveau un fichier export\u00E9
VIEW_REFERENCES_BANNER_TITLE=Visualiser les r\u00E9f\u00E9rences
BANNER_DESC_VIEW_UNRESOLVED_REFS=Cette page \u00E9num\u00E8re les \u00E9l\u00E9ments qui sont obligatoires pour un \u00E9l\u00E9ment qui est s\u00E9lectionn\u00E9 pour le d\u00E9ploiement. Un \u00E9l\u00E9ment r\u00E9f\u00E9renc\u00E9 est obligatoire si aucun \u00E9l\u00E9ment \u00E9quivalent n'est d\u00E9j\u00E0 d\u00E9ploy\u00E9 dans le domaine en cours ou s'il n'est pas explicitement mis en correspondance avec un \u00E9l\u00E9ment existant. Le d\u00E9ploiement \u00E9choue s'il existe des r\u00E9f\u00E9rences non r\u00E9solues. Pour \u00E9viter l'\u00E9chec d'un d\u00E9ploiement, vous devez mettre l'\u00E9l\u00E9ment r\u00E9f\u00E9renc\u00E9 en correspondance avec un \u00E9l\u00E9ment existant dans le domaine en cours ou cr\u00E9er explicitement l'\u00E9l\u00E9ment r\u00E9f\u00E9renc\u00E9 dans le domaine en cours.
BANNER_DESC_VIEW_NONEXPORTED_CHILDREN=Cette page \u00E9num\u00E8re les \u00E9l\u00E9ments qui ne sont pas export\u00E9s, mais dont d\u00E9pend un \u00E9l\u00E9ment export\u00E9. En r\u00E8gle g\u00E9n\u00E9rale, vous exportez toutes les d\u00E9pendances. Toutefois, vous pouvez choisir de ne pas exporter les d\u00E9pendances si vous savez que le domaine cible contient les \u00E9l\u00E9ments exclus ou si vous pr\u00E9voyez de mettre les \u00E9l\u00E9ments exclus en correspondance avec d'autres \u00E9l\u00E9ments existants dans le domaine cible pendant le processus d'import.
BANNER_DESC_VIEW_EXPORTED_PARENTS=Cette page \u00E9num\u00E8re les \u00E9l\u00E9ments export\u00E9s qui d\u00E9pendent d'un \u00E9l\u00E9ment qui n'a pas \u00E9t\u00E9 export\u00E9.
BANNER_DESC_VIEW_PARENTS_THAT_REQUIRE_THIS=Cette page \u00E9num\u00E8re les parents des \u00E9l\u00E9ments exclus ou manquants qui sont obligatoires pour le d\u00E9ploiement. Un \u00E9l\u00E9ment est obligatoire si un autre \u00E9l\u00E9ment s\u00E9lectionn\u00E9 pour l'import y fait r\u00E9f\u00E9rence et qu'il n'existe aucun \u00E9l\u00E9ment \u00E9quivalent dans le domaine en cours.
TEXT_UNKNOWN=Inconnu
COL_REPOSITORY_NAME=Nom du r\u00E9f\u00E9rentiel
COL_CREATION_TIME=Date/heure de cr\u00E9ation
COL_LAST_UPDATED=Derni\u00E8re mise \u00E0 jour
COL_NUM_ITEMS=Nombre d'\u00E9l\u00E9ments
LABEL_REP_EXISTS=Ce r\u00E9f\u00E9rentiel existe d\u00E9j\u00E0
LABEL_EMPTY_FILE=Le fichier s\u00E9lectionn\u00E9 est vide.
LABEL_INVALID_FILE=Fichier de configuration non valide {0}
LABEL_GET_JAR_FILE=Exporter
LABEL_ORIGIN_DELETED=Supprim\u00E9
LABEL_ORIGIN_MODIFIED=Modifi\u00E9
LABEL_ORIGIN_UNKNOWN=Inconnu
LABEL_DEPLOY=D\u00E9ployer
LABEL_READY=Pr\u00EAt
LABEL_UNRESOLVED_REFS=R\u00E9f\u00E9rences non r\u00E9solues
LABEL_CYCLE_EXISTS=R\u00E9f\u00E9rences cycliques
LABEL_EXPORTED_JAR_FILE=Fichier export\u00E9
LABEL_IMPORT_JAR_FILE=Nom du fichier
LABEL_BROWSE=Parcourir
LABEL_DEFINE=D\u00E9finir
LABEL_MODIFY=Modifier
LABEL_CREATE_REPOSITORY=Cr\u00E9er un r\u00E9f\u00E9rentiel
LABEL_NOT_DEPLOYABLE=Non d\u00E9ployable
LABEL_RESOURCE_SUMMARY=R\u00E9capitulatif de la ressource
LABEL_SUMMARY=R\u00E9capitulatif
LABEL_CREATE=Cr\u00E9er
LABEL_UPDATE=Mettre \u00E0 jour
LABEL_DELETE=Supprimer
LABEL_NOT_READY_FOR_DEPLOYMENT_MSG=Ce r\u00E9f\u00E9rentiel ne peut pas \u00EAtre d\u00E9ploy\u00E9 car il existe des r\u00E9f\u00E9rences non r\u00E9solues.
LABEL_DEPLOY_KEEP_REP=D\u00E9ployer (Conserver le r\u00E9f\u00E9rentiel)
LABEL_DEPLOY_DELETE_REP=D\u00E9ployer (Supprimer le r\u00E9f\u00E9rentiel)
LABEL_INVALID_MAPPING=La correspondance existante n'est pas valide car l'\u00E9l\u00E9ment cible n'existe pas dans le domaine.
LABEL_SUCCESS=r\u00E9ussite
LABEL_FAILED=\u00E9chec
LABEL_INPROGRESS=en cours
LABEL_NOT_STARTED=non d\u00E9marr\u00E9
LABEL_VALIDATED=valid\u00E9
LABEL_VALIDATION_FAILED=\u00E9chec de la validation
LABEL_DEPLOYMENT_RESULT=R\u00E9sultat du d\u00E9ploiement
LABEL_EXPORTED_ITEMS=El\u00E9ments export\u00E9s
LABEL_NONEXPORTED_ITEMS=El\u00E9ments non export\u00E9s
LABEL_INCLUDED_ITEMS=El\u00E9ments inclus
LABEL_EXCLUDED_ITEMS=El\u00E9ments exclus
LABEL_MISSING_ITEMS=El\u00E9ments manquants
LABEL_VARIABLES=Variables de d\u00E9ploiement
LABEL_UPGRADE=Mettre \u00E0 niveau le fichier
COL_TYPE=Type
COL_LAST_MODIFIED=Derni\u00E8re modification
COL_OPERATIONS=Op\u00E9rations
COL_REFERENCES=R\u00E9f\u00E9rences
COL_NAME_ID=Nom/ID
COL_SOURCE_CHANGED=Statut<br>source
COL_EXPORT_TIME=Temps d'export
COL_NON_EXP_DEPENDENCIES=D\u00E9pendances<br>non export\u00E9es
COL_DEPENDENTS=El\u00E9ments d\u00E9pendants export\u00E9s
COL_NUM_TOTAL_ITEMS=Nombre total d'\u00E9l\u00E9ments
COL_NUM_EXCLUDED=Exclu
COL_IMPORT_STATUS=Statut
COL_TARGET_STATUS=Statut<br>cible
COL_UNRESOLVED_REFS=R\u00E9f\u00E9rences<br>non r\u00E9solues
COL_REFERENCED_BY=Obligatoire pour
COL_MAPPING=Mise en correspondance
COL_NUM_CREATE=El\u00E9ments \u00E0 cr\u00E9er
COL_NUM_CREATED=El\u00E9ments cr\u00E9\u00E9s
COL_NUM_DELETE=El\u00E9ments \u00E0 supprimer
COL_NUM_DELETED=El\u00E9ments supprim\u00E9s
COL_NUM_UPDATE=El\u00E9ments \u00E0 mettre \u00E0 jour
COL_NUM_UPDATED=El\u00E9ments mis \u00E0 jour
COL_NUM_ITEMS_EXCLUDED=El\u00E9ments exclus du d\u00E9ploiement
COL_NUM_UNRESOLVED=R\u00E9f\u00E9rences non r\u00E9solues
COL_DEPLOYMENT_ACTION=Action
COL_CURRENT_MAPPING=Mise en correspondance en cours
COL_AVAILABLE_MAPPINGS=Mises en correspondance disponibles
COL_DEPLOYMENT_ORDER=Ordre
COL_DEPLOYMENT_STATUS=Statut du d\u00E9ploiement
COL_STATUS=Statut
COL_ITEMS=El\u00E9ment(s)
COL_DEPLOYMENT_STARTED=D\u00E9ploiement d\u00E9marr\u00E9
COL_DEPLOYMENT_FINISHED=D\u00E9ploiement termin\u00E9
COL_DEPLOYMENT_TIME=Heure du d\u00E9ploiement
COL_NUM_ENV_VALUES=Propri\u00E9t\u00E9s<br>d'environnement
COL_VARIABLE_NAME=Nom de la variable
COL_VARIABLE_VALUE=Valeur de la variable
COL_NAME=Nom
COL_PATH=Chemin
COL_MESSAGE=Message
COL_ORIGINAL_VALUE=Valeur d'origine
COL_DESCRIPTION=Description
COL_NEW_VALUE=Nouvelle valeur
COL_PROJECT=Projet
BUTTON_EXPORT_MARKED_ONLY=Exporter (El\u00E9ments s\u00E9lectionn\u00E9s uniquement)
BUTTON_EXPORT_WITH_CHILDREN=Exporter (Inclure les d\u00E9pendances)
BUTTON_REMOVE_SELECTED=Enlever
BUTTON_REMOVE_WITH_CHILDREN=Enlever (Inclure les d\u00E9pendances)
BUTTON_SYNC=Synchroniser
BUTTON_BACK=Pr\u00E9c\u00E9dent
BUTTON_FINISH_IMPORT=Terminer l'import
BUTTON_FINISH_EXPORT=Terminer l'export
BUTTON_REEXPORT_SELECTED=R\u00E9exporter
BUTTON_REEXPORT_WITH_CHILDREN=R\u00E9exporter (Inclure les d\u00E9pendances)
BUTTON_EXCLUDE_SELECTED=Exclure la s\u00E9lection
BUTTON_DONE=Termin\u00E9
BUTTON_IMPORT=Importer
BUTTON_GETJAR=Exporter
INFO_REP_NAME=Nom unique pour le r\u00E9f\u00E9rentiel d'import
INFO_IMPORT_JAR=Emplacement d'un fichier export\u00E9
INFO_VALUE_DEFINED_BY_VAR=Cette valeur est d\u00E9finie par une variable
LABEL_ITEMS_DIFFER=Diff\u00E9rent
LABEL_ITEMS_SAME=Identique
LABEL_NOT_EXISTS=N'existe pas
LABEL_INCLUDE_DEPENDENCIES=Inclure les d\u00E9pendances
TOOLTIP_INCLUDE_DEPENDENCIES=Inclure toutes les d\u00E9pendances des ressources s\u00E9lectionn\u00E9es
LABEL_PRESERVE_ENV_VARS=Conserver les variables d'environnement
LABEL_PRESERVE_OPERATIONAL_VALUES=Conserver les valeurs op\u00E9rationnelles
LABEL_PRESERVE_SECURITY_AND_POLICY_CONFIG=Conserver la configuration des strat\u00E9gies et de la s\u00E9curit\u00E9
LABEL_PRESERVE_CREDENTIALS=Conserver les informations d'identification et de connexion
LABEL_PRESERVE_ACCESS_CONTROL_POLICIES=Conserver les strat\u00E9gies de contr\u00F4le d'acc\u00E8s
TOOLTIP_PRESERVE_ENV_VARS=Ne pas \u00E9craser les variables d'environnement avec cet import
TOOLTIP_PRESERVE_OPERATIONAL_VALUES=Ne pas \u00E9craser les valeurs op\u00E9rationnelles avec cet import
TOOLTIP_PRESERVE_SECURITY_AND_POLICY_CONFIG=Ne pas \u00E9craser la configuration des strat\u00E9gies et de la s\u00E9curit\u00E9 avec cet import
TOOLTIP_PRESERVE_CREDENTIALS=Ne pas \u00E9craser la configuration des informations d'identification et de connexion (nom utilisateur/mots de passe et informations d'identification et de connexion PKI) avec cet import
TOOLTIP_PRESERVE_ACCESS_CONTROL_POLICIES=Ne pas \u00E9craser les strat\u00E9gies de contr\u00F4le d'acc\u00E8s avec cet import
TOOLTIP_RESOURCE_ENCRYPTED=Cette ressource est crypt\u00E9e.
LABEL_EXPORT_RESOURCES=Exporter les ressources
LABEL_EXPORT_PROJECTS=Exporter les projets
TOOLTIP_EXPORT_RESOURCES=Exporter les ressources
TOOLTIP_EXPORT_PROJECTS=Exporter les projets
IMPORT_STATUS=L'import est termin\u00E9. Vous pouvez cliquer sur Visualiser les modifications pour voir les d\u00E9tails de l'import ou vous pouvez importer un autre fichier.
IMPORT_STATUS_SUCCESS=Import termin\u00E9.
IMPORT_STATUS_PARTIALLY_FAILED=Certains \u00E9l\u00E9ments n'ont pas \u00E9t\u00E9 import\u00E9s. Reportez-vous aux messages de diagnostic ci-dessous.
IMPORT_STATUS_PARTIALLY_FAILED_AND_WITH_ERROR=Certains \u00E9l\u00E9ments n'ont pas \u00E9t\u00E9 import\u00E9s et d'autres ont \u00E9t\u00E9 import\u00E9s avec des erreurs ou des conflits. Reportez-vous aux messages de diagnostic ci-dessous.
IMPORT_STATUS_WITH_ERROR=Import termin\u00E9 avec des erreurs ou des conflits. Reportez-vous aux messages de diagnostic ci-dessous.
IMPORT_STATUS_FAILED=Echec de l'import. Reportez-vous aux messages de diagnostic ci-dessous.
IMPORT_STATUS_INFORMATIONAL=L'import est termin\u00E9. Vous pouvez consulter les messages d'information.
IMPORT_STATUS_EXCEPTION=Echec de l''import avec l''exception {0}
IMPORT_SELECT_JAR_TITLE=S\u00E9lectionner un fichier de configuration export\u00E9
IMPORT_SELECT_JAR_DESC=S\u00E9lectionnez un fichier de configuration export\u00E9.
IMPORT_SELECT_PROJECTS_TITLE=En phase d'abandon
IMPORT_SELECT_PROJECTS_DESC=La table contient des ressources de niveau projet. S\u00E9lectionnez des projets dans la table et importez-les.
IMPORT_SELECT_RESOURCES_TITLE=Importer les ressources - {0}
IMPORT_SELECT_RESOURCES_DESC=S\u00E9lectionnez des ressources dans la table et importez-les.
IMPORT_RESOURCE_JAR_TITLE=Fichier JAR de ressources
IMPORT_PROJECT_JAR_TITLE=Fichier JAR de projets
CREATE_IMPORT_REPOSITORY_DESCRIPTION=Vous pouvez importer les donn\u00E9es de configuration Oracle Service Bus d'un fichier qui a \u00E9t\u00E9 export\u00E9 \u00E0 partir d'un autre domaine Oracle Service Bus.
IMPORT_SUMMARY_TITLE=R\u00E9capitulatif de l'import
WARNING_SELECT_NO_DATA=Aucune ressource n'a \u00E9t\u00E9 s\u00E9lectionn\u00E9e. S\u00E9lectionnez-en au moins une dans la table suivante.
ERROR_NO_DATA=Aucune ressource n'a \u00E9t\u00E9 s\u00E9lectionn\u00E9e. Chargez des ressources de votre fichier de configuration.
WARNING_EXPORT_IN_SESSION=Comme vous exportez des ressources au sein d'une session, la configuration des ressources peut \u00EAtre incompl\u00E8te. Pour exporter des donn\u00E9es de configuration compl\u00E8tes et valid\u00E9es, quittez ou activez la session avant d'exporter les ressources.
WAIT_MESSAGE=Traitement des donn\u00E9es de configuration...
VIEW_REFS_TITLE=R\u00E9f\u00E9rences pour {0} - {1}
VIEW_REFS_TITLE1=R\u00E9f\u00E9rences
LABEL_CLOSE=Fermer
ENTER_IMPORT_PASSPHRASE_TITLE=Importer les ressources - Param\u00E8tres de s\u00E9curit\u00E9
ENTER_IMPORT_PASSPHRASE_DESC=Entrez la phrase secr\u00E8te associ\u00E9e \u00E0 cet import
ENTER_EXPORT_PASSPHRASE_TITLE=Exporter les ressources - Param\u00E8tres de s\u00E9curit\u00E9
ENTER_IMPORT_PASSPHRASE_TOOLTIP=Entrez la phrase secr\u00E8te qui sera utilis\u00E9e pour d\u00E9crypter les donn\u00E9es sensibles du point de vue de la s\u00E9curit\u00E9.
ENTER_EXPORT_PASSPHRASE_DESC=Certaines ressources s\u00E9lectionn\u00E9es pour l'export contiennent des donn\u00E9es sensibles. Pour les prot\u00E9ger, vous devez entrer une phrase secr\u00E8te. Les donn\u00E9es sensibles seront crypt\u00E9es avec cette phrase secr\u00E8te avant d'\u00EAtre export\u00E9es. Si vous ne voulez pas prot\u00E9ger les donn\u00E9es, d\u00E9sactivez la case Prot\u00E9ger les donn\u00E9es sensibles pour que les donn\u00E9es sensibles soient export\u00E9es en clair.
PROTECT_DATA=Prot\u00E9ger les donn\u00E9es sensibles
EXPORT_WITH_PROTECTION_TOOLTIP=Si vous cochez cette case, les donn\u00E9es sensibles seront crypt\u00E9es avec une phrase secr\u00E8te avant d'\u00EAtre export\u00E9es. D\u00E9sactivez cette case pour exporter en clair les donn\u00E9es sensibles du point de vue de la s\u00E9curit\u00E9.
PASSPHRASE=Phrase secr\u00E8te
ENTER_EXPORT_PASSPHRASE_TOOLTIP=Entrez la phrase secr\u00E8te qui sera utilis\u00E9e pour crypter les donn\u00E9es sensibles du point de vue de la s\u00E9curit\u00E9. Vous devez entrer la m\u00EAme phrase secr\u00E8te pour importer ces ressources dans un domaine OSB.
CONFIRM_PASSPHRASE=Confirmer la phrase secr\u00E8te
CONFIRM_EXPORT_PASSPHRASE_TOOLTIP=Entrez la phrase secr\u00E8te que vous avez saisie ci-dessus.
ERROR_PASSPHRASE_EMPTY=La phrase secr\u00E8te ne peut pas \u00EAtre vide. Entrez une phrase secr\u00E8te.
ERROR_PASSPHRASE_MISMATCH=La phrase secr\u00E8te de confirmation ne concorde pas avec cette phrase secr\u00E8te. Saisissez de nouveau la phrase secr\u00E8te.
IMPORT_INVALID_PASSPHRASE=Echec de l'import en raison d'une phrase secr\u00E8te non valide. Vous devez entrer la phrase secr\u00E8te utilis\u00E9e pour exporter les ressources.
EXPORT_STATUS_EXCEPTION=Echec de l''export avec exception : {0}
EXPORT_NOT_FOUND_EXCEPTION=Echec de l'export car certains \u00E9l\u00E9ments s\u00E9lectionn\u00E9s n'ont pas \u00E9t\u00E9 trouv\u00E9s. Ils ont peut-\u00EAtre \u00E9t\u00E9 supprim\u00E9s par d'autres utilisateurs.
OPERATION_CREATE=Cr\u00E9er
OPERATION_UPDATE=Mettre \u00E0 jour
OPERATION_DELETE=Supprimer
OPERATION_SKIP=Ignorer
DELETED_MESSAGE=Cette ressource a \u00E9t\u00E9 supprim\u00E9e.
DELETION=Suppressions
BACK_TO_IMPORT=Retour \u00E0 la page d'import
BACK_TO_EXPORT=Retour \u00E0 la page d'export
LABEL_ADVANCEDSETTING_OPERATIONAL=Op\u00E9rationnel
TOOLTIP_ADVANCEDSETTING_OPERATIONAL=Param\u00E8tres d'import appartenant aux op\u00E9rations et \u00E0 l'environnement
LABEL_ADVANCEDSETTING_SECURITY=S\u00E9curit\u00E9
TOOLTIP_ADVANCEDSETTING_SECURITY=Param\u00E8tres d'import appartenant \u00E0 la s\u00E9curit\u00E9
IMPORT_EXPORT_TOGGLE_CLOSE_TITLE=Fermer les param\u00E8tres avanc\u00E9s
IMPORT_EXPORT_TOGGLE_OPEN_TITLE=Ouvrir les param\u00E8tres avanc\u00E9s
IMPORT_EXPORT_ADVANCEDSETTINGS_TITLE=Param\u00E8tres avanc\u00E9s
IMPORT_EXPORT_ADVANCEDSETTINGS_TOOLTIP=Cliquez sur l'ic\u00F4ne pour d\u00E9velopper ou r\u00E9duire les param\u00E8tres d'import avanc\u00E9s.
IMPORT_EXPORT_RESOURCE_SUMMARY=R\u00E9capitulatif de la ressource
IMPORT_FAILED=Echec de l'import :
