GROUP=Systemverwaltung
EXPORT_GROUP=Exportieren
IMPORT_GROUP=Importieren
TRACK_CHANGES_GROUP=\u00C4nderungen \u00FCberwachen
CUSTOMIZATION_GROUP=Anpassung
VIEW_EXPORT_REPS_TITLE=Ressourcen exportieren
VIEW_EXPORT_REPS_DESCRIPTION=Auf dieser Seite werden alle Ressourcen aufgef\u00FChrt, die in eine Datei exportiert werden k\u00F6nnen. W\u00E4hlen Sie eine oder mehrere Ressourcen, und klicken Sie auf "Exportieren". Danach k\u00F6nnen Sie die Datei verwenden, um die Konfiguration in eine andere Instanz von Oracle Service Bus zu importieren.
TASK_EXPORT_CONFIG_DATA=Ressourcen exportieren
TASK_UPGRADE_EXPORT_JAR=Exportdatei upgraden
VIEW_CONFIG_CHANGES_TITLE=Konfigurations\u00E4nderungen anzeigen
VIEW_CONFIG_CHANGES_DESC=Auf dieser Seite werden alle Konfigurations\u00E4nderungen aufgef\u00FChrt, die bislang in der Session des aktuellen Benutzers durchgef\u00FChrt wurden. Sie k\u00F6nnen den Status von Tasks anzeigen und Tasks r\u00FCckg\u00E4ngig machen.
VIEW_CONFIG_CHANGES_DESC_NOT_IN_SESSION=Auf dieser Seite werden alle Konfigurations\u00E4nderungen aufgef\u00FChrt, die von allen Benutzern durchgef\u00FChrt wurden. Sie k\u00F6nnen den Status von Tasks anzeigen und Tasks r\u00FCckg\u00E4ngig machen.
TASK_VIEW_CHANGES=\u00C4nderungen anzeigen
VIEW_IMPORT_REPS_TITLE=Ressourcen importieren
VIEW_IMPORT_REPS_DESCRIPTION=Auf dieser Seite werden die Oracle Service Bus-Konfigurationsdaten angezeigt, die importiert werden. Sie k\u00F6nnen alle oder einen Teil der Konfigurationsdaten importieren.
TASK_IMPORT_CONFIG_DATA=Ressourcen importieren
VIEW_DEPLOYMENT_HISTORY_TITLE=Deployment-Historie anzeigen
VIEW_DEPLOYMENT_HISTORY_DESCRIPTION=Auf dieser Seite werden die Ressourcen angezeigt, die bereits bereitgestellt sind, sowie der Status des Deployments.
TASK_DEPLOYMENT_HISTORY=Deployment-Historie
REVIEW_DEPLOYMENT_TITLE=Deployment pr\u00FCfen
REVIEW_DEPLOYMENT_DESC=Pr\u00FCfen Sie die Elemente, die bereitgestellt werden.
VIEW_DEPLOYMENT_RESULT_TITLE=Deployment-Ergebnisse anzeigen
VIEW_DEPLOYMENT_RESULT_DESC=Auf dieser Seite k\u00F6nnen Sie die Ergebnisse eines Deployments pr\u00FCfen.
CREATE_EXPORT_REP_BANNER_TITLE=Neues Export-Repository erstellen
CREATE_EXPORT_REP_BANNER_DESC=Um ein neues Export-Repository zu erstellen, geben Sie einen Namen f\u00FCr das Repository ein.
EXISTING_EXPORT_REP_BANNER_TITLE=Vorhandenes Export-Repository bearbeiten
EXISTING_EXPORT_REP_BANNER_DESC=Sie k\u00F6nnen ein vorhandenes Repository \u00E4ndern, indem Sie Konfigurationsdaten im Repository hinzuf\u00FCgen, entfernen oder \u00E4ndern.\n\n \t\tWenn Sie bereit sind, die Konfigurationsdaten in ein bestimmtes Repository zu exportieren, erstellen Sie eine Datei. Sie k\u00F6nnen diese Datei dann importieren\tund die Konfiguration in einer anderen Oracle Service Bus-Domain bereitstellen.
WORK_ON_NEW_IMPORT_REP_BANNER_TITLE=Neues Import-Repository bearbeiten
WORK_ON_NEW_IMPORT_REP_BANNER_DESC=Suchen Sie die zu importierende Datei, um dieses Repository zu erstellen.
WORK_ON_EXISTING_IMPORT_REP_BANNER_TITLE=Vorhandenes Import-Repository bearbeiten
WORK_ON_EXISTING_IMPORT_REP_BANNER_DESC=Sie k\u00F6nnen alle oder einen Teil der Konfigurationsdaten in ein bestimmtes Repository importieren. Sie k\u00F6nnen die Werte bestimmter Konfigurationsdaten \u00E4ndern. Nachdem Sie eine bestimmte Konfiguration importiert und die Daten optional ge\u00E4ndert haben, m\u00FCssen Sie die Konfiguration bereitstellen.
DEFINE_MAPPING_BANNER_TITLE=Zuordnung definieren
DEFINE_MAPPING_BANNER_DESC=Wenn ein Element, das in der importierten Konfiguration enthalten ist, ein oder mehrere andere Elemente referenziert, die entweder nicht in der importierten Konfiguration enthalten sind oder f\u00FCr die kein entsprechendes Element in der aktuellen Domain vorhanden ist, m\u00FCssen Sie das referenzierte Element einem vorhandenen Element in der aktuellen Domain zuordnen. Eine Zuordnung kann ung\u00FCltig werden, wenn das Element, das von dem Zuordnungsziel referenziert wird, aus der Domain gel\u00F6scht wird.
VIEW_EXPORTED_ITEMS_BANNER_TITLE=Zum Exportieren markierte Elemente
VIEW_EXPORTED_ITEMS_BANNER_DESC=Auf dieser Seite werden Elemente aufgef\u00FChrt, die f\u00FCr den Export gew\u00E4hlt sind. Exportierte Elemente werden in einem Export-Repository gespeichert. Auf dieser Seite k\u00F6nnen Sie die Abh\u00E4ngigkeiten anzeigen, Elemente synchronisieren, wenn die Quelle aktualisiert wurde, oder Elemente aus dem Export-Repository entfernen.\n\n \t Die Daten in einem Repository werden nicht automatisch aktualisiert oder gel\u00F6scht, wenn das entsprechende Element in der Domain aktualisiert oder gel\u00F6scht wird. Sie k\u00F6nnen die Daten in einem Export-Repository mit den Daten in der Domain synchronisieren, indem Sie Elemente explizit synchronisieren oder l\u00F6schen.
VIEW_NONEXPORTED_ITEMS_BANNER_TITLE=Nicht zum Exportieren markierte Elemente
VIEW_NONEXPORTED_ITEMS_BANNER_DESC=Auf dieser Seite werden Elemente angezeigt, die aktuell nicht f\u00FCr den Export gew\u00E4hlt sind. Auf dieser Seite k\u00F6nnen Sie das aktuelle Repository \u00E4ndern, indem Sie einzelne oder mehrere Elemente f\u00FCr den Export w\u00E4hlen. Danach klicken Sie auf "Fertig", um zu der Seite zur\u00FCckzugehen, auf der Sie die Datei erstellen k\u00F6nnen, die alle Elemente enth\u00E4lt, die Sie f\u00FCr den Export gew\u00E4hlt haben.
VIEW_INCLUDED_IMPORTS_BANNER_TITLE=Zum Deployment markierte Elemente
VIEW_INCLUDED_IMPORTS_BANNER_DESC=Auf dieser Seite werden die Elemente angezeigt, die aktuell zum Deployment gew\u00E4hlt sind. Standardm\u00E4\u00DFig sind alle Elemente in einer importierten Datei zum Deployment gew\u00E4hlt. Sie k\u00F6nnen jedoch bestimmte Elemente ausschlie\u00DFen. Wenn beim Importieren eines Repositorys ein Element nicht in der aktuellen Domain vorhanden ist, wird es erstellt. Wenn ein Element vorhanden ist, wird es aktualisiert. Als Folge eines Deployments werden keine Elemente in der aktuellen Domain gel\u00F6scht.
VIEW_EXCLUDED_IMPORTS_BANNER_TITLE=Vom Deployment ausgeschlossene Elemente
VIEW_EXCLUDED_IMPORTS_BANNER_DESC=Auf dieser Seite werden Elemente aufgef\u00FChrt, die in der exportierten Datei enthalten, jedoch vom Deployment ausgeschlossen waren. Sie k\u00F6nnen ein Element ausschlie\u00DFen, wenn es nicht erforderlich ist oder wenn bereits ein entsprechendes Element in der aktuellen Domain vorhanden ist (und Sie dieses nicht \u00FCberschreiben m\u00F6chten). Das Deployment verl\u00E4uft nicht erfolgreich, wenn Sie Elemente ausschlie\u00DFen, die von anderen Elementen referenziert und ben\u00F6tigt werden. Um ein nicht erfolgreiches Deployment zu vermeiden, ordnen Sie die ausgeschlossenen Elemente einem anderen Element zu, das in der aktuellen Domain vorhanden ist, oder erstellen Sie explizit ein entsprechendes Element in der aktuellen Domain.
VIEW_MISSING_IMPORTS_BANNER_TITLE=Fehlende Elemente
VIEW_MISSING_IMPORTS_BANNER_DESC=Auf dieser Seite werden Elemente aufgef\u00FChrt, die in der importierten Datei referenziert werden, jedoch in der exportierten Datei oder der aktuellen Domain nicht vorhanden sind. Um mit dem Deployment fortzufahren, m\u00FCssen Sie diese Referenzen Elementen zuordnen, die in der aktuellen Domain vorhanden sind, oder ein entsprechendes Element in der aktuellen Domain erstellen.
VIEW_ENV_VALUES_BANNER_TITLE=Umgebungsabh\u00E4ngige Werte
VIEW_ENV_VALUES_BANNER_DESC=Auf dieser Seite werden die umgebungsabh\u00E4ngigen Werte angezeigt, die mit einer Ressource in der Konfiguration verkn\u00FCpft sind. Sie k\u00F6nnen die Originalwerte au\u00DFer Kraft setzen, bevor Sie die Ressource bereitstellen.
VIEW_ENV_VALUES1_BANNER_TITLE=Umgebungswerte
VIEW_ENV_VALUES1_BANNER_DESC=Auf dieser Seite werden die umgebungsabh\u00E4ngigen Eigenschaften eines exportierten Elements angezeigt. Sie k\u00F6nnen optional eine oder mehrere Eigenschaften mit einer Variablen verkn\u00FCpfen, eine Verkn\u00FCpfung entfernen und Eigenschaften automatisch \u00E4ndern, indem Sie Variablen w\u00E4hrend des Deployments Werte zuweisen.
ASSIGN_VARIABLE_VALUES_BANNER_TITLE=Deployment-Variablen anzeigen und zuweisen
ASSIGN_VARIABLE_VALUES_BANNER_DESC=Auf dieser Seite k\u00F6nnen Sie die Werte der Deployment-Variablen anzeigen und bearbeiten. Mit Deployment-Variablen k\u00F6nnen Sie die Werte von umgebungsabh\u00E4ngigen Parametern \u00E4ndern, indem Sie die Parameter mit einer Variablen verkn\u00FCpfen und danach einen Wert f\u00FCr diese Variable zuweisen.
UPGRADE_EXPORT_JAR_TITLE=Exportierte Datei upgraden
VIEW_REFERENCES_BANNER_TITLE=Referenzen anzeigen
BANNER_DESC_VIEW_UNRESOLVED_REFS=Auf dieser Seite werden Elemente aufgef\u00FChrt, die von einem Element ben\u00F6tigt werden, das zum Deployment gew\u00E4hlt ist. Ein referenziertes Element ist erforderlich, wenn ein entsprechendes Element bereits in der aktuellen Domain bereitgestellt ist oder wenn es nicht explizit einem vorhandenen Element zugeordnet ist. Das Deployment verl\u00E4uft nicht erfolgreich, wenn nicht aufgel\u00F6ste Referenzen vorhanden sind. Um ein nicht erfolgreiches Deployment zu vermeiden, m\u00FCssen Sie das referenzierte Element einem vorhandenen Element in der aktuellen Domain zuordnen oder das referenzierte Element explizit in der aktuellen Domain erstellen.
BANNER_DESC_VIEW_NONEXPORTED_CHILDREN=Auf dieser Seite werden Elemente aufgef\u00FChrt, die nicht exportiert werden, von denen jedoch ein exportiertes Element abh\u00E4ngig ist. Im Allgemeinen exportieren Sie alle Abh\u00E4ngigkeiten. Sie k\u00F6nnen jedoch Abh\u00E4ngigkeiten nicht exportieren, wenn Sie wissen, dass die Zieldomain die ausgeschlossenen Elemente enth\u00E4lt, oder wenn Sie die ausgeschlossenen Elemente w\u00E4hrend des Importvorgangs anderen Elementen zuordnen m\u00F6chten, die in der Zieldomain vorhanden sind.
BANNER_DESC_VIEW_EXPORTED_PARENTS=Auf dieser Seite werden exportierte Elemente aufgef\u00FChrt, die von einem nicht exportierten Element abh\u00E4ngig sind.
BANNER_DESC_VIEW_PARENTS_THAT_REQUIRE_THIS=Auf dieser Seite werden die \u00FCbergeordneten Elemente eines ausgeschlossenen oder fehlenden Elements aufgef\u00FChrt, das f\u00FCr das Deployment erforderlich ist. Ein Element ist erforderlich, wenn ein anderes Element, das aktuell f\u00FCr den Import gew\u00E4hlt ist, dieses referenziert und kein entsprechendes Element in der aktuellen Domain vorhanden ist.
TEXT_UNKNOWN=Unbekannt
COL_REPOSITORY_NAME=Repository-Name
COL_CREATION_TIME=Erstellzeit
COL_LAST_UPDATED=Zuletzt aktualisiert
COL_NUM_ITEMS=Anzahl Elemente
LABEL_REP_EXISTS=Repository ist bereits vorhanden
LABEL_EMPTY_FILE=Die gew\u00E4hlte Datei ist leer.
LABEL_INVALID_FILE=Ung\u00FCltige Konfigurationsdatei {0}
LABEL_GET_JAR_FILE=Exportieren
LABEL_ORIGIN_DELETED=Gel\u00F6scht
LABEL_ORIGIN_MODIFIED=Ge\u00E4ndert
LABEL_ORIGIN_UNKNOWN=Unbekannt
LABEL_DEPLOY=Bereitstellen
LABEL_READY=Bereit
LABEL_UNRESOLVED_REFS=Nicht aufgel\u00F6ste Referenzen
LABEL_CYCLE_EXISTS=Zyklische Referenzen
LABEL_EXPORTED_JAR_FILE=Exportierte Datei
LABEL_IMPORT_JAR_FILE=Dateiname
LABEL_BROWSE=Durchsuchen
LABEL_DEFINE=Definieren
LABEL_MODIFY=\u00C4ndern
LABEL_CREATE_REPOSITORY=Repository erstellen
LABEL_NOT_DEPLOYABLE=Kann nicht bereitgestellt werden
LABEL_RESOURCE_SUMMARY=Ressourcen\u00FCbersicht
LABEL_SUMMARY=\u00DCbersicht
LABEL_CREATE=Erstellen
LABEL_UPDATE=Aktualisieren
LABEL_DELETE=L\u00F6schen
LABEL_NOT_READY_FOR_DEPLOYMENT_MSG=Dieses Repository kann nicht bereitgestellt werden, da nicht aufgel\u00F6ste Referenzen vorhanden sind.
LABEL_DEPLOY_KEEP_REP=Bereitstellen (Repository beibehalten)
LABEL_DEPLOY_DELETE_REP=Bereitstellen (Repository l\u00F6schen)
LABEL_INVALID_MAPPING=Die aktuelle Zuordnung ist ung\u00FCltig, da das Zielelement in der Domain nicht vorhanden ist.
LABEL_SUCCESS=erfolgreich
LABEL_FAILED=nicht erfolgreich
LABEL_INPROGRESS=in Bearbeitung
LABEL_NOT_STARTED=nicht gestartet
LABEL_VALIDATED=validiert
LABEL_VALIDATION_FAILED=Validierung nicht erfolgreich
LABEL_DEPLOYMENT_RESULT=Deployment-Ergebnis
LABEL_EXPORTED_ITEMS=Exportierte Elemente
LABEL_NONEXPORTED_ITEMS=Nicht exportierte Elemente
LABEL_INCLUDED_ITEMS=Aufgenommene Elemente
LABEL_EXCLUDED_ITEMS=Ausgeschlossene Elemente
LABEL_MISSING_ITEMS=Fehlende Elemente
LABEL_VARIABLES=Deployment-Variablen
LABEL_UPGRADE=Upgrade-Datei
COL_TYPE=Typ
COL_LAST_MODIFIED=Zuletzt ge\u00E4ndert
COL_OPERATIONS=Vorg\u00E4nge
COL_REFERENCES=Referenzen
COL_NAME_ID=Name/ID
COL_SOURCE_CHANGED=Quelle<br>Status
COL_EXPORT_TIME=Exportzeit
COL_NON_EXP_DEPENDENCIES=Nicht exportierte<br>Abh\u00E4ngigkeiten
COL_DEPENDENTS=Exportierte Abh\u00E4ngigkeiten
COL_NUM_TOTAL_ITEMS=Elemente gesamt
COL_NUM_EXCLUDED=Ausgeschlossen
COL_IMPORT_STATUS=Status
COL_TARGET_STATUS=Ziel<br>Status
COL_UNRESOLVED_REFS=Nicht aufgel\u00F6ste<br>Referenzen
COL_REFERENCED_BY=Erfordert von
COL_MAPPING=Zuordnung
COL_NUM_CREATE=Elemente, die erstellt werden
COL_NUM_CREATED=Elemente erstellt
COL_NUM_DELETE=Elemente, die gel\u00F6scht werden
COL_NUM_DELETED=Elemente gel\u00F6scht
COL_NUM_UPDATE=Elemente, die aktualisiert werden
COL_NUM_UPDATED=Elemente aktualisiert
COL_NUM_ITEMS_EXCLUDED=Vom Deployment ausgeschlossene Elemente
COL_NUM_UNRESOLVED=Nicht aufgel\u00F6ste Referenzen
COL_DEPLOYMENT_ACTION=Aktion
COL_CURRENT_MAPPING=Aktuelle Zuordnung
COL_AVAILABLE_MAPPINGS=Verf\u00FCgbare Zuordnungen
COL_DEPLOYMENT_ORDER=Reihenfolge
COL_DEPLOYMENT_STATUS=Deployment-Status
COL_STATUS=Status
COL_ITEMS=Element(e)
COL_DEPLOYMENT_STARTED=Deployment gestartet
COL_DEPLOYMENT_FINISHED=Deployment beendet
COL_DEPLOYMENT_TIME=Zeitpunkt des Deployments
COL_NUM_ENV_VALUES=Umgebung<br>Eigenschaften
COL_VARIABLE_NAME=Variablenname
COL_VARIABLE_VALUE=Variablenwert
COL_NAME=Name
COL_PATH=Pfad
COL_MESSAGE=Nachricht
COL_ORIGINAL_VALUE=Originalwert
COL_DESCRIPTION=Beschreibung
COL_NEW_VALUE=Neuer Wert
COL_PROJECT=Projekt
BUTTON_EXPORT_MARKED_ONLY=Exportieren (nur gew\u00E4hlte Elemente)
BUTTON_EXPORT_WITH_CHILDREN=Exportieren (Abh\u00E4ngigkeiten einbeziehen)
BUTTON_REMOVE_SELECTED=Entfernen
BUTTON_REMOVE_WITH_CHILDREN=Entfernen (Abh\u00E4ngigkeiten einbeziehen)
BUTTON_SYNC=Synchronisieren
BUTTON_BACK=Zur\u00FCck
BUTTON_FINISH_IMPORT=Import beenden
BUTTON_FINISH_EXPORT=Export beenden
BUTTON_REEXPORT_SELECTED=Erneut exportieren
BUTTON_REEXPORT_WITH_CHILDREN=Erneut exportieren (Abh\u00E4ngigkeiten einbeziehen)
BUTTON_EXCLUDE_SELECTED=Gew\u00E4hlte ausschlie\u00DFen
BUTTON_DONE=Fertig
BUTTON_IMPORT=Importieren
BUTTON_GETJAR=Exportieren
INFO_REP_NAME=Eindeutiger Name f\u00FCr das Import-Repository
INFO_IMPORT_JAR=Speicherort einer exportierten Datei
INFO_VALUE_DEFINED_BY_VAR=Dieser Wert wird von einer Variablen definiert
LABEL_ITEMS_DIFFER=Unterschiedlich
LABEL_ITEMS_SAME=Identisch
LABEL_NOT_EXISTS=Ist nicht vorhanden
LABEL_INCLUDE_DEPENDENCIES=Abh\u00E4ngigkeiten einbeziehen
TOOLTIP_INCLUDE_DEPENDENCIES=Alle Abh\u00E4ngigkeiten der gew\u00E4hlten Ressourcen einbeziehen
LABEL_PRESERVE_ENV_VARS=Umgebungsvariablen beibehalten
LABEL_PRESERVE_OPERATIONAL_VALUES=Vorgangswerte beibehalten
LABEL_PRESERVE_SECURITY_AND_POLICY_CONFIG=Sicherheits- und Policy-Konfiguration beibehalten
LABEL_PRESERVE_CREDENTIALS=Zugangsdaten beibehalten
LABEL_PRESERVE_ACCESS_CONTROL_POLICIES=Zugriffskontroll-Policys beibehalten
TOOLTIP_PRESERVE_ENV_VARS=Umgebungsvariablen mit diesem Import nicht \u00FCberschreiben
TOOLTIP_PRESERVE_OPERATIONAL_VALUES=Vorgangswerte mit diesem Import nicht \u00FCberschreiben
TOOLTIP_PRESERVE_SECURITY_AND_POLICY_CONFIG=Policy- und Sicherheitskonfiguration mit diesem Import nicht \u00FCberschreiben
TOOLTIP_PRESERVE_CREDENTIALS=Zugangsdatenkonfiguration (Benutzername/Kennw\u00F6rter und PKI-Zugangsdaten) mit diesem Import nicht \u00FCberschreiben
TOOLTIP_PRESERVE_ACCESS_CONTROL_POLICIES=Zugriffskontroll-Policys mit diesem Import nicht \u00FCberschreiben
TOOLTIP_RESOURCE_ENCRYPTED=Diese Ressource ist verschl\u00FCsselt.
LABEL_EXPORT_RESOURCES=Ressourcen exportieren
LABEL_EXPORT_PROJECTS=Projekte exportieren
TOOLTIP_EXPORT_RESOURCES=Ressourcen exportieren
TOOLTIP_EXPORT_PROJECTS=Projekte exportieren
IMPORT_STATUS=Der Import wurde abgeschlossen. Sie k\u00F6nnen auf "\u00C4nderungen anzeigen" klicken, um die Importdetails anzuzeigen oder k\u00F6nnen eine andere Datei importieren.
IMPORT_STATUS_SUCCESS=Der Import wurde erfolgreich abgeschlossen.
IMPORT_STATUS_PARTIALLY_FAILED=Einige Elemente wurden nicht importiert. Lesen Sie die Diagnosemeldungen unten.
IMPORT_STATUS_PARTIALLY_FAILED_AND_WITH_ERROR=Einige Elemente wurden nicht importiert,. w\u00E4hrend andere Elemente mit Fehlern oder Konflikten importiert wurden. Lesen Sie die Diagnosemeldungen unten.
IMPORT_STATUS_WITH_ERROR=Der Import wurde mit Fehlern oder Konflikten abgeschlossen. Lesen Sie die Diagnosemeldungen unten.
IMPORT_STATUS_FAILED=Der Import war nicht erfolgreich. Lesen Sie die Diagnosemeldungen unten.
IMPORT_STATUS_INFORMATIONAL=Der Import wurde erfolgreich abgeschlossen. Es sind Informationsmeldungen vorhanden.
IMPORT_STATUS_EXCEPTION=Der Import war nicht erfolgreich. Exception: {0}
IMPORT_SELECT_JAR_TITLE=Exportierte Konfigurationsdatei w\u00E4hlen
IMPORT_SELECT_JAR_DESC=W\u00E4hlen Sie eine exportierte Konfigurationsdatei.
IMPORT_SELECT_PROJECTS_TITLE=Veraltet
IMPORT_SELECT_PROJECTS_DESC=Die Tabelle enth\u00E4lt Ressourcen auf Projektebene. W\u00E4hlen Sie Projekte in der Tabelle, und importieren Sie sie.
IMPORT_SELECT_RESOURCES_TITLE=Ressourcen importieren - {0}
IMPORT_SELECT_RESOURCES_DESC=W\u00E4hlen Sie Ressourcen in der Tabelle, und importieren Sie sie.
IMPORT_RESOURCE_JAR_TITLE=Ressourcen-JAR-Datei
IMPORT_PROJECT_JAR_TITLE=Projekt-JAR-Datei
CREATE_IMPORT_REPOSITORY_DESCRIPTION=Oracle Service Bus-Konfigurationsdaten k\u00F6nnen aus einer Datei importiert werden, die aus einer anderen Oracle Service Bus-Domain exportiert wurde.
IMPORT_SUMMARY_TITLE=Import\u00FCbersicht
WARNING_SELECT_NO_DATA=Es wurden keine Ressourcen gew\u00E4hlt. W\u00E4hlen Sie eine oder mehrere Ressourcen aus der folgenden Tabelle.
ERROR_NO_DATA=Es wurden keine Ressourcen gew\u00E4hlt. Laden Sie Ressourcen aus der Konfigurationsdatei.
WARNING_EXPORT_IN_SESSION=Weil Sie Ressourcen innerhalb einer Session exportieren, ist die Ressourcenkonfiguration m\u00F6glicherweise unvollst\u00E4ndig. Wenn Sie vollst\u00E4ndige und validierte Konfigurationsdaten exportieren m\u00F6chten, beenden oder aktivieren Sie die Session und exportieren dann die Ressourcen.
WAIT_MESSAGE=Konfigurationsdaten werden verarbeitet ...
VIEW_REFS_TITLE=Referenzen f\u00FCr {0} - {1}
VIEW_REFS_TITLE1=Referenzen
LABEL_CLOSE=Schlie\u00DFen
ENTER_IMPORT_PASSPHRASE_TITLE=Ressourcen importieren - Sicherheitseinstellungen
ENTER_IMPORT_PASSPHRASE_DESC=Geben Sie die zugeh\u00F6rige Passphrase f\u00FCr diesen Import ein
ENTER_EXPORT_PASSPHRASE_TITLE=Ressourcen exportieren - Sicherheitseinstellungen
ENTER_IMPORT_PASSPHRASE_TOOLTIP=Geben Sie eine Passphrase ein, die f\u00FCr das Entschl\u00FCsseln der sicherheitsrelevanten Daten verwendet wird.
ENTER_EXPORT_PASSPHRASE_DESC=Einige der f\u00FCr den Export gew\u00E4hlten Ressourcen enthalten sensible Daten. Um diese Ressourcen zu sch\u00FCtzen, m\u00FCssen Sie eine Passphrase eingeben. Die sensiblen Daten werden mit dieser Passphrase verschl\u00FCsselt, bevor sie exportiert werden. Wenn Sie die Daten nicht sch\u00FCtzen m\u00F6chten, heben Sie die Auswahl des Kontrollk\u00E4stchens "Sensible Daten sch\u00FCtzen" auf. Danach werden die sensiblen Daten als Klartext exportiert.
PROTECT_DATA=Sensible Daten sch\u00FCtzen
EXPORT_WITH_PROTECTION_TOOLTIP=Wenn das Kontrollk\u00E4stchen gew\u00E4hlt ist, werden die sensiblen Daten mit einer Passphrase verschl\u00FCsselt, bevor sie exportiert werden. Heben Sie die Auswahl dieses Kontrollk\u00E4stchens auf, wenn Sie die sicherheitsrelevanten Daten in Klartext exportieren m\u00F6chten.
PASSPHRASE=Passphrase
ENTER_EXPORT_PASSPHRASE_TOOLTIP=Geben Sie eine Passphrase ein, die f\u00FCr das Verschl\u00FCsseln sicherheitsrelevanter Daten verwendet wird. Sie m\u00FCssen dieselbe Passphrase eingeben, um diese Ressourcen in eine OSB-Domain zu importieren.
CONFIRM_PASSPHRASE=Passphrase best\u00E4tigen
CONFIRM_EXPORT_PASSPHRASE_TOOLTIP=Geben Sie dieselbe Passphrase ein, die Sie oben eingegeben haben.
ERROR_PASSPHRASE_EMPTY=Passphrase darf nicht leer sein. Geben Sie eine Passphrase ein.
ERROR_PASSPHRASE_MISMATCH=Best\u00E4tigte Passphrase stimmt nicht mit dieser Passphrase \u00FCberein. Geben Sie die Passphrase erneut ein.
IMPORT_INVALID_PASSPHRASE=Import mit ung\u00FCltiger Passphrase nicht erfolgreich. Sie m\u00FCssen dieselbe Passphrase eingeben, die f\u00FCr das Exportieren der Ressourcen verwendet wird.
EXPORT_STATUS_EXCEPTION=Der Export war nicht erfolgreich. Exception: {0}
EXPORT_NOT_FOUND_EXCEPTION=Der Export war nicht erfolgreich, da einige gew\u00E4hlte Elemente nicht gefunden wurden. Sie wurden m\u00F6glicherweise von anderen Benutzern gel\u00F6scht.
OPERATION_CREATE=Erstellen
OPERATION_UPDATE=Aktualisieren
OPERATION_DELETE=L\u00F6schen
OPERATION_SKIP=\u00DCberspringen
DELETED_MESSAGE=Diese Ressource wurde gel\u00F6scht.
DELETION=L\u00F6schungen
BACK_TO_IMPORT=Zur\u00FCck zur Seite "Importieren"
BACK_TO_EXPORT=Zur\u00FCck zur Seite "Exportieren"
LABEL_ADVANCEDSETTING_OPERATIONAL=Einsatzbereit
TOOLTIP_ADVANCEDSETTING_OPERATIONAL=Importeinstellungen f\u00FCr Vorg\u00E4nge und Umgebung
LABEL_ADVANCEDSETTING_SECURITY=Sicherheit
TOOLTIP_ADVANCEDSETTING_SECURITY=Importeinstellungen f\u00FCr Sicherheit
IMPORT_EXPORT_TOGGLE_CLOSE_TITLE=Erweiterte Einstellungen schlie\u00DFen
IMPORT_EXPORT_TOGGLE_OPEN_TITLE=Erweiterte Einstellungen \u00F6ffnen
IMPORT_EXPORT_ADVANCEDSETTINGS_TITLE=Erweiterte Einstellungen
IMPORT_EXPORT_ADVANCEDSETTINGS_TOOLTIP=Klicken Sie auf ein Symbol, um erweiterte Importeinstellungen ein- oder auszublenden.
IMPORT_EXPORT_RESOURCE_SUMMARY=Ressourcen\u00FCbersicht
IMPORT_FAILED=Import nicht erfolgreich
