GROUP=\uC2DC\uC2A4\uD15C \uAD00\uB9AC
EXPORT_GROUP=\uC775\uC2A4\uD3EC\uD2B8
IMPORT_GROUP=\uC784\uD3EC\uD2B8
TRACK_CHANGES_GROUP=\uBCC0\uACBD \uC0AC\uD56D \uCD94\uC801
CUSTOMIZATION_GROUP=\uC0AC\uC6A9\uC790 \uC815\uC758
VIEW_EXPORT_REPS_TITLE=\uB9AC\uC18C\uC2A4 \uC775\uC2A4\uD3EC\uD2B8
VIEW_EXPORT_REPS_DESCRIPTION=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uD30C\uC77C\uB85C \uC775\uC2A4\uD3EC\uD2B8\uD560 \uC218 \uC788\uB294 \uBAA8\uB4E0 \uB9AC\uC18C\uC2A4\uAC00 \uD45C\uC2DC\uB429\uB2C8\uB2E4. \uD558\uB098 \uC774\uC0C1\uC758 \uB9AC\uC18C\uC2A4\uB97C \uC120\uD0DD\uD55C \uD6C4 [\uC775\uC2A4\uD3EC\uD2B8]\uB97C \uB204\uB974\uC2ED\uC2DC\uC624. \uB098\uC911\uC5D0 \uC774 \uD30C\uC77C\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB2E4\uB978 Oracle Service Bus \uC778\uC2A4\uD134\uC2A4\uB85C \uAD6C\uC131\uC744 \uC784\uD3EC\uD2B8\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
TASK_EXPORT_CONFIG_DATA=\uB9AC\uC18C\uC2A4 \uC775\uC2A4\uD3EC\uD2B8
TASK_UPGRADE_EXPORT_JAR=\uC775\uC2A4\uD3EC\uD2B8 \uD30C\uC77C \uC5C5\uADF8\uB808\uC774\uB4DC
VIEW_CONFIG_CHANGES_TITLE=\uAD6C\uC131 \uBCC0\uACBD \uC0AC\uD56D \uBCF4\uAE30
VIEW_CONFIG_CHANGES_DESC=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uD604\uC7AC \uC0AC\uC6A9\uC790 \uC138\uC158\uC5D0\uC11C\uC758 \uAD6C\uC131 \uBCC0\uACBD \uC0AC\uD56D\uC774 \uBAA8\uB450 \uB098\uC5F4\uB429\uB2C8\uB2E4. \uC791\uC5C5 \uC0C1\uD0DC\uB97C \uBCF4\uACE0 \uC791\uC5C5\uC758 \uC2E4\uD589\uC744 \uCDE8\uC18C\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
VIEW_CONFIG_CHANGES_DESC_NOT_IN_SESSION=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uBAA8\uB4E0 \uC0AC\uC6A9\uC790\uC758 \uAD6C\uC131 \uBCC0\uACBD \uC0AC\uD56D\uC774 \uBAA8\uB450 \uB098\uC5F4\uB429\uB2C8\uB2E4. \uC791\uC5C5 \uC0C1\uD0DC\uB97C \uBCF4\uACE0 \uC791\uC5C5\uC758 \uC2E4\uD589\uC744 \uCDE8\uC18C\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
TASK_VIEW_CHANGES=\uBCC0\uACBD \uC0AC\uD56D \uBCF4\uAE30
VIEW_IMPORT_REPS_TITLE=\uB9AC\uC18C\uC2A4 \uC784\uD3EC\uD2B8
VIEW_IMPORT_REPS_DESCRIPTION=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uC784\uD3EC\uD2B8\uD560 Oracle Service Bus \uAD6C\uC131 \uB370\uC774\uD130\uAC00 \uD45C\uC2DC\uB429\uB2C8\uB2E4. \uAD6C\uC131 \uB370\uC774\uD130\uC758 \uC804\uCCB4 \uB610\uB294 \uBD80\uBD84 \uC9D1\uD569\uC744 \uC784\uD3EC\uD2B8\uD558\uB3C4\uB85D \uC120\uD0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
TASK_IMPORT_CONFIG_DATA=\uB9AC\uC18C\uC2A4 \uC784\uD3EC\uD2B8
VIEW_DEPLOYMENT_HISTORY_TITLE=\uBC30\uCE58 \uB0B4\uC5ED \uBCF4\uAE30
VIEW_DEPLOYMENT_HISTORY_DESCRIPTION=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uC774\uBBF8 \uBC30\uCE58\uB41C \uB9AC\uC18C\uC2A4\uC640 \uBC30\uCE58 \uC0C1\uD0DC\uAC00 \uD45C\uC2DC\uB429\uB2C8\uB2E4.
TASK_DEPLOYMENT_HISTORY=\uBC30\uCE58 \uB0B4\uC5ED
REVIEW_DEPLOYMENT_TITLE=\uBC30\uCE58 \uAC80\uD1A0
REVIEW_DEPLOYMENT_DESC=\uBC30\uCE58\uB420 \uD56D\uBAA9\uC744 \uAC80\uD1A0\uD569\uB2C8\uB2E4.
VIEW_DEPLOYMENT_RESULT_TITLE=\uBC30\uCE58 \uACB0\uACFC \uBCF4\uAE30
VIEW_DEPLOYMENT_RESULT_DESC=\uC774 \uD398\uC774\uC9C0\uC5D0\uC11C\uB294 \uBC30\uCE58 \uACB0\uACFC\uB97C \uAC80\uD1A0\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
CREATE_EXPORT_REP_BANNER_TITLE=\uC0C8 \uC775\uC2A4\uD3EC\uD2B8 \uC800\uC7A5\uC18C \uC0DD\uC131
CREATE_EXPORT_REP_BANNER_DESC=\uC0C8 \uC775\uC2A4\uD3EC\uD2B8 \uC800\uC7A5\uC18C\uB97C \uC0DD\uC131\uD558\uB824\uBA74 \uC800\uC7A5\uC18C \uC774\uB984\uC744 \uC785\uB825\uD569\uB2C8\uB2E4.
EXISTING_EXPORT_REP_BANNER_TITLE=\uAE30\uC874 \uC775\uC2A4\uD3EC\uD2B8 \uC800\uC7A5\uC18C \uC791\uC5C5
EXISTING_EXPORT_REP_BANNER_DESC=\uD3EC\uD568\uB41C \uAD6C\uC131 \uB370\uC774\uD130\uB97C \uCD94\uAC00, \uC81C\uAC70 \uB610\uB294 \uC218\uC815\uD558\uC5EC \uAE30\uC874 \uC800\uC7A5\uC18C\uB97C \uC218\uC815\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.\n\n \t\t\uC9C0\uC815\uD55C \uC800\uC7A5\uC18C\uC758 \uAD6C\uC131 \uB370\uC774\uD130\uB97C \uB0B4\uBCF4\uB0BC \uC900\uBE44\uAC00 \uC644\uB8CC\uB418\uBA74 \uD30C\uC77C\uC744 \uC0DD\uC131\uD569\uB2C8\uB2E4. \uC774\uD6C4\uC5D0 \uC774 \uD30C\uC77C\uC744 \uAC00\uC838\uC640\uC11C\t \uB2E4\uB978 Oracle Service Bus \uB3C4\uBA54\uC778\uC5D0 \uAD6C\uC131\uC744 \uC804\uAC1C\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
WORK_ON_NEW_IMPORT_REP_BANNER_TITLE=\uC0C8 \uC784\uD3EC\uD2B8 \uC800\uC7A5\uC18C \uC791\uC5C5
WORK_ON_NEW_IMPORT_REP_BANNER_DESC=\uC774 \uC800\uC7A5\uC18C\uB97C \uC0DD\uC131\uD558\uAE30 \uC704\uD574 \uC784\uD3EC\uD2B8\uD560 \uD30C\uC77C\uC744 \uCC3E\uC2B5\uB2C8\uB2E4.
WORK_ON_EXISTING_IMPORT_REP_BANNER_TITLE=\uAE30\uC874 \uC784\uD3EC\uD2B8 \uC800\uC7A5\uC18C \uC791\uC5C5
WORK_ON_EXISTING_IMPORT_REP_BANNER_DESC=\uC9C0\uC815\uB41C \uC800\uC7A5\uC18C\uC5D0 \uC788\uB294 \uAD6C\uC131 \uB370\uC774\uD130\uC758 \uC804\uCCB4 \uB610\uB294 \uBD80\uBD84 \uC9D1\uD569\uC744 \uC784\uD3EC\uD2B8\uD558\uB3C4\uB85D \uC120\uD0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uD2B9\uC815 \uAD6C\uC131 \uB370\uC774\uD130\uC758 \uAC12\uC744 \uBCC0\uACBD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uD55C \uAD6C\uC131\uC744 \uC784\uD3EC\uD2B8\uD558\uACE0 \uC120\uD0DD\uC801\uC73C\uB85C \uB370\uC774\uD130\uB97C \uC218\uC815\uD55C \uD6C4 \uAD6C\uC131\uC744 \uBC30\uCE58\uD574\uC57C \uD569\uB2C8\uB2E4.
DEFINE_MAPPING_BANNER_TITLE=\uB9E4\uD551 \uC815\uC758
DEFINE_MAPPING_BANNER_DESC=\uC784\uD3EC\uD2B8\uB41C \uAD6C\uC131\uC5D0 \uD3EC\uD568\uB41C \uD56D\uBAA9\uC774 \uC784\uD3EC\uD2B8\uB41C \uAD6C\uC131\uC5D0 \uD3EC\uD568\uB418\uC5B4 \uC788\uC9C0 \uC54A\uAC70\uB098 \uD604\uC7AC \uB3C4\uBA54\uC778\uC5D0 \uD574\uB2F9 \uD56D\uBAA9\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uB294 \uB2E4\uB978 \uD56D\uBAA9\uC744 \uD55C \uAC1C \uC774\uC0C1 \uCC38\uC870\uD558\uB294 \uACBD\uC6B0 \uCC38\uC870\uB41C \uD56D\uBAA9\uC744 \uD604\uC7AC \uB3C4\uBA54\uC778\uC758 \uAE30\uC874 \uD56D\uBAA9\uC5D0 \uB9E4\uD551\uD574\uC57C \uD569\uB2C8\uB2E4. \uB9E4\uD551 \uB300\uC0C1\uC774 \uCC38\uC870\uD558\uB294 \uD56D\uBAA9\uC744 \uB3C4\uBA54\uC778\uC5D0\uC11C \uC0AD\uC81C\uD558\uBA74 \uB9E4\uD551\uC774 \uBD80\uC801\uD569\uD55C \uC0C1\uD0DC\uAC00 \uB420 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
VIEW_EXPORTED_ITEMS_BANNER_TITLE=\uC775\uC2A4\uD3EC\uD2B8 \uB300\uC0C1\uC73C\uB85C \uD45C\uC2DC\uB41C \uD56D\uBAA9
VIEW_EXPORTED_ITEMS_BANNER_DESC=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uB0B4\uBCF4\uB0B4\uB3C4\uB85D \uC120\uD0DD\uD55C \uD56D\uBAA9\uC774 \uB098\uC5F4\uB429\uB2C8\uB2E4. \uB0B4\uBCF4\uB0B8 \uD56D\uBAA9\uC740 \uB0B4\uBCF4\uB0B4\uAE30 \uC800\uC7A5\uC18C\uC5D0 \uC800\uC7A5\uB429\uB2C8\uB2E4. \uC774 \uD398\uC774\uC9C0\uC5D0\uC11C \uC885\uC18D\uC131\uC744 \uBCF4\uAC70\uB098 \uC18C\uC2A4\uAC00 \uAC31\uC2E0\uB41C \uACBD\uC6B0 \uD56D\uBAA9\uC744 \uB3D9\uAE30\uD654\uD558\uAC70\uB098 \uB0B4\uBCF4\uB0B4\uAE30 \uC800\uC7A5\uC18C\uC5D0\uC11C \uD56D\uBAA9\uC744 \uC81C\uAC70\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.\n\n \t\uB3C4\uBA54\uC778\uC758 \uD574\uB2F9 \uD56D\uBAA9\uC744 \uAC31\uC2E0 \uB610\uB294 \uC0AD\uC81C\uD574\uB3C4 \uC800\uC7A5\uC18C\uC758 \uB370\uC774\uD130\uB294 \uC790\uB3D9\uC73C\uB85C \uAC31\uC2E0 \uB610\uB294 \uC0AD\uC81C\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uBA85\uC2DC\uC801\uC73C\uB85C \uB3D9\uAE30\uD654\uD558\uAC70\uB098 \uC0AD\uC81C\uD558\uC5EC \uB0B4\uBCF4\uB0B4\uAE30 \uC800\uC7A5\uC18C\uC758 \uB370\uC774\uD130\uC640 \uB3C4\uBA54\uC778\uC758 \uB370\uC774\uD130\uB97C \uB3D9\uAE30\uD654\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
VIEW_NONEXPORTED_ITEMS_BANNER_TITLE=\uC775\uC2A4\uD3EC\uD2B8 \uB300\uC0C1\uC73C\uB85C \uD45C\uC2DC\uB418\uC9C0 \uC54A\uC740 \uD56D\uBAA9
VIEW_NONEXPORTED_ITEMS_BANNER_DESC=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uD604\uC7AC \uC775\uC2A4\uD3EC\uD2B8 \uB300\uC0C1\uC73C\uB85C \uC120\uD0DD\uB418\uC9C0 \uC54A\uC740 \uD56D\uBAA9\uC774 \uD45C\uC2DC\uB429\uB2C8\uB2E4. \uC774 \uD398\uC774\uC9C0\uC5D0\uC11C \uC775\uC2A4\uD3EC\uD2B8\uD560 \uB2E8\uC77C \uB610\uB294 \uB2E4\uC911 \uD56D\uBAA9\uC744 \uC120\uD0DD\uD558\uC5EC \uD604\uC7AC \uC800\uC7A5\uC18C\uB97C \uC218\uC815\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. [\uC644\uB8CC]\uB97C \uB204\uB974\uBA74 \uC775\uC2A4\uD3EC\uD2B8 \uB300\uC0C1\uC73C\uB85C \uC120\uD0DD\uD55C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uD3EC\uD568\uB41C \uD30C\uC77C\uC744 \uC0DD\uC131\uD560 \uC218 \uC788\uB294 \uD398\uC774\uC9C0\uB85C \uB3CC\uC544\uAC11\uB2C8\uB2E4.
VIEW_INCLUDED_IMPORTS_BANNER_TITLE=\uBC30\uCE58\uD558\uB3C4\uB85D \uD45C\uC2DC\uB41C \uD56D\uBAA9
VIEW_INCLUDED_IMPORTS_BANNER_DESC=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uD604\uC7AC \uBC30\uCE58\uD558\uB3C4\uB85D \uC120\uD0DD\uB41C \uD56D\uBAA9\uC774 \uD45C\uC2DC\uB429\uB2C8\uB2E4. \uAE30\uBCF8\uC801\uC73C\uB85C \uC784\uD3EC\uD2B8\uB41C \uD30C\uC77C\uC5D0 \uC788\uB294 \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uBC30\uCE58\uB97C \uC704\uD574 \uC120\uD0DD\uB418\uC9C0\uB9CC \uC81C\uC678\uD560 \uD2B9\uC815 \uD30C\uC77C\uC744 \uC120\uD0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC800\uC7A5\uC18C\uB97C \uC784\uD3EC\uD2B8\uD560 \uB54C \uD604\uC7AC \uB3C4\uBA54\uC778\uC5D0 \uD56D\uBAA9\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC73C\uBA74 \uC0C8\uB85C \uC0DD\uC131\uB418\uACE0 \uD56D\uBAA9\uC774 \uC874\uC7AC\uD558\uBA74 \uAC31\uC2E0\uB429\uB2C8\uB2E4. \uD604\uC7AC \uB3C4\uBA54\uC778\uC758 \uD56D\uBAA9\uC740 \uBC30\uCE58 \uACB0\uACFC\uB85C \uC0AD\uC81C\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VIEW_EXCLUDED_IMPORTS_BANNER_TITLE=\uBC30\uCE58\uC5D0\uC11C \uC81C\uC678\uB41C \uD56D\uBAA9
VIEW_EXCLUDED_IMPORTS_BANNER_DESC=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uC775\uC2A4\uD3EC\uD2B8\uB41C \uD30C\uC77C\uC5D0 \uD3EC\uD568\uB418\uC5B4 \uC788\uC9C0\uB9CC \uBC30\uCE58\uC5D0\uC11C \uC81C\uC678\uB41C \uD56D\uBAA9\uC774 \uB098\uC5F4\uB429\uB2C8\uB2E4. \uD544\uC694\uD558\uC9C0 \uC54A\uAC70\uB098 \uD604\uC7AC \uB3C4\uBA54\uC778\uC5D0 \uD574\uB2F9 \uD56D\uBAA9\uC774 \uC874\uC7AC\uD558\uBA70 \uC774 \uD56D\uBAA9\uC744 \uACB9\uCCD0 \uC4F0\uC9C0 \uC54A\uC73C\uB824\uB294 \uACBD\uC6B0 \uD56D\uBAA9\uC744 \uC81C\uC678\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uB2E4\uB978 \uD56D\uBAA9\uC774 \uCC38\uC870\uD558\uACE0 \uD544\uC694\uB85C \uD558\uB294 \uD56D\uBAA9\uC744 \uC81C\uC678\uD558\uBA74 \uBC30\uCE58\uAC00 \uC2E4\uD328\uD569\uB2C8\uB2E4. \uC774\uB7EC\uD55C \uBC30\uCE58 \uC2E4\uD328\uB97C \uBC29\uC9C0\uD558\uB824\uBA74 \uC81C\uC678\uB41C \uD56D\uBAA9\uC744 \uD604\uC7AC \uB3C4\uBA54\uC778\uC5D0 \uC874\uC7AC\uD558\uB294 \uB2E4\uB978 \uD56D\uBAA9\uC73C\uB85C \uB9E4\uD551\uD558\uAC70\uB098 \uD604\uC7AC \uB3C4\uBA54\uC778\uC5D0 \uD574\uB2F9 \uD56D\uBAA9\uC744 \uBA85\uC2DC\uC801\uC73C\uB85C \uC0DD\uC131\uD558\uC2ED\uC2DC\uC624.
VIEW_MISSING_IMPORTS_BANNER_TITLE=\uB204\uB77D\uB41C \uD56D\uBAA9
VIEW_MISSING_IMPORTS_BANNER_DESC=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uC784\uD3EC\uD2B8\uB41C \uD30C\uC77C\uC5D0\uC11C \uCC38\uC870\uB418\uC9C0\uB9CC \uC775\uC2A4\uD3EC\uD2B8\uB41C \uD30C\uC77C\uC774\uB098 \uD604\uC7AC \uB3C4\uBA54\uC778\uC5D0 \uC5C6\uB294 \uD56D\uBAA9\uC774 \uB098\uC5F4\uB429\uB2C8\uB2E4. \uBC30\uCE58\uB97C \uACC4\uC18D\uD558\uB824\uBA74 \uC774\uB7EC\uD55C \uCC38\uC870\uB97C \uD604\uC7AC \uB3C4\uBA54\uC778\uC5D0 \uC874\uC7AC\uD558\uB294 \uD56D\uBAA9\uC73C\uB85C \uB9E4\uD551\uD558\uAC70\uB098 \uD604\uC7AC \uB3C4\uBA54\uC778\uC5D0 \uBA85\uC2DC\uC801\uC73C\uB85C \uD574\uB2F9 \uD56D\uBAA9\uC744 \uC0DD\uC131\uD574\uC57C \uD569\uB2C8\uB2E4.
VIEW_ENV_VALUES_BANNER_TITLE=\uD658\uACBD \uC885\uC18D \uAC12
VIEW_ENV_VALUES_BANNER_DESC=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uAD6C\uC131\uC5D0 \uC788\uB294 \uB9AC\uC18C\uC2A4\uC640 \uAD00\uB828\uB41C \uD658\uACBD \uC885\uC18D \uAC12\uC774 \uD45C\uC2DC\uB429\uB2C8\uB2E4. \uB9AC\uC18C\uC2A4\uB97C \uBC30\uCE58\uD558\uAE30 \uC804\uC5D0 \uC6D0\uB798 \uAC12\uC744 \uBB34\uD6A8\uD654\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
VIEW_ENV_VALUES1_BANNER_TITLE=\uD658\uACBD \uAC12
VIEW_ENV_VALUES1_BANNER_DESC=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uC775\uC2A4\uD3EC\uD2B8\uB41C \uD56D\uBAA9\uC758 \uD658\uACBD \uC885\uC18D \uC18D\uC131\uC774 \uD45C\uC2DC\uB429\uB2C8\uB2E4. \uC120\uD0DD\uC801\uC73C\uB85C \uD55C \uAC1C \uC774\uC0C1\uC758 \uC18D\uC131\uC744 \uBCC0\uC218\uC640 \uC5F0\uAD00\uD558\uAC70\uB098 \uC5F0\uAD00\uC744 \uC81C\uAC70\uD558\uAC70\uB098 \uBC30\uCE58 \uC911\uC5D0 \uBCC0\uC218\uC5D0 \uAC12\uC744 \uC9C0\uC815\uD558\uC5EC \uC790\uB3D9\uC73C\uB85C \uC18D\uC131\uC744 \uBCC0\uACBD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
ASSIGN_VARIABLE_VALUES_BANNER_TITLE=\uBC30\uCE58 \uBCC0\uC218 \uBCF4\uAE30 \uBC0F \uC9C0\uC815
ASSIGN_VARIABLE_VALUES_BANNER_DESC=\uC774 \uD398\uC774\uC9C0\uC5D0\uC11C\uB294 \uBC30\uCE58 \uBCC0\uC218 \uAC12\uC744 \uBCF4\uACE0 \uD3B8\uC9D1\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBC30\uCE58 \uBCC0\uC218\uB97C \uC0AC\uC6A9\uD558\uBA74 \uB9E4\uAC1C\uBCC0\uC218\uB97C \uBCC0\uC218\uC640 \uC5F0\uAD00\uD55C \uD6C4 \uD574\uB2F9 \uBCC0\uC218\uC5D0 \uAC12\uC744 \uC9C0\uC815\uD558\uC5EC \uD658\uACBD \uC885\uC18D \uB9E4\uAC1C\uBCC0\uC218\uC758 \uAC12\uC744 \uBCC0\uACBD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
UPGRADE_EXPORT_JAR_TITLE=\uC775\uC2A4\uD3EC\uD2B8\uB41C \uD30C\uC77C \uC5C5\uADF8\uB808\uC774\uB4DC
VIEW_REFERENCES_BANNER_TITLE=\uCC38\uC870 \uBCF4\uAE30
BANNER_DESC_VIEW_UNRESOLVED_REFS=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uBC30\uCE58\uD558\uB3C4\uB85D \uC120\uD0DD\uB41C \uD56D\uBAA9\uC5D0 \uD544\uC694\uD55C \uD56D\uBAA9\uC774 \uB098\uC5F4\uB429\uB2C8\uB2E4. \uD604\uC7AC \uB3C4\uBA54\uC778\uC5D0 \uD574\uB2F9 \uD56D\uBAA9\uC774 \uC774\uBBF8 \uBC30\uCE58\uB418\uC5B4 \uC788\uAC70\uB098 \uBA85\uC2DC\uC801\uC73C\uB85C \uAE30\uC874 \uD56D\uBAA9\uC5D0 \uB9E4\uD551\uB418\uC9C0 \uC54A\uC740 \uACBD\uC6B0 \uCC38\uC870 \uD56D\uBAA9\uC774 \uD544\uC694\uD569\uB2C8\uB2E4. \uD655\uC778\uB418\uC9C0 \uC54A\uC740 \uCC38\uC870\uAC00 \uC788\uC73C\uBA74 \uBC30\uCE58\uAC00 \uC2E4\uD328\uD569\uB2C8\uB2E4. \uC774\uB7EC\uD55C \uBC30\uCE58 \uC2E4\uD328\uB97C \uBC29\uC9C0\uD558\uB824\uBA74 \uCC38\uC870 \uD56D\uBAA9\uC744 \uD604\uC7AC \uB3C4\uBA54\uC778\uC758 \uAE30\uC874 \uD56D\uBAA9\uC5D0 \uB9E4\uD551\uD558\uAC70\uB098 \uD604\uC7AC \uB3C4\uBA54\uC778\uC5D0 \uBA85\uC2DC\uC801\uC73C\uB85C \uCC38\uC870 \uD56D\uBAA9\uC744 \uC0DD\uC131\uD574\uC57C \uD569\uB2C8\uB2E4.
BANNER_DESC_VIEW_NONEXPORTED_CHILDREN=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uC775\uC2A4\uD3EC\uD2B8\uB418\uC9C0 \uC54A\uC558\uC9C0\uB9CC \uC775\uC2A4\uD3EC\uD2B8\uB41C \uD56D\uBAA9\uC774 \uC0AC\uC6A9\uD558\uB294 \uD56D\uBAA9\uC774 \uB098\uC5F4\uB429\uB2C8\uB2E4. \uC77C\uBC18\uC801\uC73C\uB85C \uBAA8\uB4E0 \uC885\uC18D\uC131\uC744 \uC775\uC2A4\uD3EC\uD2B8\uD569\uB2C8\uB2E4. \uD558\uC9C0\uB9CC \uB300\uC0C1 \uB3C4\uBA54\uC778\uC5D0 \uC81C\uC678\uB41C \uD56D\uBAA9\uC774 \uC788\uC74C\uC744 \uC54C\uACE0 \uC788\uAC70\uB098 \uC784\uD3EC\uD2B8 \uC911\uC5D0 \uC81C\uC678\uB41C \uD56D\uBAA9\uC744 \uB300\uC0C1 \uB3C4\uBA54\uC778\uC5D0 \uC788\uB294 \uB2E4\uB978 \uD56D\uBAA9\uC73C\uB85C \uB9E4\uD551\uD558\uB824\uB294 \uACBD\uC6B0 \uC885\uC18D\uC131\uC744 \uC775\uC2A4\uD3EC\uD2B8\uD558\uC9C0 \uC54A\uB3C4\uB85D \uC120\uD0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
BANNER_DESC_VIEW_EXPORTED_PARENTS=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uC775\uC2A4\uD3EC\uD2B8\uB418\uC9C0 \uC54A\uC740 \uD56D\uBAA9\uC744 \uC0AC\uC6A9\uD558\uB294 \uC775\uC2A4\uD3EC\uD2B8\uB41C \uD56D\uBAA9\uC774 \uB098\uC5F4\uB429\uB2C8\uB2E4.
BANNER_DESC_VIEW_PARENTS_THAT_REQUIRE_THIS=\uC774 \uD398\uC774\uC9C0\uC5D0\uB294 \uBC30\uCE58\uC5D0 \uD544\uC694\uD55C \uC81C\uC678\uB41C \uD56D\uBAA9\uC774\uB098 \uB204\uB77D\uB41C \uD56D\uBAA9\uC758 \uC0C1\uC704\uAC00 \uB098\uC5F4\uB429\uB2C8\uB2E4. \uD604\uC7AC \uC784\uD3EC\uD2B8 \uB300\uC0C1\uC73C\uB85C \uC120\uD0DD\uB41C \uB2E4\uB978 \uD56D\uBAA9\uC774 \uCC38\uC870\uD558\uBA70 \uD604\uC7AC \uB3C4\uBA54\uC778\uC5D0 \uD574\uB2F9 \uD56D\uBAA9\uC774 \uC5C6\uB294 \uACBD\uC6B0 \uD56D\uBAA9\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
TEXT_UNKNOWN=\uC54C \uC218 \uC5C6\uC74C
COL_REPOSITORY_NAME=\uC800\uC7A5\uC18C \uC774\uB984
COL_CREATION_TIME=\uC0DD\uC131 \uC2DC\uAC04
COL_LAST_UPDATED=\uB9C8\uC9C0\uB9C9 \uAC31\uC2E0 \uC2DC\uAC04
COL_NUM_ITEMS=\uD56D\uBAA9 \uC218
LABEL_REP_EXISTS=\uC800\uC7A5\uC18C\uAC00 \uC874\uC7AC\uD569\uB2C8\uB2E4.
LABEL_EMPTY_FILE=\uC120\uD0DD\uD55C \uD30C\uC77C\uC774 \uBE44\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
LABEL_INVALID_FILE=\uAD6C\uC131 \uD30C\uC77C {0}\uC774(\uAC00) \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
LABEL_GET_JAR_FILE=\uC775\uC2A4\uD3EC\uD2B8
LABEL_ORIGIN_DELETED=\uC0AD\uC81C\uB428
LABEL_ORIGIN_MODIFIED=\uC218\uC815\uB428
LABEL_ORIGIN_UNKNOWN=\uC54C \uC218 \uC5C6\uC74C
LABEL_DEPLOY=\uBC30\uCE58
LABEL_READY=\uC900\uBE44
LABEL_UNRESOLVED_REFS=\uD655\uC778\uB418\uC9C0 \uC54A\uC740 \uCC38\uC870
LABEL_CYCLE_EXISTS=\uC21C\uD658 \uCC38\uC870
LABEL_EXPORTED_JAR_FILE=\uC775\uC2A4\uD3EC\uD2B8\uB41C \uD30C\uC77C
LABEL_IMPORT_JAR_FILE=\uD30C\uC77C \uC774\uB984
LABEL_BROWSE=\uCC3E\uC544\uBCF4\uAE30
LABEL_DEFINE=\uC815\uC758
LABEL_MODIFY=\uC218\uC815
LABEL_CREATE_REPOSITORY=\uC800\uC7A5\uC18C \uC0DD\uC131
LABEL_NOT_DEPLOYABLE=\uBC30\uCE58\uD560 \uC218 \uC5C6\uC74C
LABEL_RESOURCE_SUMMARY=\uB9AC\uC18C\uC2A4 \uC694\uC57D
LABEL_SUMMARY=\uC694\uC57D
LABEL_CREATE=\uC0DD\uC131
LABEL_UPDATE=\uAC31\uC2E0
LABEL_DELETE=\uC0AD\uC81C
LABEL_NOT_READY_FOR_DEPLOYMENT_MSG=\uD655\uC778\uB418\uC9C0 \uC54A\uC740 \uCC38\uC870\uAC00 \uC788\uC73C\uBBC0\uB85C \uC774 \uC800\uC7A5\uC18C\uB97C \uBC30\uCE58\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
LABEL_DEPLOY_KEEP_REP=\uBC30\uCE58(\uC800\uC7A5\uC18C \uC720\uC9C0)
LABEL_DEPLOY_DELETE_REP=\uBC30\uCE58(\uC800\uC7A5\uC18C \uC0AD\uC81C)
LABEL_INVALID_MAPPING=\uB3C4\uBA54\uC778\uC5D0 \uB300\uC0C1 \uD56D\uBAA9\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC73C\uBBC0\uB85C \uD604\uC7AC \uB9E4\uD551\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
LABEL_SUCCESS=\uC131\uACF5
LABEL_FAILED=\uC2E4\uD328
LABEL_INPROGRESS=\uC9C4\uD589 \uC911
LABEL_NOT_STARTED=\uC2DC\uC791\uB418\uC9C0 \uC54A\uC74C
LABEL_VALIDATED=\uAC80\uC99D\uB428
LABEL_VALIDATION_FAILED=\uAC80\uC99D \uC2E4\uD328
LABEL_DEPLOYMENT_RESULT=\uBC30\uCE58 \uACB0\uACFC
LABEL_EXPORTED_ITEMS=\uC775\uC2A4\uD3EC\uD2B8\uB41C \uD56D\uBAA9
LABEL_NONEXPORTED_ITEMS=\uC775\uC2A4\uD3EC\uD2B8\uB418\uC9C0 \uC54A\uC740 \uD56D\uBAA9
LABEL_INCLUDED_ITEMS=\uD3EC\uD568\uB41C \uD56D\uBAA9
LABEL_EXCLUDED_ITEMS=\uC81C\uC678\uB41C \uD56D\uBAA9
LABEL_MISSING_ITEMS=\uB204\uB77D\uB41C \uD56D\uBAA9
LABEL_VARIABLES=\uBC30\uCE58 \uBCC0\uC218
LABEL_UPGRADE=\uC5C5\uADF8\uB808\uC774\uB4DC \uD30C\uC77C
COL_TYPE=\uC720\uD615
COL_LAST_MODIFIED=\uB9C8\uC9C0\uB9C9 \uC218\uC815 \uB0A0\uC9DC
COL_OPERATIONS=\uC791\uC5C5
COL_REFERENCES=\uCC38\uC870
COL_NAME_ID=\uC774\uB984/ID
COL_SOURCE_CHANGED=\uC18C\uC2A4<br>\uC0C1\uD0DC
COL_EXPORT_TIME=\uC775\uC2A4\uD3EC\uD2B8 \uC2DC\uAC04
COL_NON_EXP_DEPENDENCIES=\uC775\uC2A4\uD3EC\uD2B8\uB418\uC9C0 \uC54A\uC740<br>\uC885\uC18D\uC131
COL_DEPENDENTS=\uC775\uC2A4\uD3EC\uD2B8\uB41C \uC885\uC18D\uC131
COL_NUM_TOTAL_ITEMS=\uCD1D \uD56D\uBAA9 \uC218
COL_NUM_EXCLUDED=\uC81C\uC678\uB428
COL_IMPORT_STATUS=\uC0C1\uD0DC
COL_TARGET_STATUS=\uB300\uC0C1<br>\uC0C1\uD0DC
COL_UNRESOLVED_REFS=\uD655\uC778\uB418\uC9C0 \uC54A\uC740<br>\uCC38\uC870
COL_REFERENCED_BY=\uD544\uC694 \uB300\uC0C1
COL_MAPPING=\uB9E4\uD551
COL_NUM_CREATE=\uC0DD\uC131\uB420 \uD56D\uBAA9
COL_NUM_CREATED=\uC0DD\uC131\uB41C \uD56D\uBAA9
COL_NUM_DELETE=\uC0AD\uC81C\uB420 \uD56D\uBAA9
COL_NUM_DELETED=\uC0AD\uC81C\uB41C \uD56D\uBAA9
COL_NUM_UPDATE=\uAC31\uC2E0\uB420 \uD56D\uBAA9
COL_NUM_UPDATED=\uAC31\uC2E0\uB41C \uD56D\uBAA9
COL_NUM_ITEMS_EXCLUDED=\uBC30\uCE58\uC5D0\uC11C \uC81C\uC678\uB41C \uD56D\uBAA9
COL_NUM_UNRESOLVED=\uD655\uC778\uB418\uC9C0 \uC54A\uC740 \uCC38\uC870
COL_DEPLOYMENT_ACTION=\uC791\uC5C5
COL_CURRENT_MAPPING=\uD604\uC7AC \uB9E4\uD551
COL_AVAILABLE_MAPPINGS=\uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uB9E4\uD551
COL_DEPLOYMENT_ORDER=\uC21C\uC11C
COL_DEPLOYMENT_STATUS=\uBC30\uCE58 \uC0C1\uD0DC
COL_STATUS=\uC0C1\uD0DC
COL_ITEMS=\uD56D\uBAA9
COL_DEPLOYMENT_STARTED=\uBC30\uCE58 \uC2DC\uC791\uB428
COL_DEPLOYMENT_FINISHED=\uBC30\uCE58 \uC644\uB8CC\uB428
COL_DEPLOYMENT_TIME=\uBC30\uCE58 \uC2DC\uAC04
COL_NUM_ENV_VALUES=\uD658\uACBD<br>\uC18D\uC131
COL_VARIABLE_NAME=\uBCC0\uC218 \uC774\uB984
COL_VARIABLE_VALUE=\uBCC0\uC218 \uAC12
COL_NAME=\uC774\uB984
COL_PATH=\uACBD\uB85C
COL_MESSAGE=\uBA54\uC2DC\uC9C0
COL_ORIGINAL_VALUE=\uC6D0\uB798 \uAC12
COL_DESCRIPTION=\uC124\uBA85
COL_NEW_VALUE=\uC0C8 \uAC12
COL_PROJECT=\uD504\uB85C\uC81D\uD2B8
BUTTON_EXPORT_MARKED_ONLY=\uC775\uC2A4\uD3EC\uD2B8(\uC120\uD0DD\uD55C \uD56D\uBAA9\uB9CC)
BUTTON_EXPORT_WITH_CHILDREN=\uC775\uC2A4\uD3EC\uD2B8(\uC885\uC18D\uC131 \uD3EC\uD568)
BUTTON_REMOVE_SELECTED=\uC81C\uAC70
BUTTON_REMOVE_WITH_CHILDREN=\uC81C\uAC70(\uC885\uC18D\uC131 \uD3EC\uD568)
BUTTON_SYNC=\uB3D9\uAE30\uD654
BUTTON_BACK=\uB4A4\uB85C
BUTTON_FINISH_IMPORT=\uC784\uD3EC\uD2B8 \uC644\uB8CC
BUTTON_FINISH_EXPORT=\uC775\uC2A4\uD3EC\uD2B8 \uC644\uB8CC
BUTTON_REEXPORT_SELECTED=\uB2E4\uC2DC \uC775\uC2A4\uD3EC\uD2B8
BUTTON_REEXPORT_WITH_CHILDREN=\uB2E4\uC2DC \uC775\uC2A4\uD3EC\uD2B8(\uC885\uC18D\uC131 \uD3EC\uD568)
BUTTON_EXCLUDE_SELECTED=\uC120\uD0DD\uD55C \uD56D\uBAA9 \uC81C\uC678
BUTTON_DONE=\uC644\uB8CC
BUTTON_IMPORT=\uC784\uD3EC\uD2B8
BUTTON_GETJAR=\uC775\uC2A4\uD3EC\uD2B8
INFO_REP_NAME=\uC784\uD3EC\uD2B8 \uC800\uC7A5\uC18C\uC758 \uACE0\uC720 \uC774\uB984
INFO_IMPORT_JAR=\uC775\uC2A4\uD3EC\uD2B8\uB41C \uD30C\uC77C\uC758 \uC704\uCE58
INFO_VALUE_DEFINED_BY_VAR=\uC774 \uAC12\uC740 \uBCC0\uC218\uB85C \uC815\uC758\uB429\uB2C8\uB2E4.
LABEL_ITEMS_DIFFER=\uB2E4\uB984
LABEL_ITEMS_SAME=\uAC19\uC74C
LABEL_NOT_EXISTS=\uC874\uC7AC\uD558\uC9C0 \uC54A\uC74C
LABEL_INCLUDE_DEPENDENCIES=\uC885\uC18D\uC131 \uD3EC\uD568
TOOLTIP_INCLUDE_DEPENDENCIES=\uC120\uD0DD\uD55C \uB9AC\uC18C\uC2A4\uC758 \uBAA8\uB4E0 \uC885\uC18D\uC131 \uD3EC\uD568
LABEL_PRESERVE_ENV_VARS=\uD658\uACBD \uBCC0\uC218 \uC720\uC9C0
LABEL_PRESERVE_OPERATIONAL_VALUES=\uC791\uC5C5 \uAC12 \uC720\uC9C0
LABEL_PRESERVE_SECURITY_AND_POLICY_CONFIG=\uBCF4\uC548 \uBC0F \uC815\uCC45 \uAD6C\uC131 \uC720\uC9C0
LABEL_PRESERVE_CREDENTIALS=\uC778\uC99D\uC11C \uC720\uC9C0
LABEL_PRESERVE_ACCESS_CONTROL_POLICIES=\uC561\uC138\uC2A4 \uC81C\uC5B4 \uC815\uCC45 \uC720\uC9C0
TOOLTIP_PRESERVE_ENV_VARS=\uD658\uACBD \uBCC0\uC218\uB97C \uC774 \uC784\uD3EC\uD2B8\uB85C \uACB9\uCCD0 \uC4F0\uC9C0 \uC54A\uC74C
TOOLTIP_PRESERVE_OPERATIONAL_VALUES=\uC791\uC5C5 \uAC12\uC744 \uC774 \uC784\uD3EC\uD2B8\uB85C \uACB9\uCCD0 \uC4F0\uC9C0 \uC54A\uC74C
TOOLTIP_PRESERVE_SECURITY_AND_POLICY_CONFIG=\uBCF4\uC548 \uBC0F \uC815\uCC45 \uAD6C\uC131\uC744 \uC774 \uC784\uD3EC\uD2B8\uB85C \uACB9\uCCD0 \uC4F0\uC9C0 \uC54A\uC74C
TOOLTIP_PRESERVE_CREDENTIALS=\uC778\uC99D\uC11C \uAD6C\uC131(\uC0AC\uC6A9\uC790 \uC774\uB984/\uBE44\uBC00\uBC88\uD638 \uBC0F PKI \uC778\uC99D\uC11C)\uC744 \uC774 \uC784\uD3EC\uD2B8\uB85C \uACB9\uCCD0 \uC4F0\uC9C0 \uC54A\uC74C
TOOLTIP_PRESERVE_ACCESS_CONTROL_POLICIES=\uC561\uC138\uC2A4 \uC81C\uC5B4 \uC815\uCC45\uC744 \uC774 \uC784\uD3EC\uD2B8\uB85C \uACB9\uCCD0 \uC4F0\uC9C0 \uC54A\uC74C
TOOLTIP_RESOURCE_ENCRYPTED=\uC774 \uB9AC\uC18C\uC2A4\uB294 \uC554\uD638\uD654\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
LABEL_EXPORT_RESOURCES=\uB9AC\uC18C\uC2A4 \uC775\uC2A4\uD3EC\uD2B8
LABEL_EXPORT_PROJECTS=\uD504\uB85C\uC81D\uD2B8 \uC775\uC2A4\uD3EC\uD2B8
TOOLTIP_EXPORT_RESOURCES=\uB9AC\uC18C\uC2A4 \uC775\uC2A4\uD3EC\uD2B8
TOOLTIP_EXPORT_PROJECTS=\uD504\uB85C\uC81D\uD2B8 \uC775\uC2A4\uD3EC\uD2B8
IMPORT_STATUS=\uC784\uD3EC\uD2B8\uAC00 \uC644\uB8CC\uB418\uC5C8\uC2B5\uB2C8\uB2E4. [\uBCC0\uACBD \uC0AC\uD56D \uBCF4\uAE30]\uB97C \uB20C\uB7EC \uC784\uD3EC\uD2B8 \uC138\uBD80 \uC815\uBCF4\uB97C \uD655\uC778\uD558\uAC70\uB098 \uB2E4\uB978 \uD30C\uC77C\uC744 \uC784\uD3EC\uD2B8\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
IMPORT_STATUS_SUCCESS=\uC784\uD3EC\uD2B8\uAC00 \uC131\uACF5\uC801\uC73C\uB85C \uC644\uB8CC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
IMPORT_STATUS_PARTIALLY_FAILED=\uC77C\uBD80 \uD56D\uBAA9\uC774 \uC784\uD3EC\uD2B8\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uC544\uB798 \uC9C4\uB2E8 \uBA54\uC2DC\uC9C0\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
IMPORT_STATUS_PARTIALLY_FAILED_AND_WITH_ERROR=\uC77C\uBD80 \uD56D\uBAA9\uC740 \uC784\uD3EC\uD2B8\uB418\uC9C0 \uC54A\uC558\uC73C\uBA70 \uC77C\uBD80 \uD56D\uBAA9\uC740 \uC784\uD3EC\uD2B8\uB418\uC5C8\uC9C0\uB9CC \uC624\uB958 \uB610\uB294 \uCDA9\uB3CC\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uC544\uB798 \uC9C4\uB2E8 \uBA54\uC2DC\uC9C0\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
IMPORT_STATUS_WITH_ERROR=\uC784\uD3EC\uD2B8\uAC00 \uC644\uB8CC\uB418\uC5C8\uC9C0\uB9CC \uC624\uB958 \uB610\uB294 \uCDA9\uB3CC\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uC544\uB798 \uC9C4\uB2E8 \uBA54\uC2DC\uC9C0\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
IMPORT_STATUS_FAILED=\uC784\uD3EC\uD2B8\uB97C \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC544\uB798 \uC9C4\uB2E8 \uBA54\uC2DC\uC9C0\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
IMPORT_STATUS_INFORMATIONAL=\uC784\uD3EC\uD2B8\uAC00 \uC131\uACF5\uC801\uC73C\uB85C \uC644\uB8CC\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB429\uB2C8\uB2E4.
IMPORT_STATUS_EXCEPTION=\uC608\uC678 \uC0AC\uD56D\uC73C\uB85C \uC778\uD574 \uC784\uD3EC\uD2B8 \uC2E4\uD328: {0}
IMPORT_SELECT_JAR_TITLE=\uC775\uC2A4\uD3EC\uD2B8\uB41C \uAD6C\uC131 \uD30C\uC77C \uC120\uD0DD
IMPORT_SELECT_JAR_DESC=\uC775\uC2A4\uD3EC\uD2B8\uB41C \uAD6C\uC131 \uD30C\uC77C\uC744 \uC120\uD0DD\uD569\uB2C8\uB2E4.
IMPORT_SELECT_PROJECTS_TITLE=\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C
IMPORT_SELECT_PROJECTS_DESC=\uD14C\uC774\uBE14\uC5D0\uB294 \uD504\uB85C\uC81D\uD2B8 \uB808\uBCA8 \uB9AC\uC18C\uC2A4\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uD14C\uC774\uBE14\uC5D0\uC11C \uD504\uB85C\uC81D\uD2B8\uB97C \uC120\uD0DD\uD558\uC5EC \uC784\uD3EC\uD2B8\uD558\uC2ED\uC2DC\uC624.
IMPORT_SELECT_RESOURCES_TITLE=\uB9AC\uC18C\uC2A4 \uC784\uD3EC\uD2B8 - {0}
IMPORT_SELECT_RESOURCES_DESC=\uD14C\uC774\uBE14\uC5D0\uC11C \uB9AC\uC18C\uC2A4\uB97C \uC120\uD0DD\uD558\uACE0 \uC784\uD3EC\uD2B8\uD569\uB2C8\uB2E4.
IMPORT_RESOURCE_JAR_TITLE=\uB9AC\uC18C\uC2A4 JAR \uD30C\uC77C
IMPORT_PROJECT_JAR_TITLE=\uD504\uB85C\uC81D\uD2B8 JAR \uD30C\uC77C
CREATE_IMPORT_REPOSITORY_DESCRIPTION=Oracle Service Bus \uAD6C\uC131 \uB370\uC774\uD130\uB97C \uB2E4\uB978 Oracle Service Bus \uB3C4\uBA54\uC778\uC5D0\uC11C \uC775\uC2A4\uD3EC\uD2B8\uB41C \uD30C\uC77C\uC5D0\uC11C \uC784\uD3EC\uD2B8\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
IMPORT_SUMMARY_TITLE=\uC784\uD3EC\uD2B8 \uC694\uC57D
WARNING_SELECT_NO_DATA=\uB9AC\uC18C\uC2A4\uB97C \uC120\uD0DD\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uB2E4\uC74C \uD14C\uC774\uBE14\uC5D0\uC11C \uD558\uB098 \uC774\uC0C1\uC758 \uB9AC\uC18C\uC2A4\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
ERROR_NO_DATA=\uB9AC\uC18C\uC2A4\uB97C \uC120\uD0DD\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uB9AC\uC18C\uC2A4\uB97C \uB85C\uB4DC\uD558\uC2ED\uC2DC\uC624.
WARNING_EXPORT_IN_SESSION=\uC138\uC158 \uB0B4\uC5D0\uC11C \uB9AC\uC18C\uC2A4\uB97C \uC775\uC2A4\uD3EC\uD2B8\uD558\uACE0 \uC788\uC73C\uBBC0\uB85C \uB9AC\uC18C\uC2A4 \uAD6C\uC131\uC774 \uBD88\uC644\uC804\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC644\uC804\uD558\uACE0 \uAC80\uC99D\uB41C \uAD6C\uC131 \uB370\uC774\uD130\uB97C \uC775\uC2A4\uD3EC\uD2B8\uD558\uB824\uBA74 \uC138\uC158\uC744 \uC885\uB8CC\uD558\uAC70\uB098 \uD65C\uC131\uD654\uD55C \uB2E4\uC74C \uB9AC\uC18C\uC2A4\uB97C \uC775\uC2A4\uD3EC\uD2B8\uD558\uC2ED\uC2DC\uC624.
WAIT_MESSAGE=\uAD6C\uC131 \uB370\uC774\uD130\uB97C \uCC98\uB9AC\uD558\uB294 \uC911...
VIEW_REFS_TITLE={0}\uC5D0 \uB300\uD55C \uCC38\uC870 - {1}
VIEW_REFS_TITLE1=\uCC38\uC870
LABEL_CLOSE=\uB2EB\uAE30
ENTER_IMPORT_PASSPHRASE_TITLE=\uB9AC\uC18C\uC2A4 \uC784\uD3EC\uD2B8 - \uBCF4\uC548 \uC124\uC815
ENTER_IMPORT_PASSPHRASE_DESC=\uC774 \uC784\uD3EC\uD2B8\uC640 \uC5F0\uAD00\uB41C \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC744 \uC785\uB825\uD569\uB2C8\uB2E4.
ENTER_EXPORT_PASSPHRASE_TITLE=\uB9AC\uC18C\uC2A4 \uC775\uC2A4\uD3EC\uD2B8 - \uBCF4\uC548 \uC124\uC815
ENTER_IMPORT_PASSPHRASE_TOOLTIP=\uBCF4\uC548\uC0C1 \uC911\uC694\uD55C \uB370\uC774\uD130\uB97C \uD574\uB3C5\uD558\uB294 \uB370 \uC0AC\uC6A9\uD560 \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC744 \uC785\uB825\uD569\uB2C8\uB2E4.
ENTER_EXPORT_PASSPHRASE_DESC=\uC775\uC2A4\uD3EC\uD2B8 \uB300\uC0C1\uC73C\uB85C \uC120\uD0DD\uB41C \uC77C\uBD80 \uB9AC\uC18C\uC2A4\uC5D0 \uC911\uC694\uD55C \uB370\uC774\uD130\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uC774\uB7EC\uD55C \uB9AC\uC18C\uC2A4\uB97C \uBCF4\uD638\uD558\uB824\uBA74 \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC744 \uC785\uB825\uD574\uC57C \uD569\uB2C8\uB2E4. \uC911\uC694\uD55C \uB370\uC774\uD130\uB294 \uC775\uC2A4\uD3EC\uD2B8 \uC804\uC5D0 \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC73C\uB85C \uC554\uD638\uD654\uB429\uB2C8\uB2E4. \uB370\uC774\uD130\uB97C \uBCF4\uD638\uD558\uC9C0 \uC54A\uC73C\uB824\uB294 \uACBD\uC6B0 "\uC911\uC694\uD55C \uB370\uC774\uD130 \uBCF4\uD638" \uCCB4\uD06C \uBC15\uC2A4\uC758 \uC120\uD0DD\uC744 \uCDE8\uC18C\uD558\uBA74 \uC911\uC694\uD55C \uB370\uC774\uD130\uAC00 \uC77C\uBC18 \uD14D\uC2A4\uD2B8\uB85C \uC775\uC2A4\uD3EC\uD2B8\uB429\uB2C8\uB2E4.
PROTECT_DATA=\uC911\uC694\uD55C \uB370\uC774\uD130 \uBCF4\uD638
EXPORT_WITH_PROTECTION_TOOLTIP=\uC774 \uCCB4\uD06C \uBC15\uC2A4\uB97C \uC120\uD0DD\uD558\uBA74 \uC911\uC694\uD55C \uB370\uC774\uD130\uAC00 \uC775\uC2A4\uD3EC\uD2B8 \uC804\uC5D0 \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC73C\uB85C \uC554\uD638\uD654\uB429\uB2C8\uB2E4. \uBCF4\uC548\uC0C1 \uC911\uC694\uD55C \uB370\uC774\uD130\uB97C \uC77C\uBC18 \uD14D\uC2A4\uD2B8\uB85C \uC775\uC2A4\uD3EC\uD2B8\uD558\uB824\uBA74 \uC774 \uCCB4\uD06C \uBC15\uC2A4\uC758 \uC120\uD0DD\uC744 \uCDE8\uC18C\uD558\uC2ED\uC2DC\uC624.
PASSPHRASE=\uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38
ENTER_EXPORT_PASSPHRASE_TOOLTIP=\uBCF4\uC548\uC0C1 \uC911\uC694\uD55C \uB370\uC774\uD130\uB97C \uC554\uD638\uD654\uD558\uB294 \uB370 \uC0AC\uC6A9\uD560 \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC744 \uC785\uB825\uD569\uB2C8\uB2E4. \uC774\uB7EC\uD55C \uB9AC\uC18C\uC2A4\uB97C OSB \uB3C4\uBA54\uC778\uC73C\uB85C \uC784\uD3EC\uD2B8\uD558\uB824\uBA74 \uAC19\uC740 \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC744 \uC785\uB825\uD574\uC57C \uD569\uB2C8\uB2E4.
CONFIRM_PASSPHRASE=\uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38 \uD655\uC778
CONFIRM_EXPORT_PASSPHRASE_TOOLTIP=\uC704\uC5D0\uC11C \uC785\uB825\uD55C \uAC83\uACFC \uB3D9\uC77C\uD55C \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC744 \uC785\uB825\uD569\uB2C8\uB2E4.
ERROR_PASSPHRASE_EMPTY=\uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC740 \uBE44\uC6CC \uB458 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC744 \uC81C\uACF5\uD558\uC2ED\uC2DC\uC624.
ERROR_PASSPHRASE_MISMATCH=\uD655\uC778 \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC774 \uC774 \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uACFC \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC744 \uB2E4\uC2DC \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
IMPORT_INVALID_PASSPHRASE=\uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC774 \uBD80\uC801\uD569\uD558\uC5EC \uC784\uD3EC\uD2B8\uB97C \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uB9AC\uC18C\uC2A4 \uC775\uC2A4\uD3EC\uD2B8\uC5D0 \uC0AC\uC6A9\uD55C \uAC83\uACFC \uB3D9\uC77C\uD55C \uBE44\uBC00\uBC88\uD638 \uAD6C\uBB38\uC744 \uC785\uB825\uD574\uC57C \uD569\uB2C8\uB2E4.
EXPORT_STATUS_EXCEPTION=\uC608\uC678 \uC0AC\uD56D\uC73C\uB85C \uC778\uD574 \uC775\uC2A4\uD3EC\uD2B8 \uC2E4\uD328: {0}
EXPORT_NOT_FOUND_EXCEPTION=\uC120\uD0DD\uD55C \uC77C\uBD80 \uD56D\uBAA9\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC5B4 \uC775\uC2A4\uD3EC\uD2B8\uB97C \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uB2E4\uB978 \uC0AC\uC6A9\uC790\uAC00 \uC0AD\uC81C\uD55C \uAC83\uC77C \uC218 \uC788\uC2B5\uB2C8\uB2E4.
OPERATION_CREATE=\uC0DD\uC131
OPERATION_UPDATE=\uAC31\uC2E0
OPERATION_DELETE=\uC0AD\uC81C
OPERATION_SKIP=\uAC74\uB108\uB6F0\uAE30
DELETED_MESSAGE=\uC774 \uB9AC\uC18C\uC2A4\uB294 \uC0AD\uC81C\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
DELETION=\uC0AD\uC81C
BACK_TO_IMPORT=\uC784\uD3EC\uD2B8 \uD398\uC774\uC9C0\uB85C \uB3CC\uC544\uAC00\uAE30
BACK_TO_EXPORT=\uC775\uC2A4\uD3EC\uD2B8 \uD398\uC774\uC9C0\uB85C \uB3CC\uC544\uAC00\uAE30
LABEL_ADVANCEDSETTING_OPERATIONAL=\uC791\uC5C5
TOOLTIP_ADVANCEDSETTING_OPERATIONAL=\uC791\uC5C5 \uBC0F \uD658\uACBD \uAD00\uB828 \uC124\uC815 \uC784\uD3EC\uD2B8
LABEL_ADVANCEDSETTING_SECURITY=\uBCF4\uC548
TOOLTIP_ADVANCEDSETTING_SECURITY=\uBCF4\uC548 \uAD00\uB828 \uC124\uC815 \uC784\uD3EC\uD2B8
IMPORT_EXPORT_TOGGLE_CLOSE_TITLE=\uACE0\uAE09 \uC124\uC815 \uB2EB\uAE30
IMPORT_EXPORT_TOGGLE_OPEN_TITLE=\uACE0\uAE09 \uC124\uC815 \uC5F4\uAE30
IMPORT_EXPORT_ADVANCEDSETTINGS_TITLE=\uACE0\uAE09 \uC124\uC815
IMPORT_EXPORT_ADVANCEDSETTINGS_TOOLTIP=\uACE0\uAE09 \uC784\uD3EC\uD2B8 \uC124\uC815\uC744 \uD655\uC7A5\uD558\uAC70\uB098 \uCD95\uC18C\uD558\uB824\uBA74 \uC544\uC774\uCF58\uC744 \uB204\uB974\uC2ED\uC2DC\uC624.
IMPORT_EXPORT_RESOURCE_SUMMARY=\uB9AC\uC18C\uC2A4 \uC694\uC57D
IMPORT_FAILED=\uC784\uD3EC\uD2B8 \uC2E4\uD328:
