ALERT_DESTINATIONS_GROUP=Destinations d'alertes
LABEL_ALERT_DESTINATIONS=Destinations d'alertes
LABEL_ALERT_TO_CONSOLE=En phase d'abandon
LABEL_ALERT_TO_REPORTING=G\u00E9n\u00E9ration de rapports
LABEL_ALERT_TO_SNMP=Interruption SNMP
LABEL_ALERT_TO_LOG=Journalisation d'alertes
LABEL_ALERT_TO_EMAIL_RECIPIENTS=Destinataires du courriel
LABEL_ALERT_TO_JMS_DESTINATIONS=Destinations JMS
LABEL_EMAIL=courriel
LABEL_JMS=JMS
LABEL_EMAIL_RECIPIENT=Destinataire du courriel {0} - {1}
LABEL_JMS_DESTINATION=Destination JMS {0} - {1}
LABEL_RECIPIENTS=Destinataires
LABEL_DESTINATIONS=Destinations
ALERT_DESTINATIONS_SUMMARY_TITLE=R\u00E9capitulatif des destinations d'alertes
ALERT_DESTINATIONS_SUMMARY_DESC=Cette page \u00E9num\u00E8re les destinations d'alertes qui sont inscrites dans Oracle Service Bus. Pour visualiser les d\u00E9tails d'une destination d'alertes sp\u00E9cifique, cliquez sur son nom dans la table.
NEW_ALERT_DESTINATION_TITLE=Cr\u00E9er une destination d''alertes - {0}
NEW_ALERT_DESTINATION_TITLE1=Cr\u00E9er une destination d'alertes
EDIT_ALERT_DESTINATION_TITLE=Modifier une destination d''alertes - {0}
EDIT_ALERT_DESTINATION_TITLE1=Modifier une destination d'alertes
EDIT_ALERT_DESTINATION_DESC=Utilisez cette page pour configurer la destination d'alertes.
VIEW_ALERT_DESTINATION_TITLE=Visualiser une destination d''alertes ({0})
VIEW_ALERT_DESTINATION_TITLE1=Visualiser une destination d'alertes
VIEW_ALERT_DESTINATION_DESC=Cette page affiche les d\u00E9tails de cette destination d'alertes.
TOOLTIP_ALERT_TO_CONSOLE=En phase d'abandon
TOOLTIP_ALERT_TO_REPORTING=S\u00E9lectionnez cette option pour qu'une alerte soit envoy\u00E9e au jeu de donn\u00E9es de g\u00E9n\u00E9ration de rapports
TOOLTIP_ALERT_TO_SNMP=S\u00E9lectionnez cette option pour qu'une alerte soit envoy\u00E9e \u00E0 une interruption SNMP.
TOOLTIP_LABEL_ALERT_TO_LOG=S\u00E9lectionnez cette option pour g\u00E9n\u00E9rer un fichier d'alertes.
TOOLTIP_ALERT_TO_EMAIL=Ajoutez les destinataires de courriel qui recevront les alertes.
TOOLTIP_ALERT_TO_JMS=Ajoutez les destinations JMS qui recevront les alertes.
TOOLTIP_EDIT_DESTINATION_TARGET=Cliquez ici pour modifier cette cible de destination.
TOOLTIP_DELETE_DESTINATION_TARGET=Cliquez ici pour supprimer cette cible de destination.
TOOLTIP_DESTINATION_TARGET=Utilisez cette page pour configurer la cible de destination propre au transport.
MSG_CREATE_SUCCESS=La destination d''alertes "{0}" a \u00E9t\u00E9 cr\u00E9\u00E9e.
MSG_CREATE_FAILURE=Impossible de cr\u00E9er la destination d'alertes.
MSG_UPDATE_SUCCESS=La destination d''alertes "{0}" a \u00E9t\u00E9 mise \u00E0 jour.
MSG_UPDATE_FAILURE=Impossible de mettre \u00E0 jour la destination d''alertes "{0}".
MSG_ALERT_DESTINATION_NOT_FOUND=Destination d'alertes introuvable. Elle a peut-\u00EAtre \u00E9t\u00E9 supprim\u00E9e par une autre session.
MSG_DELETE_FAILURE=Impossible de supprimer au moins une destination d'alertes. R\u00E9essayez.
MSG_DELETE_NF_FAILURE=Impossible de supprimer les destinations d'alertes. Elles ont peut-\u00EAtre \u00E9t\u00E9 d\u00E9plac\u00E9es, renomm\u00E9es ou supprim\u00E9es.
MSG_ALERT_DESTINATION_SAVED_INVALID=La destination d''alertes "{0}" a \u00E9t\u00E9 enregistr\u00E9e dans la session avec des erreurs de validation. Acc\u00E9dez \u00E0 la page Conflits pour consulter les messages de diagnostic d\u00E9taill\u00E9s.
place_holder=\u00E9l\u00E9ment de r\u00E9serve
ERROR_NAME_EMPTY=Le nom ne peut pas \u00EAtre vide. Indiquez un nom.
ERROR_NAME_EXISTS=Une destination d'alertes du m\u00EAme nom existe d\u00E9j\u00E0.
ERROR_NO_DESTINATIONS_CONFIGURED=Vous devez s\u00E9lectionner au moins une destination pour enregistrer cette destination d'alertes.
ALERT_DESTINATIONS_BROWSER_TITLE=S\u00E9lectionner une destination d'alertes
ALERT_DESTINATIONS_BROWSER_DESC=Cette page contient la liste des destinations d'alertes inscrites.
ALERT_DESTINATION_CONFIGURATION_TITLE=Configuration de la destination d''alertes ({0})
ALERT_DESTINATION_CONFIGURATION_DESC=Cette section affiche la configuration de cette destination d'alertes.
DESTINATIONS_DELETE=Supprimez les destinations d'alertes s\u00E9lectionn\u00E9es.
SELECT_DESTINATION_DELETE=S\u00E9lectionnez les destinations d'alertes \u00E0 supprimer.
