ALERT_DESTINATIONS_GROUP=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148
LABEL_ALERT_DESTINATIONS=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148
LABEL_ALERT_TO_CONSOLE=\u975E\u63A8\u5968
LABEL_ALERT_TO_REPORTING=\u30EC\u30DD\u30FC\u30C8
LABEL_ALERT_TO_SNMP=SNMP\u30C8\u30E9\u30C3\u30D7
LABEL_ALERT_TO_LOG=\u30A2\u30E9\u30FC\u30C8\u306E\u30ED\u30AE\u30F3\u30B0
LABEL_ALERT_TO_EMAIL_RECIPIENTS=\u96FB\u5B50\u30E1\u30FC\u30EB\u53D7\u4FE1\u8005
LABEL_ALERT_TO_JMS_DESTINATIONS=JMS\u5B9B\u5148
LABEL_EMAIL=\u96FB\u5B50\u30E1\u30FC\u30EB
LABEL_JMS=JMS
LABEL_EMAIL_RECIPIENT={0}\u96FB\u5B50\u30E1\u30FC\u30EB\u53D7\u4FE1\u8005 - {1}
LABEL_JMS_DESTINATION={0} JMS\u5B9B\u5148 - {1}
LABEL_RECIPIENTS=\u53D7\u4FE1\u8005
LABEL_DESTINATIONS=\u5B9B\u5148
ALERT_DESTINATIONS_SUMMARY_TITLE=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u30B5\u30DE\u30EA\u30FC
ALERT_DESTINATIONS_SUMMARY_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001Oracle Service Bus\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u304C\u4E00\u89A7\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u7279\u5B9A\u306E\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u8A73\u7D30\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u8868\u306E\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u540D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
NEW_ALERT_DESTINATION_TITLE=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u4F5C\u6210 - {0}
NEW_ALERT_DESTINATION_TITLE1=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u4F5C\u6210
EDIT_ALERT_DESTINATION_TITLE=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u7DE8\u96C6 - {0}
EDIT_ALERT_DESTINATION_TITLE1=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u7DE8\u96C6
EDIT_ALERT_DESTINATION_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u3092\u69CB\u6210\u3057\u307E\u3059\u3002
VIEW_ALERT_DESTINATION_TITLE=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148({0})\u306E\u8868\u793A
VIEW_ALERT_DESTINATION_TITLE1=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u8868\u793A
VIEW_ALERT_DESTINATION_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u3053\u306E\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u8A73\u7D30\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
TOOLTIP_ALERT_TO_CONSOLE=\u975E\u63A8\u5968
TOOLTIP_ALERT_TO_REPORTING=\u30A2\u30E9\u30FC\u30C8\u3092\u30EC\u30DD\u30FC\u30C8\u30FB\u30C7\u30FC\u30BF\u30FB\u30BB\u30C3\u30C8\u306B\u9001\u4FE1\u3059\u308B\u5834\u5408\u306B\u9078\u629E\u3057\u307E\u3059
TOOLTIP_ALERT_TO_SNMP=\u30A2\u30E9\u30FC\u30C8\u3092SNMP\u30C8\u30E9\u30C3\u30D7\u306B\u9001\u4FE1\u3059\u308B\u5834\u5408\u306B\u9078\u629E\u3057\u307E\u3059\u3002
TOOLTIP_LABEL_ALERT_TO_LOG=\u30A2\u30E9\u30FC\u30C8\u30FB\u30ED\u30B0\u3092\u751F\u6210\u3059\u308B\u5834\u5408\u306B\u9078\u629E\u3057\u307E\u3059\u3002
TOOLTIP_ALERT_TO_EMAIL=\u30A2\u30E9\u30FC\u30C8\u3092\u53D7\u4FE1\u3059\u308B\u96FB\u5B50\u30E1\u30FC\u30EB\u53D7\u4FE1\u8005\u3092\u8FFD\u52A0\u3057\u307E\u3059\u3002
TOOLTIP_ALERT_TO_JMS=\u30A2\u30E9\u30FC\u30C8\u3092\u53D7\u4FE1\u3059\u308BJMS\u5B9B\u5148\u3092\u8FFD\u52A0\u3057\u307E\u3059\u3002
TOOLTIP_EDIT_DESTINATION_TARGET=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u3053\u306E\u5B9B\u5148\u5BFE\u8C61\u3092\u7DE8\u96C6\u3067\u304D\u307E\u3059\u3002
TOOLTIP_DELETE_DESTINATION_TARGET=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u3053\u306E\u5B9B\u5148\u5BFE\u8C61\u3092\u524A\u9664\u3067\u304D\u307E\u3059\u3002
TOOLTIP_DESTINATION_TARGET=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u56FA\u6709\u306E\u5B9B\u5148\u5BFE\u8C61\u3092\u69CB\u6210\u3057\u307E\u3059\u3002
MSG_CREATE_SUCCESS=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148"{0}"\u304C\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
MSG_CREATE_FAILURE=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
MSG_UPDATE_SUCCESS=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148"{0}"\u304C\u6B63\u5E38\u306B\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002
MSG_UPDATE_FAILURE=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148"{0}"\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3002
MSG_ALERT_DESTINATION_NOT_FOUND=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u5225\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u524A\u9664\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
MSG_DELETE_FAILURE=1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_DELETE_NF_FAILURE=1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u79FB\u52D5\u3001\u540D\u524D\u5909\u66F4\u307E\u305F\u306F\u524A\u9664\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
MSG_ALERT_DESTINATION_SAVED_INVALID=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148"{0}"\u304C\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u4FDD\u5B58\u3055\u308C\u3001\u691C\u8A3C\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7AF6\u5408\u3092\u8868\u793A\u3057\u3066\u3001\u8A73\u7D30\u306A\u8A3A\u65AD\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
place_holder=\u30D7\u30EC\u30FC\u30B9\u30FB\u30DB\u30EB\u30C0\u30FC
ERROR_NAME_EMPTY=\u540D\u524D\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093 - \u540D\u524D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_NAME_EXISTS=\u540C\u3058\u540D\u524D\u306E\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
ERROR_NO_DESTINATIONS_CONFIGURED=\u3053\u306E\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u3092\u4FDD\u5B58\u3059\u308B\u306B\u306F\u3001\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u5B9B\u5148\u3092\u9078\u629E\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ALERT_DESTINATIONS_BROWSER_TITLE=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u9078\u629E
ALERT_DESTINATIONS_BROWSER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
ALERT_DESTINATION_CONFIGURATION_TITLE=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u69CB\u6210({0})
ALERT_DESTINATION_CONFIGURATION_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u3001\u3053\u306E\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u69CB\u6210\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
DESTINATIONS_DELETE=\u9078\u629E\u3057\u305F\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u3092\u524A\u9664\u3057\u307E\u3059\u3002
SELECT_DESTINATION_DELETE=\u524A\u9664\u3059\u308B\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
