ALERT_DESTINATIONS_GROUP=Destinos de Alertas
LABEL_ALERT_DESTINATIONS=Destinos de Alertas
LABEL_ALERT_TO_CONSOLE=Anticuado
LABEL_ALERT_TO_REPORTING=Informes
LABEL_ALERT_TO_SNMP=Interrupci\u00F3n SNMP
LABEL_ALERT_TO_LOG=Registro de Alertas
LABEL_ALERT_TO_EMAIL_RECIPIENTS=Destinatarios del Correo Electr\u00F3nico
LABEL_ALERT_TO_JMS_DESTINATIONS=Destinos de JMS
LABEL_EMAIL=correo electr\u00F3nico
LABEL_JMS=JMS
LABEL_EMAIL_RECIPIENT={0} Destinatario de Correo Electr\u00F3nico: {1}
LABEL_JMS_DESTINATION={0} Destino de JMS: {1}
LABEL_RECIPIENTS=Destinatarios
LABEL_DESTINATIONS=Destinos
ALERT_DESTINATIONS_SUMMARY_TITLE=Resumen de Destinos de Alertas
ALERT_DESTINATIONS_SUMMARY_DESC=Esta p\u00E1gina muestra los destinos de alertas registrados en Oracle Service Bus. Para consultar los detalles sobre un destino de alerta espec\u00EDfico, haga clic en el nombre del destino de alerta en la tabla.
NEW_ALERT_DESTINATION_TITLE=Crear Destino de Alerta: {0}
NEW_ALERT_DESTINATION_TITLE1=Crear Destino de Alerta
EDIT_ALERT_DESTINATION_TITLE=Editar Destino de Alerta: {0}
EDIT_ALERT_DESTINATION_TITLE1=Editar Destino de Alerta
EDIT_ALERT_DESTINATION_DESC=Utilice esta p\u00E1gina para configurar el destino de alerta.
VIEW_ALERT_DESTINATION_TITLE=Ver Destino de Alerta ({0})
VIEW_ALERT_DESTINATION_TITLE1=Ver Destino de Alerta
VIEW_ALERT_DESTINATION_DESC=Esta p\u00E1gina muestra los detalles de este destino de alerta.
TOOLTIP_ALERT_TO_CONSOLE=Anticuado
TOOLTIP_ALERT_TO_REPORTING=Seleccione esta opci\u00F3n si desea que se env\u00EDe una alerta al juego de datos de informe
TOOLTIP_ALERT_TO_SNMP=Seleccione esta opci\u00F3n si desea que se env\u00EDe una alerta a la interrupci\u00F3n SNMP.
TOOLTIP_LABEL_ALERT_TO_LOG=Seleccione esta opci\u00F3n si desea generar un log de alerta.
TOOLTIP_ALERT_TO_EMAIL=Agregue los destinatarios de correo electr\u00F3nico que recibir\u00E1n las alertas.
TOOLTIP_ALERT_TO_JMS=Agregue los destinos de JMS que recibir\u00E1n las alertas.
TOOLTIP_EDIT_DESTINATION_TARGET=Haga clic para editar este destino final.
TOOLTIP_DELETE_DESTINATION_TARGET=Haga clic para suprimir este destino final.
TOOLTIP_DESTINATION_TARGET=Utilice esta p\u00E1gina para configurar el destino final espec\u00EDfico de transporte.
MSG_CREATE_SUCCESS=El destino de alerta "{0}" se ha creado correctamente.
MSG_CREATE_FAILURE=No se ha podido crear el destino de alerta.
MSG_UPDATE_SUCCESS=El destino de alerta "{0}" se ha actualizado correctamente.
MSG_UPDATE_FAILURE=No se ha podido actualizar el destino de alerta "{0}".
MSG_ALERT_DESTINATION_NOT_FOUND=No se ha encontrado el destino de alerta. Puede que haya sido suprimido por otra sesi\u00F3n.
MSG_DELETE_FAILURE=No se han podido suprimir uno o m\u00E1s destinos de alertas. Vuelva a intentarlo.
MSG_DELETE_NF_FAILURE=No se han podido suprimir uno o m\u00E1s destinos de alertas. Puede que se hayan movido, cambiado el nombre o suprimido.
MSG_ALERT_DESTINATION_SAVED_INVALID=Se ha guardado el destino de alerta "{0}" en la sesi\u00F3n con errores de validaci\u00F3n. Consulte Conflictos para ver los mensajes de diagn\u00F3stico detallados.
place_holder=marcador de posici\u00F3n
ERROR_NAME_EMPTY=El nombre no puede estar vac\u00EDo. Escriba un nombre.
ERROR_NAME_EXISTS=Ya existe un destino de alerta con ese nombre.
ERROR_NO_DESTINATIONS_CONFIGURED=Debe seleccionar al menos un destino para guardar este destino de alerta.
ALERT_DESTINATIONS_BROWSER_TITLE=Seleccionar Destino de Alerta
ALERT_DESTINATIONS_BROWSER_DESC=Esta p\u00E1gina contiene una lista de destinos de alertas registrados.
ALERT_DESTINATION_CONFIGURATION_TITLE=Configuraci\u00F3n de Destino de Alerta ({0})
ALERT_DESTINATION_CONFIGURATION_DESC=Esta secci\u00F3n muestra la configuraci\u00F3n de este destino de alerta.
DESTINATIONS_DELETE=Suprima los destinos de alertas seleccionados.
SELECT_DESTINATION_DELETE=Seleccione los destinos de alertas que se van a suprimir.
