PROVIDER_LABEL=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0
PROVIDERS_SUMMARY_TITLE=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30B5\u30DE\u30EA\u30FC
PROVIDERS_SUMMARY_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u8A73\u7D30\u3092\u8868\u793A\u307E\u305F\u306F\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u540D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u30021\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u540D\u306E\u6A2A\u306B\u3042\u308B\u30C1\u30A7\u30C3\u30AF\u30DC\u30C3\u30AF\u30B9\u3092\u30AA\u30F3\u306B\u3057\u3066\u3001\u300C\u524A\u9664\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002
NO_PROVIDERS_CONFIGURED=\u73FE\u5728\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u65B0\u3057\u3044\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u300C\u65B0\u3057\u304F\u8FFD\u52A0\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
PROVIDER_NAME=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u540D
PROVIDER_DESC=\u8AAC\u660E
PROVIDER_TYPE=\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30BF\u30A4\u30D7
PROVIDER_USER=\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30E6\u30FC\u30B6\u30FC
NEW_PROVIDER_TITLE=\u65B0\u3057\u3044\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u4F5C\u6210
NEW_PROVIDER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u65B0\u3057\u3044\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
NEW_PROVIDER_NAME_INFO=\u65B0\u3057\u3044\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u540D\u524D\u3002
VIEW_PROVIDER_TITLE=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u8A73\u7D30\u306E\u8868\u793A - {0}
VIEW_PROVIDER_TITLE1=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u8A73\u7D30\u306E\u8868\u793A
VIEW_PROVIDER_DESC=\u300C\u7DE8\u96C6\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u69CB\u6210\u3092\u7DE8\u96C6\u3067\u304D\u307E\u3059
PROVIDER_NAME_INFO=\u65B0\u3057\u3044\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u540D\u524D\u3092\u5165\u529B\u3057\u307E\u3059\u3002
PROVIDER_DESC_INFO=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u8AAC\u660E\u3092\u5165\u529B\u3057\u307E\u3059\u3002
PROVIDER_USER_INFO=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u306F\u30E6\u30FC\u30B6\u30FC\u3092\u95A2\u9023\u4ED8\u3051\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
EDIT_PROVIDER="{0}"\u306E\u7DE8\u96C6 - \u5168\u822C\u7684\u306A\u69CB\u6210
DELETE_PROVIDER=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u524A\u9664
EDIT_PROVIDER_TITLE=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u7DE8\u96C6
EDIT_PROVIDER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u69CB\u6210\u3092\u5909\u66F4\u3067\u304D\u307E\u3059\u3002
PROVIDERS_GROUP=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0
BROWSER_TITLE=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30D6\u30E9\u30A6\u30B6
PROVIDER_BROWSER_TITLE=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u9078\u629E
PROVIDER_BROWSER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
ERROR_INVALID_NAME=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u6709\u52B9\u306A\u66F8\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_PROVIDER_EXISTS=\u6307\u5B9A\u3057\u305F\u540D\u524D\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
PROVIDER_ADD_SUCCESS=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0"{0}"\u304C\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
PROVIDER_UPDATE_SUCCESS=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0"{0}"\u304C\u6B63\u5E38\u306B\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002
NO_ALIAS_SELECTED=[\u9078\u629E\u306A\u3057]
PURPOSE_ENCRYPTION=\u6697\u53F7\u5316\u9375
PURPOSE_DIGITAL_SIGNATURE=\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u9375
PURPOSE_SSL_AUTHENTICATION=SSL\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A8D\u8A3C\u30AD\u30FC
PURPOSE_X509_TOKEN=Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3X.509\u30C8\u30FC\u30AF\u30F3\u30FB\u30AD\u30FC
PURPOSE_ENCRYPTION_DESC=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u6697\u53F7\u5316\u9375\u30A8\u30A4\u30EA\u30A2\u30B9
PURPOSE_DIGITAL_SIGNATURE_DESC=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u9375\u30A8\u30A4\u30EA\u30A2\u30B9
PURPOSE_SSL_AUTHENTICATION_DESC=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306ESSL\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A8D\u8A3C\u30AD\u30FC\u30FB\u30A8\u30A4\u30EA\u30A2\u30B9
PURPOSE_X509_TOKEN_DESC=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306EWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3X.509\u30C8\u30FC\u30AF\u30F3\u30FB\u30AD\u30FC\u30FB\u30A8\u30A4\u30EA\u30A2\u30B9
KEY_ALIAS_CONFIGURATION=\u30AD\u30FC\u30FB\u30A8\u30A4\u30EA\u30A2\u30B9\u306E\u69CB\u6210
KEYPAIR_ALIAS_SELECTION_DESC=\u3053\u306E\u8868\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u9375\u30DA\u30A2\u30FB\u30A8\u30A4\u30EA\u30A2\u30B9\u3092\u9078\u629E\u3067\u304D\u307E\u3059\u3002
COL_HEADER_KEY_ALIAS=\u30AD\u30FC\u30FB\u30A8\u30A4\u30EA\u30A2\u30B9
COL_HEADER_DISTINGUISHED_NAME=\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8\u8B58\u5225\u540D
KEYPAIR_ALIAS_BROWSER_TITLE={0}\u306E\u30A8\u30A4\u30EA\u30A2\u30B9\u3092\u9078\u629E - [{1}]
KEYPAIR_ALIAS_BROWSER_TITLE1=\u30A8\u30A4\u30EA\u30A2\u30B9\u306E\u9078\u629E
KEYPAIR_ALIAS_BROWSER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u9375\u30DA\u30A2\u30FB\u30A8\u30A4\u30EA\u30A2\u30B9\u3092\u9078\u629E\u3067\u304D\u307E\u3059\u3002
ENTER_PASSWORD_FOR_SELECTION_LABEL=\u9078\u629E\u306B\u5BFE\u3059\u308B\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5165\u529B:
ENTER_PASSWORD_FOR_SELECTION_TOOLTIP=\u9078\u629E\u3057\u305F\u30A8\u30A4\u30EA\u30A2\u30B9\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u307E\u3059\u3002
TEXT_SUMMARY_TITLE=\u30C7\u30FC\u30BF\u8868
TITLE_CERTIFICATE=\u8A3C\u660E\u66F8 - [{0}]
DESC_CERTIFICATE=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u9078\u629E\u3057\u305F\u30A8\u30A4\u30EA\u30A2\u30B9\u306E\u8A3C\u660E\u66F8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
PROXY_SERVICE_PROVIDER_CONFIGURATION_TITLE=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u69CB\u6210({0})
PROXY_SERVICE_PROVIDER_CONFIGURATION_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u69CB\u6210\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
SERVICE_PROVIDERS_DELETE=\u9078\u629E\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u524A\u9664\u3057\u307E\u3059\u3002
