PROVIDER_LABEL=Fournisseur de cl\u00E9s de service
PROVIDERS_SUMMARY_TITLE=R\u00E9capitulatif des fournisseurs de cl\u00E9s de service
PROVIDERS_SUMMARY_DESC=Cette page affiche la liste des fournisseurs de cl\u00E9s de service disponibles. Pour visualiser ou modifier des d\u00E9tails relatifs \u00E0 un fournisseur de cl\u00E9s de service, cliquez sur son nom. Pour supprimer des fournisseurs de cl\u00E9s de service, cochez la case situ\u00E9e en regard de leur nom, puis cliquez sur Supprimer.
NO_PROVIDERS_CONFIGURED=Aucun fournisseur de cl\u00E9s de service n'a \u00E9t\u00E9 configur\u00E9. Pour en cr\u00E9er un, cliquez sur Ajouter une valeur
PROVIDER_NAME=Nom du fournisseur de cl\u00E9s de service
PROVIDER_DESC=Description
PROVIDER_TYPE=Type de fournisseur
PROVIDER_USER=Utilisateur du fournisseur
NEW_PROVIDER_TITLE=Cr\u00E9er un fournisseur de cl\u00E9s de service
NEW_PROVIDER_DESC=Utilisez cette page pour cr\u00E9er un fournisseur de cl\u00E9s de service.
NEW_PROVIDER_NAME_INFO=Nom du nouveau fournisseur de cl\u00E9s de service.
VIEW_PROVIDER_TITLE=Visualiser les d\u00E9tails du fournisseur de cl\u00E9s de service - {0}
VIEW_PROVIDER_TITLE1=Visualiser les d\u00E9tails du fournisseur de cl\u00E9s de service
VIEW_PROVIDER_DESC=Cliquez sur Modifier pour modifier la configuration de ce fournisseur de cl\u00E9s de service
PROVIDER_NAME_INFO=Entrez un nom pour le nouveau fournisseur de cl\u00E9s de service.
PROVIDER_DESC_INFO=Entrez la description du fournisseur de cl\u00E9s de service.
PROVIDER_USER_INFO=Un utilisateur doit \u00EAtre associ\u00E9 aux fournisseurs de cl\u00E9s de service.
EDIT_PROVIDER=Modifier "{0}" - Configuration g\u00E9n\u00E9rale
DELETE_PROVIDER=Supprimer ce fournisseur de cl\u00E9s de service
EDIT_PROVIDER_TITLE=Modifier le fournisseur de cl\u00E9s de service
EDIT_PROVIDER_DESC=Cette page permet de modifier la configuration de ce fournisseur de cl\u00E9s de service.
PROVIDERS_GROUP=Fournisseurs de cl\u00E9s de service
BROWSER_TITLE=Navigateur Web de fournisseur de cl\u00E9s de service
PROVIDER_BROWSER_TITLE=S\u00E9lectionner un fournisseur de cl\u00E9s de service
PROVIDER_BROWSER_DESC=Cette page contient la liste des fournisseurs de cl\u00E9s de service inscrits.
ERROR_INVALID_NAME=Le nom du fournisseur de cl\u00E9s de service n'est pas indiqu\u00E9 ou est indiqu\u00E9 dans un format non valide.
ERROR_PROVIDER_EXISTS=Un fournisseur de cl\u00E9s de service du m\u00EAme nom existe d\u00E9j\u00E0.
PROVIDER_ADD_SUCCESS=Le fournisseur de cl\u00E9s de service "{0}" a \u00E9t\u00E9 cr\u00E9\u00E9.
PROVIDER_UPDATE_SUCCESS=Le fournisseur de cl\u00E9s de service "{0}" a \u00E9t\u00E9 mis \u00E0 jour.
NO_ALIAS_SELECTED=[Aucun \u00E9l\u00E9ment s\u00E9lectionn\u00E9]
PURPOSE_ENCRYPTION=Cl\u00E9 de cryptage
PURPOSE_DIGITAL_SIGNATURE=Cl\u00E9 de signature num\u00E9rique
PURPOSE_SSL_AUTHENTICATION=Cl\u00E9 d'authentification client SSL
PURPOSE_X509_TOKEN=Cl\u00E9 de jeton de s\u00E9curit\u00E9 de service Web X.509
PURPOSE_ENCRYPTION_DESC=Alias de cl\u00E9 de cryptage de ce fournisseur de cl\u00E9s de service
PURPOSE_DIGITAL_SIGNATURE_DESC=Alias de cl\u00E9 de signature num\u00E9rique de ce fournisseur de cl\u00E9s de service
PURPOSE_SSL_AUTHENTICATION_DESC=Alias de cl\u00E9 d'authentification client SSL de ce fournisseur de cl\u00E9s de service
PURPOSE_X509_TOKEN_DESC=Alias de cl\u00E9 de jeton de s\u00E9curit\u00E9 de service Web X.509 de ce fournisseur de cl\u00E9s de service
KEY_ALIAS_CONFIGURATION=Configuration de l'alias de cl\u00E9
KEYPAIR_ALIAS_SELECTION_DESC=Cette table permet de s\u00E9lectionner un alias de paire de cl\u00E9s pour ce fournisseur de cl\u00E9s de service.
COL_HEADER_KEY_ALIAS=Alias de cl\u00E9
COL_HEADER_DISTINGUISHED_NAME=Nom distinctif (DN) du sujet
KEYPAIR_ALIAS_BROWSER_TITLE=S\u00E9lectionner un alias pour {0} - [{1}]
KEYPAIR_ALIAS_BROWSER_TITLE1=S\u00E9lectionner un alias
KEYPAIR_ALIAS_BROWSER_DESC=Cette page permet de s\u00E9lectionner un alias de paire de cl\u00E9s pour le fournisseur de cl\u00E9s de service.
ENTER_PASSWORD_FOR_SELECTION_LABEL=Entrez un mot de passe pour la s\u00E9lection :
ENTER_PASSWORD_FOR_SELECTION_TOOLTIP=Entrez le mot de passe associ\u00E9 \u00E0 l'alias s\u00E9lectionn\u00E9.
TEXT_SUMMARY_TITLE=Table de donn\u00E9es
TITLE_CERTIFICATE=Certificat - [{0}]
DESC_CERTIFICATE=Cette page affiche le certificat de l'alias s\u00E9lectionn\u00E9.
PROXY_SERVICE_PROVIDER_CONFIGURATION_TITLE=Configuration du fournisseur de cl\u00E9s de service ({0})
PROXY_SERVICE_PROVIDER_CONFIGURATION_DESC=Cette section affiche la configuration de ce fournisseur de cl\u00E9s de service.
SERVICE_PROVIDERS_DELETE=Supprimez les fournisseurs de cl\u00E9s de service s\u00E9lectionn\u00E9s.
