PROVIDER_LABEL=Provedor de Chave de Servi\u00E7o
PROVIDERS_SUMMARY_TITLE=Resumo dos Provedores de Chave de Servi\u00E7o
PROVIDERS_SUMMARY_DESC=Esta p\u00E1gina exibe uma lista de provedores de chave de servi\u00E7o dispon\u00EDveis. Para exibir ou editar detalhes sobre uma chave do provedor de servi\u00E7o, clique no Nome do Provedor de Chave de Servi\u00E7o. Para remover uma ou v\u00E1rias chaves dos provedores de servi\u00E7o, marque a caixa de sele\u00E7\u00E3o pr\u00F3xima ao nome do provedor de chave de servi\u00E7o e clique em Deletar.
NO_PROVIDERS_CONFIGURED=Atualmente nenhum Provedor de Chave de Servi\u00E7o foi configurado. Para criar um novo Provedor de Chave de Servi\u00E7o, clique em Adicionar Novo.
PROVIDER_NAME=Nome do Provedor de Chave de Servi\u00E7o
PROVIDER_DESC=Descri\u00E7\u00E3o
PROVIDER_TYPE=Tipo de Provedor
PROVIDER_USER=Usu\u00E1rio do Provedor
NEW_PROVIDER_TITLE=Criar um Novo Provedor de Chave de Servi\u00E7o
NEW_PROVIDER_DESC=Use esta p\u00E1gina para criar um novo Provedor de Chave de Servi\u00E7o.
NEW_PROVIDER_NAME_INFO=O nome do novo provedor de chave de servi\u00E7o.
VIEW_PROVIDER_TITLE=Exibir Detalhes do Provedor de Chave de Servi\u00E7o - {0}
VIEW_PROVIDER_TITLE1=Exibir Detalhes do Provedor de Chave de Servi\u00E7o
VIEW_PROVIDER_DESC=Clique em Editar para editar a configura\u00E7\u00E3o deste Provedor de Chave de Servi\u00E7o
PROVIDER_NAME_INFO=Informe o nome do novo provedor de chave de servi\u00E7o.
PROVIDER_DESC_INFO=Informe a descri\u00E7\u00E3o do novo provedor de chave de servi\u00E7o.
PROVIDER_USER_INFO=Os provedores de chave de servi\u00E7o t\u00EAm um usu\u00E1rio associado a elas.
EDIT_PROVIDER=Editar "{0}" - Configura\u00E7\u00E3o Geral
DELETE_PROVIDER=Deletar este Provedor de Chave de Servi\u00E7o
EDIT_PROVIDER_TITLE=Editar Provedor de Chave de Servi\u00E7o
EDIT_PROVIDER_DESC=Esta p\u00E1gina permite que voc\u00EA altere a configura\u00E7\u00E3o do Provedor de Chave de Servi\u00E7o.
PROVIDERS_GROUP=Provedores de Chave de Servi\u00E7o
BROWSER_TITLE=Browser do Provedor de Chave de Servi\u00E7o
PROVIDER_BROWSER_TITLE=Selecionar Provedor de Chave de Servi\u00E7o
PROVIDER_BROWSER_DESC=Esta p\u00E1gina cont\u00E9m uma lista de Provedores de Chave de Servi\u00E7o registrados.
ERROR_INVALID_NAME=O nome do provedor de chave de servi\u00E7o n\u00E3o foi especificado ou n\u00E3o tem um formato v\u00E1lido.
ERROR_PROVIDER_EXISTS=J\u00E1 existe um provedor de chave de servi\u00E7o com o nome especificado.
PROVIDER_ADD_SUCCESS=Um Provedor de Chave de Servi\u00E7o "{0}" foi criado com sucesso.
PROVIDER_UPDATE_SUCCESS=O Provedor de Chave de Servi\u00E7o "{0}" foi atualizado com sucesso.
NO_ALIAS_SELECTED=[Nada Foi Selecionado]
PURPOSE_ENCRYPTION=Chave de Criptografia
PURPOSE_DIGITAL_SIGNATURE=Chave de Assinatura Digital
PURPOSE_SSL_AUTHENTICATION=Chave de Autentica\u00E7\u00E3o do Cliente SSL
PURPOSE_X509_TOKEN=Chave de Token X.509 do Web Service Security
PURPOSE_ENCRYPTION_DESC=Apelido da Chave de Criptografia deste Provedor de Chave de Servi\u00E7o
PURPOSE_DIGITAL_SIGNATURE_DESC=Apelido da Chave de Assinatura Digital deste Provedor de Chave de Servi\u00E7o
PURPOSE_SSL_AUTHENTICATION_DESC=Apelido da Chave de Autentica\u00E7\u00E3o do Cliente SSL deste Provedor de Chave de Servi\u00E7o
PURPOSE_X509_TOKEN_DESC=Apelido da Chave de Token X.509 do Web Service Security deste Provedor de Chave de Servi\u00E7o.
KEY_ALIAS_CONFIGURATION=Configura\u00E7\u00E3o do Apelido da Chave
KEYPAIR_ALIAS_SELECTION_DESC=Esta tabela permite que voc\u00EA selecione o apelido do par de chaves deste provedor de chave de servi\u00E7o.
COL_HEADER_KEY_ALIAS=Apelido da Chave
COL_HEADER_DISTINGUISHED_NAME=Nome Distinto do Assunto
KEYPAIR_ALIAS_BROWSER_TITLE=Selecione um apelido para {0} - [{1}]
KEYPAIR_ALIAS_BROWSER_TITLE1=Selecionar um apelido
KEYPAIR_ALIAS_BROWSER_DESC=Esta p\u00E1gina permite que voc\u00EA selecione um apelido do par de chaves deste provedor de chave de servi\u00E7o.
ENTER_PASSWORD_FOR_SELECTION_LABEL=Informe a senha da sele\u00E7\u00E3o:
ENTER_PASSWORD_FOR_SELECTION_TOOLTIP=Informe a senha associada ao apelido selecionado.
TEXT_SUMMARY_TITLE=Tabela de Dados
TITLE_CERTIFICATE=Certificado - [{0}]
DESC_CERTIFICATE=Esta p\u00E1gina exibe o certificado do apelido selecionado.
PROXY_SERVICE_PROVIDER_CONFIGURATION_TITLE=Configura\u00E7\u00E3o do Provedor de Chave de Servi\u00E7o ({0})
PROXY_SERVICE_PROVIDER_CONFIGURATION_DESC=Esta se\u00E7\u00E3o exibe a configura\u00E7\u00E3o do Provedor de Chave de Servi\u00E7o.
SERVICE_PROVIDERS_DELETE=Deletar o(s) provedor(es) de chave de servi\u00E7o selecionado(s).
