PROXY_SERVERS_GROUP=Serveurs proxy
COL_HEADER_SERVER_HOST=H\u00F4te du serveur
TITLE_SUMMARY_PROXY_SERVERS=R\u00E9capitulatif des serveurs proxy
TITLE_SUMMARY_PROXY_SERVER=Visualiser un serveur proxy ({0})
TITLE_SUMMARY_PROXY_SERVER1=Visualiser un serveur proxy
TITLE_ADD_NEW_PROXY_SERVER=Ajouter un nouveau serveur proxy
TITLE_EDIT_PROXY_SERVER=Modifier un serveur proxy - {0}
TITLE_EDIT_PROXY_SERVER1=Modifier un serveur proxy
PROXY_SERVER_BROWSER_TITLE=S\u00E9lectionner un serveur proxy
PROXY_SERVER_BROWSER_DESC=Cette page contient la liste des serveurs proxy inscrits.
LABEL_ADD_PROXY_SERVER=Ajouter un serveur proxy
LABEL_PROXY_SERVER_NAME=Serveur proxy
LABEL_PROXY_SERVER_NAME_HEADER=Nom du serveur proxy
LABEL_PROXY_SERVER_HOST=H\u00F4te du serveur
LABEL_PROXY_SERVER_PORT=Port ClearText
LABEL_PROXY_SERVER_SSLPORT=Port SSL
LABEL_PROXY_SERVER_USER_NAME=Nom utilisateur
LABEL_PROXY_SERVER_NEW_PASSWORD=Nouveau mot de passe
LABEL_PROXY_SERVER_PASSWORD=Mot de passe
LABEL_PROXY_CONFIRM_PASSWORD=Confirmer le mot de passe
LABEL_PROXY_SERVER_HOST_PARAMETERS=Param\u00E8tres d'h\u00F4te/de port
TOOLTIP_SUMMARY_PROXY_SERVERS=Cette page permet de visualiser tous les serveurs proxy.
TOOLTIP_ADD_PROXY_SERVER=Cette page permet d'ajouter un nouveau serveur proxy
TOOLTIP_EDIT_PROXY_SERVER=Cette page permet de modifier un serveur proxy existant
TOOLTIP_DELETE_PROXY_SERVER=Cliquez ici pour supprimer ce serveur proxy
TOOLTIP_BACK_TO_SUMMARY=Retour \u00E0 R\u00E9capitulatif des serveurs proxy
TOOLTIP_PROXY_SERVER_NAME=Nom du serveur proxy
TOOLTIP_PROXY_SERVER_DESCRIPTION=Description d\u00E9taill\u00E9e de ce serveur proxy
TOOLTIP_PROXY_SERVER_HOST=H\u00F4te de ce serveur
TOOLTIP_PROXY_SERVER_PORT=Num\u00E9ro de port du serveur proxy
TOOLTIP_PROXY_SERVER_SSLPORT=Num\u00E9ro de port SSL du serveur proxy
TOOLTIP_PROXY_SERVER_HOST_PARAMETERS=H\u00F4tes et num\u00E9ros de port configur\u00E9s pour ce serveur proxy.
TOOLTIP_PROXY_SERVER_USER_NAME=Nom utilisateur de ce serveur proxy
TOOLTIP_PROXY_SERVER_PASSWORD=Mot de passe du serveur proxy
TOOLTIP_PROXY_SERVER_PASSWORD_IS_SET=Ce champ indique qu'un mot de passe est d\u00E9fini pour le serveur proxy.
TOOLTIP_PROXY_CONFIRM_PASSWORD=Confirmer le mot de passe
MSG_CREATE_SUCCESS=Le serveur proxy "{0}" a \u00E9t\u00E9 cr\u00E9\u00E9.
MSG_EDIT_SUCCESS=Le serveur proxy "{0}" a \u00E9t\u00E9 mis \u00E0 jour.
MSG_NO_SERVERS_AVAILABLE=Aucun serveur proxy n'est disponible pour la s\u00E9lection.
ERROR_NAME_EMPTY=Le nom du serveur ne peut pas \u00EAtre vide. Indiquez un nom.
ERROR_HOST_EMPTY=Le nom de l'h\u00F4te du serveur ne peut pas \u00EAtre vide. Indiquez un h\u00F4te.
ERROR_NO_PORT=Vous devez sp\u00E9cifier un port. Indiquez un num\u00E9ro de port valide compris entre 1 et 65535.
ERROR_PORT_INVALID=Le num\u00E9ro de port du serveur n'est pas valide. Indiquez un num\u00E9ro de port valide compris entre 1 et 65535.
ERROR_SSLPORT_INVALID=Le num\u00E9ro de port SSL du serveur n'est pas valide. Indiquez un num\u00E9ro de port valide compris entre 1 et 65535.
ERROR_CLEAR_AND_SSL_PORT_CANNOT_BE_THE_SAME=Les ports ClearText et SSL ne peuvent pas \u00EAtre identiques. Indiquez un autre num\u00E9ro de port.
ERROR_NO_HOST_PORT_PARAMETERS=Aucun param\u00E8tre d'h\u00F4te/de port n'est configur\u00E9. Vous devez configurer au moins un param\u00E8tre d'h\u00F4te/de port.
ERROR_USER_EMPTY=Le nom utilisateur ne peut pas \u00EAtre vide. Indiquez un nom utilisateur.
ERROR_PASSWORD_EMPTY=Le mot de passe ne peut pas \u00EAtre vide. Saisissez un mot de passe.
ERROR_PASSWORD_EMPTY1=Le nom utilisateur a \u00E9t\u00E9 modifi\u00E9 et le mot de passe ne peut pas \u00EAtre vide. Indiquez un nouveau mot de passe.
ERROR_PASSWORD_MISMATCH=Le mot de passe et sa confirmation ne concordent pas. Saisissez \u00E0 nouveau le mot de passe.
ERROR_NAME_ALREADY_EXISTS=Un serveur proxy du m\u00EAme nom existe d\u00E9j\u00E0. Entrez un nom unique.
ERROR_HOST_NAME_ALREADY_EXISTS=Un h\u00F4te de serveur du m\u00EAme nom existe d\u00E9j\u00E0. Indiquez un nom unique.
ERROR_DELETE_FAILURE=Erreur lors de la suppression du serveur proxy "{0}".
ERROR_EDIT_FAILURE=Erreur lors de la modification du serveur proxy.
ERROR_HOST_FORMAT_INCORRECT=Le format de l'h\u00F4te n'est pas valide.
MSG_UPDATE_NOT_FOUND={0} n''existe plus. Vous avez peut-\u00EAtre supprim\u00E9 cet \u00E9l\u00E9ment.
PROXY_SERVER_CONFIGURATION_TITLE=Configuration du serveur proxy
PROXY_SERVER_CONFIGURATION_DESC=Cette section affiche la configuration de ce serveur proxy.
NO_DATA_HOST_PORT_PARAMETERS=Aucun param\u00E8tre d'h\u00F4te/de port \u00E0 afficher.
WARNING_UNSAVED_CHANGES=Si vous quittez la configuration du serveur proxy sans l'enregistrer, vous perdrez vos modifications.
