PROXY_SERVERS_GROUP=Servidores Proxy
COL_HEADER_SERVER_HOST=Host de Servidor
TITLE_SUMMARY_PROXY_SERVERS=Resumen de Servidores Proxy
TITLE_SUMMARY_PROXY_SERVER=Ver un Servidor Proxy ({0})
TITLE_SUMMARY_PROXY_SERVER1=Ver un Servidor Proxy
TITLE_ADD_NEW_PROXY_SERVER=Agregar Nuevo Servidor Proxy
TITLE_EDIT_PROXY_SERVER=Editar Servidor Proxy: {0}
TITLE_EDIT_PROXY_SERVER1=Editar Servidor Proxy
PROXY_SERVER_BROWSER_TITLE=Seleccionar Servidor Proxy
PROXY_SERVER_BROWSER_DESC=Esta p\u00E1gina contiene una lista de servidores proxy registrados.
LABEL_ADD_PROXY_SERVER=Agregar Servidor Proxy
LABEL_PROXY_SERVER_NAME=Servidor Proxy
LABEL_PROXY_SERVER_NAME_HEADER=Nombre del Servidor Proxy
LABEL_PROXY_SERVER_HOST=Host de Servidor
LABEL_PROXY_SERVER_PORT=Puerto sin Cifrado
LABEL_PROXY_SERVER_SSLPORT=Puerto SSL
LABEL_PROXY_SERVER_USER_NAME=Usuario
LABEL_PROXY_SERVER_NEW_PASSWORD=Nueva Contrase\u00F1a
LABEL_PROXY_SERVER_PASSWORD=Contrase\u00F1a
LABEL_PROXY_CONFIRM_PASSWORD=Confirmar Contrase\u00F1a
LABEL_PROXY_SERVER_HOST_PARAMETERS=Par\u00E1metros de Host-Port
TOOLTIP_SUMMARY_PROXY_SERVERS=Esta p\u00E1gina permite ver todos los servidores proxy.
TOOLTIP_ADD_PROXY_SERVER=Esta p\u00E1gina permite agregar un nuevo servidor proxy.
TOOLTIP_EDIT_PROXY_SERVER=Esta p\u00E1gina permite editar un servidor proxy existente
TOOLTIP_DELETE_PROXY_SERVER=Haga clic para suprimir este servidor proxy
TOOLTIP_BACK_TO_SUMMARY=Volver a Resumen de Servidores Proxy
TOOLTIP_PROXY_SERVER_NAME=Nombre del Servidor Proxy
TOOLTIP_PROXY_SERVER_DESCRIPTION=Descripci\u00F3n detallada de este servidor proxy
TOOLTIP_PROXY_SERVER_HOST=Host de este servidor
TOOLTIP_PROXY_SERVER_PORT=N\u00FAmero de puerto del servidor proxy
TOOLTIP_PROXY_SERVER_SSLPORT=N\u00FAmero de puerto SSL del servidor proxy
TOOLTIP_PROXY_SERVER_HOST_PARAMETERS=Hosts configurados y n\u00FAmeros de puerto de este servidor proxy.
TOOLTIP_PROXY_SERVER_USER_NAME=Nombre de usuario de este servidor proxy
TOOLTIP_PROXY_SERVER_PASSWORD=Contrase\u00F1a del servidor proxy
TOOLTIP_PROXY_SERVER_PASSWORD_IS_SET=Este campo indica que se ha definido una contrase\u00F1a para el servidor proxy.
TOOLTIP_PROXY_CONFIRM_PASSWORD=Confirme la contrase\u00F1a
MSG_CREATE_SUCCESS=El servidor proxy "{0}" se ha creado correctamente.
MSG_EDIT_SUCCESS=El servidor proxy "{0}" se ha actualizado correctamente.
MSG_NO_SERVERS_AVAILABLE=No hay disponible ning\u00FAn servidor proxy para realizar una selecci\u00F3n.
ERROR_NAME_EMPTY=El nombre del servidor no puede estar vac\u00EDo. Escriba un nombre.
ERROR_HOST_EMPTY=El host del servidor no puede estar vac\u00EDo. Escriba un host.
ERROR_NO_PORT=Se debe especificar un puerto. Escriba un n\u00FAmero de puerto v\u00E1lido entre 1 y 65535.
ERROR_PORT_INVALID=El n\u00FAmero de puerto del servidor no es v\u00E1lido. Escriba un n\u00FAmero de puerto v\u00E1lido entre 1 y 65535.
ERROR_SSLPORT_INVALID=El n\u00FAmero de puerto SSL del servidor no es v\u00E1lido. Escriba un n\u00FAmero de puerto v\u00E1lido entre 1 y 65535.
ERROR_CLEAR_AND_SSL_PORT_CANNOT_BE_THE_SAME=Los puertos sin cifrado y SSL no pueden ser los mismos. Escriba un n\u00FAmero de puerto diferente.
ERROR_NO_HOST_PORT_PARAMETERS=No hay configurado ning\u00FAn par\u00E1metro de host-puerto. Al menos se debe configurar un par\u00E1metro de host-puerto.
ERROR_USER_EMPTY=El nombre de usuario no puede estar vac\u00EDo. Introduzca un nombre de usuario.
ERROR_PASSWORD_EMPTY=La contrase\u00F1a no puede estar vac\u00EDa. Introduzca una contrase\u00F1a.
ERROR_PASSWORD_EMPTY1=El nombre de usuario se ha cambiado y la contrase\u00F1a no puede estar vac\u00EDa. Escriba una nueva contrase\u00F1a.
ERROR_PASSWORD_MISMATCH=La contrase\u00F1a de confirmaci\u00F3n no coincide con la contrase\u00F1a. Vuelva a escribirla.
ERROR_NAME_ALREADY_EXISTS=Ya existe un servidor proxy con ese nombre. Escriba un nombre \u00FAnico.
ERROR_HOST_NAME_ALREADY_EXISTS=Ya existe un host de servidor con ese nombre. Escriba un nombre \u00FAnico.
ERROR_DELETE_FAILURE=Se ha producido un error al suprimir el servidor proxy "{0}".
ERROR_EDIT_FAILURE=Se ha producido un error al editar el servidor proxy.
ERROR_HOST_FORMAT_INCORRECT=Formato de host no v\u00E1lido.
MSG_UPDATE_NOT_FOUND={0} ya no existe. Puede que se haya suprimido.
PROXY_SERVER_CONFIGURATION_TITLE=Configuraci\u00F3n de Servidor Proxy
PROXY_SERVER_CONFIGURATION_DESC=Esta secci\u00F3n muestra la configuraci\u00F3n de este servidor proxy.
NO_DATA_HOST_PORT_PARAMETERS=No hay ning\u00FAn par\u00E1metro de host-port que mostrar.
WARNING_UNSAVED_CHANGES=Si sale de la configuraci\u00F3n de servidor proxy sin guardarla, perder\u00E1 los cambios.
