PROXY_SERVERS_GROUP=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC
COL_HEADER_SERVER_HOST=\u30B5\u30FC\u30D0\u30FC\u30FB\u30DB\u30B9\u30C8
TITLE_SUMMARY_PROXY_SERVERS=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30B5\u30DE\u30EA\u30FC
TITLE_SUMMARY_PROXY_SERVER=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC({0})\u306E\u8868\u793A
TITLE_SUMMARY_PROXY_SERVER1=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u8868\u793A
TITLE_ADD_NEW_PROXY_SERVER=\u65B0\u3057\u3044\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u8FFD\u52A0
TITLE_EDIT_PROXY_SERVER=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u7DE8\u96C6 - {0}
TITLE_EDIT_PROXY_SERVER1=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u7DE8\u96C6
PROXY_SERVER_BROWSER_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u9078\u629E
PROXY_SERVER_BROWSER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
LABEL_ADD_PROXY_SERVER=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u8FFD\u52A0
LABEL_PROXY_SERVER_NAME=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC
LABEL_PROXY_SERVER_NAME_HEADER=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u540D
LABEL_PROXY_SERVER_HOST=\u30B5\u30FC\u30D0\u30FC\u30FB\u30DB\u30B9\u30C8
LABEL_PROXY_SERVER_PORT=\u30AF\u30EA\u30A2\u30FB\u30C6\u30AD\u30B9\u30C8\u30FB\u30DD\u30FC\u30C8
LABEL_PROXY_SERVER_SSLPORT=SSL\u30DD\u30FC\u30C8
LABEL_PROXY_SERVER_USER_NAME=\u30E6\u30FC\u30B6\u30FC\u540D
LABEL_PROXY_SERVER_NEW_PASSWORD=\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9
LABEL_PROXY_SERVER_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9
LABEL_PROXY_CONFIRM_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u78BA\u8A8D
LABEL_PROXY_SERVER_HOST_PARAMETERS=\u30DB\u30B9\u30C8-\u30DD\u30FC\u30C8\u30FB\u30D1\u30E9\u30E1\u30FC\u30BF
TOOLTIP_SUMMARY_PROXY_SERVERS=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u3059\u3079\u3066\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
TOOLTIP_ADD_PROXY_SERVER=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u65B0\u3057\u3044\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u3092\u8FFD\u52A0\u3067\u304D\u307E\u3059
TOOLTIP_EDIT_PROXY_SERVER=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u65E2\u5B58\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u3092\u7DE8\u96C6\u3067\u304D\u307E\u3059
TOOLTIP_DELETE_PROXY_SERVER=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u3092\u524A\u9664\u3067\u304D\u307E\u3059
TOOLTIP_BACK_TO_SUMMARY=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30B5\u30DE\u30EA\u30FC\u306B\u623B\u308A\u307E\u3059
TOOLTIP_PROXY_SERVER_NAME=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u540D\u524D
TOOLTIP_PROXY_SERVER_DESCRIPTION=\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u8A73\u7D30
TOOLTIP_PROXY_SERVER_HOST=\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306E\u30DB\u30B9\u30C8
TOOLTIP_PROXY_SERVER_PORT=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30DD\u30FC\u30C8\u756A\u53F7
TOOLTIP_PROXY_SERVER_SSLPORT=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306ESSL\u30DD\u30FC\u30C8\u756A\u53F7
TOOLTIP_PROXY_SERVER_HOST_PARAMETERS=\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30DB\u30B9\u30C8\u304A\u3088\u3073\u30DD\u30FC\u30C8\u756A\u53F7\u304C\u69CB\u6210\u3055\u308C\u307E\u3057\u305F\u3002
TOOLTIP_PROXY_SERVER_USER_NAME=\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30E6\u30FC\u30B6\u30FC\u540D
TOOLTIP_PROXY_SERVER_PASSWORD=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
TOOLTIP_PROXY_SERVER_PASSWORD_IS_SET=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
TOOLTIP_PROXY_CONFIRM_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u78BA\u8A8D
MSG_CREATE_SUCCESS=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC"{0}"\u304C\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
MSG_EDIT_SUCCESS=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC"{0}"\u304C\u6B63\u5E38\u306B\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002
MSG_NO_SERVERS_AVAILABLE=\u9078\u629E\u3067\u304D\u308B\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u304C\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_NAME_EMPTY=\u30B5\u30FC\u30D0\u30FC\u540D\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u540D\u524D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_HOST_EMPTY=\u30B5\u30FC\u30D0\u30FC\u30FB\u30DB\u30B9\u30C8\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u30DB\u30B9\u30C8\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_NO_PORT=\u30DD\u30FC\u30C8\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u30021\u304B\u308965535\u307E\u3067\u306E\u6709\u52B9\u306A\u30DD\u30FC\u30C8\u756A\u53F7\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PORT_INVALID=\u30B5\u30FC\u30D0\u30FC\u30FB\u30DD\u30FC\u30C8\u756A\u53F7\u304C\u7121\u52B9\u3067\u3059\u30021\u304B\u308965535\u307E\u3067\u306E\u7BC4\u56F2\u306E\u6709\u52B9\u306A\u30DD\u30FC\u30C8\u756A\u53F7\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_SSLPORT_INVALID=\u30B5\u30FC\u30D0\u30FCSSL\u30DD\u30FC\u30C8\u756A\u53F7\u304C\u7121\u52B9\u3067\u3059\u30021\u304B\u308965535\u307E\u3067\u306E\u7BC4\u56F2\u306E\u6709\u52B9\u306A\u30DD\u30FC\u30C8\u756A\u53F7\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_CLEAR_AND_SSL_PORT_CANNOT_BE_THE_SAME=\u30AF\u30EA\u30A2\u30FB\u30DD\u30FC\u30C8\u3068SSL\u30DD\u30FC\u30C8\u3092\u540C\u3058\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u7570\u306A\u308B\u30DD\u30FC\u30C8\u756A\u53F7\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_NO_HOST_PORT_PARAMETERS=\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30DB\u30B9\u30C8-\u30DD\u30FC\u30C8\u30FB\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30DB\u30B9\u30C8-\u30DD\u30FC\u30C8\u30FB\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u69CB\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_USER_EMPTY=\u30E6\u30FC\u30B6\u30FC\u540D\u306F\u7A7A\u306B\u3067\u304D\u307E\u305B\u3093\u3002\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PASSWORD_EMPTY=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PASSWORD_EMPTY1=\u30E6\u30FC\u30B6\u30FC\u540D\u304C\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PASSWORD_MISMATCH=\u78BA\u8A8D\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u30D1\u30B9\u30EF\u30FC\u30C9\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u518D\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_NAME_ALREADY_EXISTS=\u540C\u3058\u540D\u524D\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u4E00\u610F\u306E\u540D\u524D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_HOST_NAME_ALREADY_EXISTS=\u540C\u3058\u540D\u524D\u306E\u30B5\u30FC\u30D0\u30FC\u30FB\u30DB\u30B9\u30C8\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u4E00\u610F\u306E\u540D\u524D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_DELETE_FAILURE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC"{0}"\u306E\u524A\u9664\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ERROR_EDIT_FAILURE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u7DE8\u96C6\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ERROR_HOST_FORMAT_INCORRECT=\u30DB\u30B9\u30C8\u66F8\u5F0F\u304C\u7121\u52B9\u3067\u3059\u3002
MSG_UPDATE_NOT_FOUND={0}\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u524A\u9664\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
PROXY_SERVER_CONFIGURATION_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210
PROXY_SERVER_CONFIGURATION_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u3001\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
NO_DATA_HOST_PORT_PARAMETERS=\u8868\u793A\u3059\u308B\u30DB\u30B9\u30C8-\u30DD\u30FC\u30C8\u30FB\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3002
WARNING_UNSAVED_CHANGES=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3092\u4FDD\u5B58\u305B\u305A\u306B\u7D42\u4E86\u3059\u308B\u3068\u3001\u5909\u66F4\u5185\u5BB9\u304C\u5931\u308F\u308C\u307E\u3059\u3002
