PROXY_SERVERS_GROUP=Proxyserver
COL_HEADER_SERVER_HOST=Serverhost
TITLE_SUMMARY_PROXY_SERVERS=\u00DCbersicht der Proxyserver
TITLE_SUMMARY_PROXY_SERVER=Proxyserver ({0}) anzeigen
TITLE_SUMMARY_PROXY_SERVER1=Proxyserver anzeigen
TITLE_ADD_NEW_PROXY_SERVER=Neuen Proxyserver hinzuf\u00FCgen
TITLE_EDIT_PROXY_SERVER=Proxyserver bearbeiten - {0}
TITLE_EDIT_PROXY_SERVER1=Proxyserver bearbeiten
PROXY_SERVER_BROWSER_TITLE=Proxyserver w\u00E4hlen
PROXY_SERVER_BROWSER_DESC=Diese Seite enth\u00E4lt eine Liste der registrierten Proxyserver.
LABEL_ADD_PROXY_SERVER=Proxyserver hinzuf\u00FCgen
LABEL_PROXY_SERVER_NAME=Proxyserver
LABEL_PROXY_SERVER_NAME_HEADER=Name des Proxyservers
LABEL_PROXY_SERVER_HOST=Serverhost
LABEL_PROXY_SERVER_PORT=Klartext-Port
LABEL_PROXY_SERVER_SSLPORT=SSL-Port
LABEL_PROXY_SERVER_USER_NAME=Benutzername
LABEL_PROXY_SERVER_NEW_PASSWORD=Neues Kennwort
LABEL_PROXY_SERVER_PASSWORD=Kennwort
LABEL_PROXY_CONFIRM_PASSWORD=Kennwort best\u00E4tigen
LABEL_PROXY_SERVER_HOST_PARAMETERS=Host-Port-Parameter
TOOLTIP_SUMMARY_PROXY_SERVERS=Auf dieser Seite k\u00F6nnen Sie alle Proxyserver anzeigen.
TOOLTIP_ADD_PROXY_SERVER=Auf dieser Seite k\u00F6nnen Sie einen neuen Proxyserver hinzuf\u00FCgen
TOOLTIP_EDIT_PROXY_SERVER=Auf dieser Seite k\u00F6nnen Sie einen vorhandenen Proxyserver bearbeiten
TOOLTIP_DELETE_PROXY_SERVER=Klicken Sie auf diese Schaltfl\u00E4che, um diesen Proxyserver zu l\u00F6schen
TOOLTIP_BACK_TO_SUMMARY=Zur\u00FCck zur \u00DCbersicht der Proxyserver
TOOLTIP_PROXY_SERVER_NAME=Name f\u00FCr den Proxyserver
TOOLTIP_PROXY_SERVER_DESCRIPTION=Detaillierte Beschreibung f\u00FCr diesen Proxyserver
TOOLTIP_PROXY_SERVER_HOST=Host f\u00FCr diesen Server
TOOLTIP_PROXY_SERVER_PORT=Port-Nummer f\u00FCr den Proxyserver
TOOLTIP_PROXY_SERVER_SSLPORT=SSL-Port-Nummer f\u00FCr den Proxyserver
TOOLTIP_PROXY_SERVER_HOST_PARAMETERS=Konfigurierte Hosts und Portnummern f\u00FCr diesen Proxyserver.
TOOLTIP_PROXY_SERVER_USER_NAME=Benutzername f\u00FCr diesen Proxyserver
TOOLTIP_PROXY_SERVER_PASSWORD=Kennwort f\u00FCr den Proxyserver
TOOLTIP_PROXY_SERVER_PASSWORD_IS_SET=Dieses Feld gibt an, dass ein Kennwort f\u00FCr den Proxyserver festgelegt ist.
TOOLTIP_PROXY_CONFIRM_PASSWORD=Best\u00E4tigen Sie das Kennwort
MSG_CREATE_SUCCESS=Proxyserver \"{0}\" wurde erfolgreich erstellt.
MSG_EDIT_SUCCESS=Proxyserver \"{0}\" wurde erfolgreich aktualisiert.
MSG_NO_SERVERS_AVAILABLE=Es ist kein Proxyserver zur Auswahl verf\u00FCgbar.
ERROR_NAME_EMPTY=Servername darf nicht leer sein. Geben Sie einen Namen ein.
ERROR_HOST_EMPTY=Serverhost darf nicht leer sein. Geben Sie einen Host ein.
ERROR_NO_PORT=Ein Port muss angegeben werden. Geben Sie eine g\u00FCltige Portnummer von 1 bis 65535 an.
ERROR_PORT_INVALID=Server-Port-Nummer ist ung\u00FCltig. Geben Sie eine g\u00FCltige Port-Nummer von 1 bis 65535 ein.
ERROR_SSLPORT_INVALID=Server-SSL-Port-Nummer ist ung\u00FCltig. Geben Sie eine g\u00FCltige Port-Nummer von 1 bis 65535 ein.
ERROR_CLEAR_AND_SSL_PORT_CANNOT_BE_THE_SAME=Die Klartext- und SSL-Ports d\u00FCrfen nicht identisch sein. Geben Sie eine andere Port-Nummer ein.
ERROR_NO_HOST_PORT_PARAMETERS=Es sind keine Host-Port-Parameter konfiguriert. Mindestens ein Host-Port-Parameter muss konfiguriert sein.
ERROR_USER_EMPTY=Benutzername darf nicht leer sein. Geben Sie einen Benutzernamen ein.
ERROR_PASSWORD_EMPTY=Kennwort darf nicht leer sein. Geben Sie ein Kennwort ein.
ERROR_PASSWORD_EMPTY1=Benutzername wurde ge\u00E4ndert und Kennwort darf nicht leer sein. Geben Sie ein neues Kennwort ein.
ERROR_PASSWORD_MISMATCH=Best\u00E4tigtes Kennwort stimmt nicht mit Kennwort \u00FCberein. Geben Sie das Kennwort erneut ein.
ERROR_NAME_ALREADY_EXISTS=Ein Proxyserver mit diesem Namen ist bereits vorhanden. Geben Sie einen eindeutigen Namen ein.
ERROR_HOST_NAME_ALREADY_EXISTS=Ein Serverhost mit diesem Namen ist bereits vorhanden. Geben Sie einen eindeutigen Namen ein.
ERROR_DELETE_FAILURE=Beim L\u00F6schen des Proxyservers "{0}" ist ein Fehler aufgetreten.
ERROR_EDIT_FAILURE=Beim Bearbeiten des Proxyservers ist ein Fehler aufgetreten.
ERROR_HOST_FORMAT_INCORRECT=Hostformat ist ung\u00FCltig.
MSG_UPDATE_NOT_FOUND={0} ist nicht mehr vorhanden. Wurde m\u00F6glicherweise gel\u00F6scht. 
PROXY_SERVER_CONFIGURATION_TITLE=Konfiguration des Proxyservers
PROXY_SERVER_CONFIGURATION_DESC=In diesem Abschnitt wird die Konfiguration dieses Proxyservers angezeigt.
NO_DATA_HOST_PORT_PARAMETERS=Keine Host-Port-Parameter vorhanden.
WARNING_UNSAVED_CHANGES=Wenn Sie die Konfiguration des Proxyservers beenden, ohne die Daten zu speichern, gehen die \u00C4nderungen verloren.
