KEYSTORES_SUMMARY_TITLE=P\u00E1gina Resumo das \u00C1reas de Armazenamento de Chaves
VIEW_WS_POLICY_NAME=Nome da pol\u00EDtica de web services
VIEW_POLICIES_TITLE=Resumo de pol\u00EDticas de web services
VIEW_POLICIES_DESC=Lista todas as pol\u00EDticas de web services do Oracle Service Bus.
VIEW_POLICY_TITLE=Exibir uma pol\u00EDtica de web services ({0})
VIEW_POLICY_TITLE1=Exibir uma pol\u00EDtica de web services
VIEW_WS_POLICY_DETAILS=Detalhes da pol\u00EDtica de web services
VIEW_POLICY_DESC=Use esta p\u00E1gina para exibir os detalhes de uma pol\u00EDtica de web services.
CREATE_POLICY_TITLE=Criar uma Nova Pol\u00EDtica de Web Services
CREATE_POLICY_DESC=Use esta p\u00E1gina para criar uma nova pol\u00EDtica de web services.
EDIT_POLICY_TITLE=Editar pol\u00EDtica de web services - {0}
EDIT_POLICY_TITLE1=Editar pol\u00EDtica de web services
EDIT_POLICY_DESC=Use esta p\u00E1gina para editar uma pol\u00EDtica de web services.
VIEW_ALL_SECURITY_ATZ_POLICIES_TITLE=Controle de Acesso dos Servi\u00E7os de Proxy
VIEW_ALL_SECURITY_ATZ_POLICIES_DESC=Esta p\u00E1gina exibe uma lista de todos os Servi\u00E7os de Proxy. Para ver os detalhes do controle de acesso de um Servi\u00E7o de Proxy, clique no link Exibir Pol\u00EDticas na lista.
VIEW_SECURITY_ATZ_POLICIES_TITLE=Servi\u00E7o de Proxy - Detalhes do Controle de Acesso
PROXY_SVC_RESOURCE_NAME=Nome do Servi\u00E7o de Proxy
VIEW_SECURITY_ATZ_POLICIES_DESC=Esta p\u00E1gina exibe todas as pol\u00EDticas de controle de acesso do Servi\u00E7o de Proxy selecionado. Uma pol\u00EDtica de controle de acesso consiste em uma lista de atribui\u00E7\u00F5es que s\u00E3o autorizadas a chamar o servi\u00E7o, ponto final de servi\u00E7o ou opera\u00E7\u00E3o associados.
POLICY_ID=ID da Pol\u00EDtica
POLICY_ID_INFO=O nome exclusivo da pol\u00EDtica de seguran\u00E7a.
INFO_POLICY_ID=Informe uma string exclusiva.
POLICY=Pol\u00EDtica
POLICY_INFO=A Pol\u00EDtica de Seguran\u00E7a
POLICY_ADD_SUCCESS=A pol\u00EDtica de web services - {0} - foi criada com sucesso.
POLICY_UPDATE_SUCCESS=A pol\u00EDtica de web services - {0} - foi atualizada com sucesso.
NO_MATCHING_SECURITY_POLICIES=Nenhuma pol\u00EDtica de seguran\u00E7a de Web Services (Pol\u00EDticas de WS) foi encontrada.
SOAP_BODY_SECURITY=Seguran\u00E7a do Corpo de Soap
SECURITY_TOKENS=Tokens de Seguran\u00E7a
ENCRYPTION_REQUIRED=Criptografia necess\u00E1ria
DIGITAL_SIGNATURE_REQUIRED=Assinatura digital necess\u00E1ria
REQUIRED_SECURITY_TOKEN_TYPE=Tipo de token de seguran\u00E7a obrigat\u00F3rio
NO_SECURITY_TOKENS_REQUIRED=Nenhum token de seguran\u00E7a obrigat\u00F3rio
SECURITY_POLICIES_GROUP=Pol\u00EDticas de Seguran\u00E7a
SERVICE_ATZ_POLICIES=Controle de Acesso
FORM_ERR_MISSING_POLICY_ID=Identificador da pol\u00EDtica n\u00E3o encontrado; selecione um ID da pol\u00EDtica.
FORM_ERR_POLICY_EXISTS=J\u00E1 existe outra pol\u00EDtica com o mesmo ID. Informe um ID diferente.
BROWSER_TITLE=Browser da Pol\u00EDtica
POLICY_BROWSER_TITLE=Selecionar pol\u00EDtica de web services
POLICY_BROWSER_DESC=Esta p\u00E1gina cont\u00E9m uma lista de pol\u00EDticas de web services registradas.
OWSM_POLICY_LABEL=Pol\u00EDtica de OWSM
OWSM_POLICY_BROWSER_TITLE=Selecionar Pol\u00EDtica de OWSM
OWSM_POLICY_BROWSER_DESC=Esta p\u00E1gina cont\u00E9m uma lista de Pol\u00EDticas de OWSM registradas.
VIEW_OWSM_POLICIES_TITLE=Resumo de Pol\u00EDticas de OWSM
FORM_ERR_EMPTY_POLICY_ID=O ID da Pol\u00EDtica n\u00E3o pode ser uma string vazia.
FORM_ERR_EMPTY_POLICY=A pol\u00EDtica n\u00E3o pode ficar vazia.
FORM_ERR_PARSE_INVALID_POLICY=Erro de parse. Pol\u00EDtica de Seguran\u00E7a inv\u00E1lida.
FORM_ERR_INVALID_POLICY=Pol\u00EDtica de Seguran\u00E7a Inv\u00E1lida.
URI=URI
WS_POLICY_LABEL=Pol\u00EDtica de web services
POLICY_DELETE=Deletar a(s) pol\u00EDtica(s) de web services selecionada(s).
SERVICE_POLICY_INTRO=Esta p\u00E1gina \u00E9 usada para editar a pol\u00EDtica de um servi\u00E7o de proxy ativado por seguran\u00E7a. A seguran\u00E7a pode ter sido ativada usando as credenciais personalizadas de mensagem ou atrav\u00E9s da seguran\u00E7a dos web services.
TRANSPORT_POLICY_INTRO_DEFAULT=Esta p\u00E1gina \u00E9 usada para editar a pol\u00EDtica de seguran\u00E7a de transporte do servi\u00E7o de proxy.
TRANSPORT_POLICY_INTRO=Esta p\u00E1gina \u00E9 usada para editar a pol\u00EDtica de seguran\u00E7a de transporte de um servi\u00E7o de proxy {0}.
EDIT_TRANSPORT_POLICY=Editar Pol\u00EDticas de Acesso de Transporte
EDIT_MESSAGE_POLICY=Editar Pol\u00EDticas de Acesso de Mensagem
