KEYSTORES_SUMMARY_TITLE=Page r\u00E9capitulative des fichiers de cl\u00E9s
VIEW_WS_POLICY_NAME=Nom de la strat\u00E9gie WS
VIEW_POLICIES_TITLE=R\u00E9capitulatif des strat\u00E9gies WS
VIEW_POLICIES_DESC=Enum\u00E8re toutes les ressources de strat\u00E9gie WS Oracle Service Bus disponibles.
VIEW_POLICY_TITLE=Visualiser une strat\u00E9gie WS ({0})
VIEW_POLICY_TITLE1=Visualiser une strat\u00E9gie WS
VIEW_WS_POLICY_DETAILS=D\u00E9tails de la strat\u00E9gie WS
VIEW_POLICY_DESC=Utilisez cette page pour visualiser les d\u00E9tails relatifs \u00E0 une ressource de strat\u00E9gie WS.
CREATE_POLICY_TITLE=Cr\u00E9er une strat\u00E9gie WS
CREATE_POLICY_DESC=Utilisez cette page pour cr\u00E9er une strat\u00E9gie WS.
EDIT_POLICY_TITLE=Modifier une strat\u00E9gie WS - {0}
EDIT_POLICY_TITLE1=Modifier une strat\u00E9gie WS
EDIT_POLICY_DESC=Utilisez cette page pour modifier une strat\u00E9gie WS.
VIEW_ALL_SECURITY_ATZ_POLICIES_TITLE=Contr\u00F4le d'acc\u00E8s des services proxy
VIEW_ALL_SECURITY_ATZ_POLICIES_DESC=Cette page affiche la liste de tous les services proxy. Pour visualiser les d\u00E9tails de contr\u00F4le d'acc\u00E8s d'un service proxy, cliquez sur le lien Visualiser les strat\u00E9gies dans la liste.
VIEW_SECURITY_ATZ_POLICIES_TITLE=Service proxy - D\u00E9tails de contr\u00F4le d'acc\u00E8s
PROXY_SVC_RESOURCE_NAME=Nom du service proxy
VIEW_SECURITY_ATZ_POLICIES_DESC=Cette page affiche toutes les strat\u00E9gies de contr\u00F4le d'acc\u00E8s du service proxy s\u00E9lectionn\u00E9. Une strat\u00E9gie de contr\u00F4le d'acc\u00E8s consiste en une liste de r\u00F4les autoris\u00E9s \u00E0 appeler le service, l'adresse ou l'op\u00E9ration associ\u00E9s.
POLICY_ID=ID de strat\u00E9gie
POLICY_ID_INFO=Nom unique de cette strat\u00E9gie de s\u00E9curit\u00E9.
INFO_POLICY_ID=Entrez une cha\u00EEne unique.
POLICY=Strat\u00E9gie
POLICY_INFO=Strat\u00E9gie de s\u00E9curit\u00E9
POLICY_ADD_SUCCESS=La strat\u00E9gie WS {0} a \u00E9t\u00E9 cr\u00E9\u00E9e.
POLICY_UPDATE_SUCCESS=La strat\u00E9gie WS {0} a \u00E9t\u00E9 mise \u00E0 jour.
NO_MATCHING_SECURITY_POLICIES=Aucune strat\u00E9gie de s\u00E9curit\u00E9 de service Web (strat\u00E9gie WS) n'a \u00E9t\u00E9 trouv\u00E9e.
SOAP_BODY_SECURITY=S\u00E9curit\u00E9 du corps SOAP
SECURITY_TOKENS=Jetons de s\u00E9curit\u00E9
ENCRYPTION_REQUIRED=Cryptage obligatoire
DIGITAL_SIGNATURE_REQUIRED=Signature num\u00E9rique obligatoire
REQUIRED_SECURITY_TOKEN_TYPE=Type de jeton de s\u00E9curit\u00E9 obligatoire
NO_SECURITY_TOKENS_REQUIRED=Aucun jeton de s\u00E9curit\u00E9 obligatoire
SECURITY_POLICIES_GROUP=Strat\u00E9gies de s\u00E9curit\u00E9
SERVICE_ATZ_POLICIES=Contr\u00F4le d'acc\u00E8s
FORM_ERR_MISSING_POLICY_ID=Identificateur de strat\u00E9gie manquant ; vous devez choisir un ID de strat\u00E9gie.
FORM_ERR_POLICY_EXISTS=Une strat\u00E9gie portant cet ID existe d\u00E9j\u00E0. Entrez un autre ID.
BROWSER_TITLE=Navigateur Web de strat\u00E9gie
POLICY_BROWSER_TITLE=S\u00E9lectionner une strat\u00E9gie WS
POLICY_BROWSER_DESC=Cette page contient la liste des strat\u00E9gies WS.
OWSM_POLICY_LABEL=Strat\u00E9gie OWSM
OWSM_POLICY_BROWSER_TITLE=S\u00E9lectionner une strat\u00E9gie OWSM
OWSM_POLICY_BROWSER_DESC=Cette page contient la liste des strat\u00E9gies OWSM inscrites.
VIEW_OWSM_POLICIES_TITLE=R\u00E9capitulatif des strat\u00E9gies OWSM
FORM_ERR_EMPTY_POLICY_ID=L'ID de strat\u00E9gie ne peut pas \u00EAtre une cha\u00EEne vide.
FORM_ERR_EMPTY_POLICY=Le nom de la strat\u00E9gie ne peut pas \u00EAtre vide.
FORM_ERR_PARSE_INVALID_POLICY=Erreur d'analyse : strat\u00E9gie de s\u00E9curit\u00E9 non valide.
FORM_ERR_INVALID_POLICY=Strat\u00E9gie de s\u00E9curit\u00E9 non valide.
URI=URI
WS_POLICY_LABEL=Strat\u00E9gie WS
POLICY_DELETE=Supprimez les strat\u00E9gies WS s\u00E9lectionn\u00E9es.
SERVICE_POLICY_INTRO=Cette page permet de modifier la strat\u00E9gie d'un service proxy \u00E0 s\u00E9curit\u00E9 activ\u00E9e. La s\u00E9curit\u00E9 a pu \u00EAtre activ\u00E9e \u00E0 l'aide d'informations d'identification et de connexion personnalis\u00E9es au niveau message ou via la s\u00E9curit\u00E9 de service Web.
TRANSPORT_POLICY_INTRO_DEFAULT=Cette page permet de modifier la strat\u00E9gie de s\u00E9curit\u00E9 de niveau transport d'un service proxy.
TRANSPORT_POLICY_INTRO=Cette page permet de modifier la strat\u00E9gie de s\u00E9curit\u00E9 de niveau transport d''un service proxy {0}.
EDIT_TRANSPORT_POLICY=Modifier les strat\u00E9gies d'acc\u00E8s de niveau transport
EDIT_MESSAGE_POLICY=Modifier les strat\u00E9gies d'acc\u00E8s de niveau message
