KEYSTORES_SUMMARY_TITLE=P\u00E1gina de Resumen de Almacenes de Claves
VIEW_WS_POLICY_NAME=Nombre de Pol\u00EDtica de Servicios Web
VIEW_POLICIES_TITLE=Resumen de Pol\u00EDticas de Servicios Web
VIEW_POLICIES_DESC=Contiene todas las pol\u00EDticas de servicios web disponibles de Oracle Service Bus.
VIEW_POLICY_TITLE=Ver una Pol\u00EDtica de Servicios Web ({0})
VIEW_POLICY_TITLE1=Ver una Pol\u00EDtica de Servicios Web
VIEW_WS_POLICY_DETAILS=Detalles de Pol\u00EDtica de Servicios Web
VIEW_POLICY_DESC=Utilice esta p\u00E1gina para ver los detalles de una pol\u00EDtica de servicios web.
CREATE_POLICY_TITLE=Crear una Nueva Pol\u00EDtica de Servicios Web
CREATE_POLICY_DESC=Utilice esta p\u00E1gina para crear una nueva pol\u00EDtica de servicios web.
EDIT_POLICY_TITLE=Editar Pol\u00EDtica de Servicios Web: {0}
EDIT_POLICY_TITLE1=Editar Pol\u00EDtica de Servicios Web
EDIT_POLICY_DESC=Utilice esta p\u00E1gina para editar una pol\u00EDtica de servicios web.
VIEW_ALL_SECURITY_ATZ_POLICIES_TITLE=Control de Acceso para Servicios de Proxy
VIEW_ALL_SECURITY_ATZ_POLICIES_DESC=Esta p\u00E1gina muestra una lista de todos los servicios de proxy. Para ver los detalles de control de acceso de un servicio de proxy, haga clic en el enlace Ver Pol\u00EDticas de la lista.
VIEW_SECURITY_ATZ_POLICIES_TITLE=Servicio de Proxy: Detalles de Control de Acceso
PROXY_SVC_RESOURCE_NAME=Nombre del Servicio de Proxy
VIEW_SECURITY_ATZ_POLICIES_DESC=Esta p\u00E1gina muestra todas las pol\u00EDticas de control de acceso del servicio de proxy seleccionado. Una pol\u00EDtica de control de acceso consta de una lista de roles que tienen autorizaci\u00F3n para llamar al servicio, punto final u operaci\u00F3n asociados.
POLICY_ID=Identificador de Pol\u00EDtica
POLICY_ID_INFO=Nombre \u00FAnico de esta pol\u00EDtica de seguridad.
INFO_POLICY_ID=Introduzca una cadena \u00FAnica.
POLICY=Pol\u00EDtica
POLICY_INFO=Pol\u00EDtica de seguridad
POLICY_ADD_SUCCESS=La pol\u00EDtica de servicios web {0} se ha creado correctamente.
POLICY_UPDATE_SUCCESS=La pol\u00EDtica de servicios web {0} se ha actualizado correctamente.
NO_MATCHING_SECURITY_POLICIES=No se ha encontrado ninguna pol\u00EDtica de seguridad de servicios web (pol\u00EDticas de servicios web).
SOAP_BODY_SECURITY=Seguridad de Cuerpo SOAP
SECURITY_TOKENS=Tokens de Seguridad
ENCRYPTION_REQUIRED=Se necesita cifrado
DIGITAL_SIGNATURE_REQUIRED=Se necesita firma digital
REQUIRED_SECURITY_TOKEN_TYPE=Se necesita tipo de token de seguridad
NO_SECURITY_TOKENS_REQUIRED=No se necesita token de seguridad
SECURITY_POLICIES_GROUP=Pol\u00EDticas de Seguridad
SERVICE_ATZ_POLICIES=Control de Acceso
FORM_ERR_MISSING_POLICY_ID=Falta el identificador de pol\u00EDtica; debe elegir un identificador de pol\u00EDtica.
FORM_ERR_POLICY_EXISTS=Ya existe otra pol\u00EDtica con el mismo identificador. Introduzca otro identificador.
BROWSER_TITLE=Explorador de Pol\u00EDticas
POLICY_BROWSER_TITLE=Seleccionar Pol\u00EDtica de Servicios Web
POLICY_BROWSER_DESC=Esta p\u00E1gina contiene una lista de pol\u00EDticas de servicios web registradas.
OWSM_POLICY_LABEL=Pol\u00EDtica de OWSM
OWSM_POLICY_BROWSER_TITLE=Seleccionar Pol\u00EDtica de OWSM
OWSM_POLICY_BROWSER_DESC=Esta p\u00E1gina contiene una lista de pol\u00EDticas de OWSM registradas.
VIEW_OWSM_POLICIES_TITLE=Resumen de Pol\u00EDticas de OWSM
FORM_ERR_EMPTY_POLICY_ID=El identificador de pol\u00EDtica no puede ser una cadena vac\u00EDa.
FORM_ERR_EMPTY_POLICY=La pol\u00EDtica no puede estar vac\u00EDa.
FORM_ERR_PARSE_INVALID_POLICY=Error de an\u00E1lisis; pol\u00EDtica de seguridad no v\u00E1lida.
FORM_ERR_INVALID_POLICY=Pol\u00EDtica de seguridad no v\u00E1lida.
URI=URI
WS_POLICY_LABEL=Pol\u00EDtica de Servicios Web
POLICY_DELETE=Suprime las pol\u00EDticas de servicios web seleccionadas.
SERVICE_POLICY_INTRO=Esta p\u00E1gina se utiliza para editar la pol\u00EDtica para un servicio de proxy que tiene activada la seguridad. La pol\u00EDtica se ha podido activar con las credenciales personalizadas a nivel de mensaje o a trav\u00E9s de la seguridad de servicios web.
TRANSPORT_POLICY_INTRO_DEFAULT=Esta p\u00E1gina se utiliza para editar la pol\u00EDtica de seguridad a nivel de transporte del servicio de proxy.
TRANSPORT_POLICY_INTRO=Esta p\u00E1gina se utiliza para editar la pol\u00EDtica de seguridad a nivel de transporte de un servicio de proxy de {0}.
EDIT_TRANSPORT_POLICY=Editar Pol\u00EDticas de Acceso a Nivel de Transporte
EDIT_MESSAGE_POLICY=Editar Pol\u00EDticas de Acceso a Nivel de Mensaje
