MENU_MAIN=Configura\u00E7\u00E3o de Servi\u00E7o
MENU_BUS_SVCS=Servi\u00E7os de Neg\u00F3cios
MENU_PROXIES=Servi\u00E7os de Proxy
BROWSER_TITLE=Browser de servi\u00E7o
PROXY_SVC_BROWSER_TITLE=Selecionar Servi\u00E7o de Proxy
BUSINESS_SVC_BROWSER_TITLE=Selecionar Servi\u00E7o de Neg\u00F3cios
WSDL_SVC_BROWSER_TITLE=Selecionar Servi\u00E7o
SVC_BROWSER_TITLE=Selecionar Servi\u00E7o
PROXY_SVC_BROWSER_DESC=Esta p\u00E1gina cont\u00E9m uma lista de Servi\u00E7os de Proxy.
BUSINESS_SVC_BROWSER_DESC=Esta p\u00E1gina cont\u00E9m uma lista de Servi\u00E7os de Neg\u00F3cios.
WSDL_SVC_BROWSER_DESC=Esta p\u00E1gina cont\u00E9m uma lista de Servi\u00E7os baseados em WSDL.
SVC_BROWSER_DESC=Esta p\u00E1gina cont\u00E9m uma lista de todos os Servi\u00E7os.
SERVICES_SUMMARY_TITLE=Resumo de Servi\u00E7os de Neg\u00F3cios
SERVICES_SUMMARY_DESC=Esta p\u00E1gina cont\u00E9m uma lista de servi\u00E7os de neg\u00F3cios registrados. Para ver mais detalhes de qualquer Servi\u00E7o de Neg\u00F3cios, clique em seu nome na lista.
PROXIES_SUMMARY_TITLE=Resumo de Servi\u00E7os de Proxy
PROXIES_SUMMARY_DESC=Esta p\u00E1gina cont\u00E9m uma lista de Servi\u00E7os de Proxy. Para ver mais detalhes de qualquer Servi\u00E7o de Proxy, clique em seu nome na lista.
ALL_SERVICES_SUMMARY_TITLE=Resumo de Todos os Servi\u00E7os
ALL_SERVICES_SUMMARY_DESC=Esta p\u00E1gina cont\u00E9m uma lista de servi\u00E7os de neg\u00F3cios e de proxy registrados. Para ver mais detalhes de qualquer servi\u00E7o, clique em seu nome na lista.
SERVICES_TRACING_TITLE=Status de Rastreamento de Runtime
SELECT_SERVICE_FOR_TRACING=Selecionar servi\u00E7o(s) para ativar/desativar rastreamento
SERVICES_TRACING_DESC=Esta p\u00E1gina cont\u00E9m o status de rastreamento de runtime dos Servi\u00E7os de Proxy. Para ativar o rastreamento de runtime de um servi\u00E7o, marque a caixa de sele\u00E7\u00E3o pr\u00F3xima ao nome do servi\u00E7o.
SEARCH_BUTTON_TIP=Clique para localizar os servi\u00E7os que correspondem a suas entradas de pesquisa.
VIEW_ALL_TIP=Clique para limpar os campos de pesquisa e localizar todos os servi\u00E7os.
SERVICE_NAMES_HEADER=Nome
SERVICE_PATH_HEADER=Caminho
SERVICE_OPTIONS_HEADER=Op\u00E7\u00F5es
SERVICE_ACTIONS_HEADER=A\u00E7\u00F5es
MANAGE_MONITORING=Gerenciar Monitoramento
SERVICE_EDIT_PIPELINES=Editar pipelines
SERVICE_EXPORT_WSDL=Exportar WSDL
SERVICE_EXPORT_WSDL_NOSESSION=Para exportar o WSDL, \u00E9 necess\u00E1rio ter uma sess\u00E3o ativada.
SERVICE_GENERATE_WSDL=Gerar WSDL
SERVICE_GENERATE_WSDL_SVC=Gerar WSDL e Servi\u00E7o deste recurso de Binding de JCA
SERVICE_GENERATE_WSDL_SVC_DISABLED=Este recurso de Binding de JCA n\u00E3o tem o mapeamento do WSDL Abstrato ou XML TopLink. N\u00E3o \u00E9 poss\u00EDvel gerar o WSDL e o Servi\u00E7o.
DELETE_SERVICE=Deletar Servi\u00E7o
PROXY_SERVICES_DELETE=Deletar o(s) servi\u00E7o(s) de Proxy selecionado(s).
BUS_SERVICES_DELETE=Deletar o(s) servi\u00E7o(s) de Neg\u00F3cios selecionado(s).
BUTTON_BACK_SVC_CONFIG=Descartar as altera\u00E7\u00F5es e retornar \u00E0 p\u00E1gina de configura\u00E7\u00E3o de servi\u00E7o anterior.
BUTTON_NEXT_SVC_CONFIG=Submeter altera\u00E7\u00F5es e ir at\u00E9 a pr\u00F3xima p\u00E1gina de configura\u00E7\u00E3o de servi\u00E7o.
BUTTON_FINISH_SVC_CONFIG=Submeter altera\u00E7\u00F5es e ir at\u00E9 a p\u00E1gina de resumo de configura\u00E7\u00E3o de servi\u00E7o.
BUTTON_CANCEL_SVC_CREATE=Cancelar a cria\u00E7\u00E3o deste servi\u00E7o.
BUTTON_CANCEL_SVC_UPDATE=Cancelar a atualiza\u00E7\u00E3o deste servi\u00E7o.
CREATE_SERVICE_DETAILS_TITLE=Criar um Servi\u00E7o de Neg\u00F3cios ({0})
CREATE_SERVICE_DETAILS_TITLE1=Criar um Servi\u00E7o de Neg\u00F3cios
CREATE_PROXY_DETAILS_TITLE=Criar um Servi\u00E7o de Proxy ({0})
CREATE_PROXY_DETAILS_TITLE1=Criar um Servi\u00E7o de Proxy
EDIT_SERVICE_DETAILS_TITLE=Editar um Servi\u00E7o de Neg\u00F3cios ({0})
EDIT_SERVICE_DETAILS_TITLE1=Editar um Servi\u00E7o de Neg\u00F3cios
EDIT_PROXY_DETAILS_TITLE=Editar um Servi\u00E7o de Proxy ({0})
EDIT_PROXY_DETAILS_TITLE1=Editar um Servi\u00E7o de Proxy
EDIT_SERVICE_DETAILS_DESC=Use esta p\u00E1gina para editar as informa\u00E7\u00F5es gerais deste servi\u00E7o.
GENERAL_CONFIGURATION_TITLE=Configura\u00E7\u00E3o Geral
POLICY_NAME_LABEL=Nome da Pol\u00EDtica
POLICY_PROPERTY_LABEL=Propriedade
PROPERTY_DEFAULT_VALUE_LABEL=Valor Default
PROPERTY_OVERRIDE_VALUE_LABEL=Valor de Sobreposi\u00E7\u00E3o
OWSM_POLICY_OVERRIDES_TITLE=Sobreposi\u00E7\u00F5es da Pol\u00EDtica
OWSM_POLICY_OVERRIDES_TOOLTIP=Clique no \u00EDcone para expandir/contrair a se\u00E7\u00E3o Sobreposi\u00E7\u00F5es da Pol\u00EDtica
OWSM_POLICY_OVERRIDE_VALUES_LABEL=Sobrepor Valores
OWSM_POLICY_OVERRIDE_VALUES_DESC=Especificar valores de sobreposi\u00E7\u00E3o das propriedades da pol\u00EDtica na tabela.
OWSM_POLICY_CANNOT_BE_OVERRIDDEN=N\u00E3o pode ser sobreposto
VIEW_FULL_DESCRIPTION_LABEL=Clique para exibir a descri\u00E7\u00E3o completa da pol\u00EDtica
OWSM_POLICY_SUPPORT_NOT_ENABLED=O suporte para pol\u00EDticas de OWSM n\u00E3o foi ativado neste dom\u00EDnio.
ADD_OWSM_POLICY_TOOLTIP=Clique neste bot\u00E3o para adicionar uma pol\u00EDtica de OWSM
OWSM_POLICY_PROPERTY_NO_DEFAULT=[Nenhuma Pol\u00EDtica Default]
ADD_COMPATIBLE_OWSM_POLICIES=Adicionar Compat\u00EDvel
ADD_COMPATIBLE_OWSM_POLICIES_TOOLTIP=Clique neste bot\u00E3o para adicionar automaticamente pol\u00EDticas compat\u00EDveis com as pol\u00EDticas no WDSL
SERVICE_NAME=Nome do Servi\u00E7o
SERVICE_NAME_INFO=O nome do servi\u00E7o.
SERVICE_DESCRIPTION=Descri\u00E7\u00E3o
SERVICE_DESCRIPTION_INFO=Uma descri\u00E7\u00E3o detalhada deste servi\u00E7o.
SERVICE_TYPE=Tipo de Servi\u00E7o
SERVICE_TYPE_INFO=Voc\u00EA pode criar um servi\u00E7o de um WSDL, especificando um tipo de conte\u00FAdo geral, ou de um servi\u00E7o existente.\n\n Para criar um servi\u00E7o do WSDL, clique em Procurar para localizar o WSDL que voc\u00EA deseja usar.\n\n Para criar um servi\u00E7o do scratch, selecione um tipo de servi\u00E7o.\n\nPara criar um servi\u00E7o de um servi\u00E7o existente, clique em Procurar para selecionar o servi\u00E7o que voc\u00EA deseja copiar.\n\n
SERVICE_TYPE_UPDATE_INFO=Voc\u00EA pode definir um servi\u00E7o de uma porta ou binding de WSDL.\n\n Clique em Procurar para localizar o WSDL que voc\u00EA deseja usar.\n
SERVICE_TYPE_CREATE_COPY=Criar do Servi\u00E7o Existente
SERVICE_TYPE_CREATE_NEW=Criar um Novo Servi\u00E7o
SERVICE_TYPE_WSDL=Web Service de WSDL
SERVICE_TYPE_WSDL_INFO=Criar um servi\u00E7o com base em um WSDL. Use o bot\u00E3o Procurar para selecionar um recurso e uma porta ou binding de WSDL.
SERVICE_TYPE_PORT=Porta de WSDL
SERVICE_TYPE_BINDING=Binding de WSDL
SERVICE_TYPE_WS_SOAP=Web Service - {0}
SERVICE_TYPE_WS_XML=Web Service - XML
BROWSE_WSDL=Clique para exibir uma lista de portas e bindings de WSDL dispon\u00EDveis.
SERVICE_TYPE_TRANSPORT_DESCRIBED=Servi\u00E7o do Tipo de Transporte
SERVICE_TYPE_TRANSPORT_DESCRIBED_INFO=Cria um servi\u00E7o que \u00E9 descrito por seu protocolo de transporte associado. Os tipos de mensagem de solicita\u00E7\u00E3o e resposta dependem da configura\u00E7\u00E3o de transporte.
SERVICE_TYPE_MIXED=Servi\u00E7o de Mensagem
SERVICE_TYPE_MIXED_INFO=Criar um servi\u00E7o de mensagem. Um servi\u00E7o de mensagem pode enviar uma mensagem de solicita\u00E7\u00E3o e recebe uma mensagem de resposta com tipos de dados diferentes.
SERVICE_TYPE_ABSTRACT_SOAP=Qualquer Servi\u00E7o de SOAP
SERVICE_TYPE_ABSTRACT_SOAP_VERSIONED=Qualquer Servi\u00E7o de SOAP ({0})
SERVICE_TYPE_ABSTRACT_SOAP_INFO=Cria um servi\u00E7o de SOAP que n\u00E3o tem uma interface concreta, explicitamente definida.
SERVICE_TYPE_SOAP_11=SOAP 1.1
SERVICE_TYPE_SOAP_12=SOAP 1.2
SERVICE_TYPE_ABSTRACT_XML=Qualquer Servi\u00E7o XML
SERVICE_TYPE_ABSTRACT_XML_INFO=Cria um servi\u00E7o XML que n\u00E3o tem uma interface concreta e explicitamente definida.
SERVICE_TYPE_COPY_BUS_SVC=Servi\u00E7o de Neg\u00F3cios
SERVICE_TYPE_COPY_BUS_SVC_INFO=Criar um novo servi\u00E7o, copiando um Servi\u00E7o de Neg\u00F3cios existente.
BROWSE_BUS_SVCS=Clique para exibir uma lista de Servi\u00E7os de Neg\u00F3cios dispon\u00EDveis.
SERVICE_TYPE_COPY_PROXY_SVC=Servi\u00E7o de Proxy
SERVICE_TYPE_COPY_PROXY_SVC_INFO=Criar um novo servi\u00E7o, copiando um Servi\u00E7o de Proxy existente.
BROWSE_PROXY_SVCS=Clique para exibir uma lista de Servi\u00E7os de Proxy dispon\u00EDveis.
SERVICE_PROVIDER=Provedor de Chave de Servi\u00E7o
SERVICE_PROVIDER_INFO=O nome do provedor de chave de servi\u00E7o deste servi\u00E7o de proxy.
BROWSE_SVC_PROVIDERS=Clique para exibir uma lista de Provedores de Chave de Servi\u00E7o dispon\u00EDvel.
AUTO_PUBLISH=Publicar para Registro
AUTO_PUBLISH_INFO=Selecionar esta op\u00E7\u00E3o se quiser publicar o servi\u00E7o de proxy para UDDI.
DETACH_FROM_REGISTRY=Desanexar do Registro
DETACH_FROM_REGISTRY_INFO=Selecionar esta op\u00E7\u00E3o se quiser desanexar o servi\u00E7o do Registro.
STREAM_MSG_PROCESSING=Fluxo de Conte\u00FAdo
STREAM_MSG_PROCESSING_INFO=Verifique esta op\u00E7\u00E3o para processar o conte\u00FAdo da mensagem no modo de fluxo em vez de carregar o conte\u00FAdo completo na mem\u00F3ria. As mensagens com fluxo podem ser armazenadas no fluxo e compactadas na mem\u00F3ria ou em um arquivo de disco.
STREAM_CONTENT_ENABLED=Ativado
STREAM_CONTENT_INFO=Processar o conte\u00FAdo da mensagem no modo de fluxo.
MEMORY_BUFFER=Buffer de Mem\u00F3ria
MEMORY_BUFFER_INFO=Conte\u00FAdo intermedi\u00E1rio do buffer na mem\u00F3ria
DISK_BUFFER=Buffer de Disco
DISK_BUFFER_INFO=Conte\u00FAdo intermedi\u00E1rio do buffer para um arquivo de disco.
BUFFER_TYPE=Tipo de Buffer
BUFFER_TYPE_INFO=Especifique como o conte\u00FAdo intermedi\u00E1rio ser\u00E1 armazenado em buffer
COMPRESSION_ENABLED=Ativada
COMPRESSION=Compacta\u00E7\u00E3o
COMPRESSION_INFO=Compacta o conte\u00FAdo do buffer intermedi\u00E1rio
VIEW_COMPRESSION=Compacta\u00E7\u00E3o
VIEW_NO_COMPRESSION=Sem Compacta\u00E7\u00E3o
ERROR_INVALID_NAME=O nome do servi\u00E7o n\u00E3o foi especificado ou n\u00E3o tem um formato v\u00E1lido.
ERROR_SVC_TYPE_REQUIRED_FIELD=O tipo de servi\u00E7o selecionado requer um nome de recurso referenciado.
ERROR_BUSINESS_SVC_EXISTS=J\u00E1 existe um servi\u00E7o de neg\u00F3cios com o nome fornecido.
ERROR_PROXY_SVC_EXISTS=J\u00E1 existe um servi\u00E7o de proxy com o nome fornecido.
ERROR_SVC_NOT_EXIST=N\u00E3o h\u00E1 servi\u00E7o para a refer\u00EAncia fornecida.
ERROR_PROVIDER_NOT_EXIST=N\u00E3o h\u00E1 Provedor de Chave de Servi\u00E7o para a refer\u00EAncia fornecida.
ERROR_WSDL_INVALID_URL=O url da defini\u00E7\u00E3o de WSDL n\u00E3o tem um formato v\u00E1lido. Ele deve ter um dos seguintes formatos:\n - <wsdl reference>#<port name>\n - <wsdl reference>#<binding name>\n
ERROR_WSDL_NOT_FOUND=O WSDL fornecido ou uma de suas depend\u00EAncias n\u00E3o existe.
ERROR_WSDL_OBJECT_NOT_FOUND=A defini\u00E7\u00E3o {0} "{1}" do recurso WSDL n\u00E3o existe.
ERROR_WSDL_NOT_SUPPORTED=A defini\u00E7\u00E3o de WSDL n\u00E3o \u00E9 suportada.
ERROR_CANNOT_COPY_SERVICE_TYPE=O transporte de servi\u00E7o existente "{0}" n\u00E3o suporta a c\u00F3pia do novo tipo de servi\u00E7o.
CREATE_SERVICE_BINDING_TITLE=Criar um Servi\u00E7o de Neg\u00F3cios ({0})
CREATE_PROXY_BINDING_TITLE=Criar um Servi\u00E7o de Proxy ({0})
EDIT_SERVICE_BINDING_TITLE=Editar um Servi\u00E7o de Neg\u00F3cios ({0})
EDIT_PROXY_BINDING_TITLE=Editar um Servi\u00E7o de Proxy ({0})
MESSAGE_TYPE_CONFIGURATION_TITLE=Configura\u00E7\u00E3o do Tipo de Mensagem
EDIT_SERVICE_BINDING_DESC=Use esta p\u00E1gina para configurar o formato da mensagem para este servi\u00E7o.
REQUEST_MSG_TYPE=Tipo de Mensagem da Solicita\u00E7\u00E3o
REQUEST_MSG_TYPE_INFO=Selecione o tipo de mensagem da mensagem de solicita\u00E7\u00E3o.
RESPONSE_MSG_TYPE=Tipo de Mensagem de Resposta
RESPONSE_MSG_TYPE_INFO=Selecione o tipo de mensagem da mensagem de resposta.\n\nSelecione 'Nenhum' para nenhuma mensagem de resposta.
MSG_TYPE_NONE=Nenhum
MSG_TYPE_BINARY=Bin\u00E1rio
MSG_TYPE_TEXT=Texto
MSG_TYPE_MFL=MFL
BROWSE_MFLS=Clique para exibir uma lista de arquivos MFL dispon\u00EDveis.
MSG_TYPE_XML=XML
MSG_TYPE_JAVA=Java
BROWSE_XML_SCHEMAS=Clique para exibir uma lista de Esquemas XML dispon\u00EDveis.
BUTTON_BACK_DETAILS=Descarte todas as altera\u00E7\u00F5es e retorne \u00E0 Configura\u00E7\u00E3o Geral.
BUTTON_NEXT_TRANSPORT=Submeta as altera\u00E7\u00F5es e v\u00E1 at\u00E9 a Configura\u00E7\u00E3o de Transporte.
ERROR_NO_MFL_NAME=O nome do MFL deve ser especificado.
ERROR_NO_SCHEMA_NAME=O nome do Esquema XML deve ser especificado.
ERROR_MFL_NOT_EXIST=N\u00E3o h\u00E1 MFL para o nome de refer\u00EAncia fornecido.
ERROR_SCHEMA_NOT_EXIST=N\u00E3o h\u00E1 Esquema XML para o nome de refer\u00EAncia fornecido.
ERROR_SCHEMA_INVALID_URL=O url da defini\u00E7\u00E3o do Esquema n\u00E3o tem um formato v\u00E1lido. Ele deve ter um dos seguintes formatos:\n - <schema reference>#element::<name>\n - <schema reference>#type::<name>\n
ERROR_SCHEMA_OBJECT_NOT_FOUND=A defini\u00E7\u00E3o {0} "{1}" do recurso do Esquema XML fornecido n\u00E3o existe.
ERROR_BOTH_NONE=Pelo menos um tipo de mensagem deve ser especificada para a solicita\u00E7\u00E3o de resposta. As duas mensagens n\u00E3o podem ser 'Nenhum'.
CREATE_SERVICE_TRANSPORT_TITLE=Criar um Servi\u00E7o de Neg\u00F3cios ({0})
CREATE_PROXY_TRANSPORT_TITLE=Criar um Servi\u00E7o de Proxy ({0})
EDIT_SERVICE_TRANSPORT_TITLE=Editar um Servi\u00E7o de Neg\u00F3cios ({0})
EDIT_PROXY_TRANSPORT_TITLE=Editar um Servi\u00E7o de Proxy ({0})
TRANSPORT_CONFIGURATION_TITLE=Configura\u00E7\u00E3o de Transporte
EDIT_SERVICE_TRANSPORT_DESC=Use esta p\u00E1gina para configurar as informa\u00E7\u00F5es de transporte deste servi\u00E7o.
PROTOCOL=Protocolo
PROTOCOL_MENU_INFO=Selecione o protocolo de transporte.
URI_FORMAT_INFO=Formato:
PROXY_URI=URI de Ponto Final
PROXY_URI_INFO=O URI do ponto final associado a este Servi\u00E7o de Proxy.
ALL_HEADERS=Obter Todos os Cabe\u00E7alhos
ALL_HEADERS_INFO=Selecione Sim se quiser recuperar todos os cabe\u00E7alhos do transporte.\nSelecione N\u00E3o se quiser recuperar um conjunto de cabe\u00E7alhos definido.
HEADER=Cabe\u00E7alho
HEADER_ACTION=A\u00E7\u00E3o
NO_HEADERS_CONFIGURED=N\u00E3o h\u00E1 cabe\u00E7alhos configurados.
ADD_TRANSPORT_HEADER=Adicione este cabe\u00E7alho de transporte \u00E0 tabela de sele\u00E7\u00E3o.
DELETE_TRANSPORT_HEADER=Delete este cabe\u00E7alho de transporte da tabela de sele\u00E7\u00E3o.
LOAD_BALANCING_ALG=Algoritmo de Balanceamento de Carga
LOAD_BALANCING_ALG_INFO=Selecione o algoritmo a ser usado para balanceamento de carga.
LB_ROUND_ROBIN=revezamento
LB_RANDOM=aleat\u00F3rio
LB_RANDOM_WEIGHTED=ponderado-aleat\u00F3rio
LB_NONE=nenhum
ENDPOINT_URI=URI de Ponto Final
ENDPOINT_URI_INFO=O URI do ponto final associado a este servi\u00E7o.\n\n Voc\u00EA pode configurar v\u00E1rios URIs. No runtime, os URIs s\u00E3o selecionados com base no algoritmo de balanceamento.
URIS_HEADER_URI=URIs Existentes
URIS_HEADER_WEIGHT=Relev\u00E2ncia
URIS_HEADER_OPTIONS=Op\u00E7\u00F5es
NO_URIS_CONFIGURED=Nenhum URI foi configurado. Pelo menos um URI deve ser configurado.
ADD_TRANSPORT_URI=Adicionar este URI de transporte para a tabela do ponto final.
EDIT_TRANSPORT_URI=Editar este URI de transporte.
UPDATE_TRANSPORT_URI=Atualizar este URI de transporte na tabela do ponto final.
DELETE_TRANSPORT_URI=Deletar este URI de transporte da tabela do ponto final.
MOVE_UP_TRANSPORT_URI=Mover para cima este URI de transporte e reordenar a tabela do ponto final.
MOVE_DOWN_TRANSPORT_URI=Mover para baixo este URI de transporte e reordenar a tabela do ponto final.
RETRY_COUNT=Contagem de Novas Tentativas
RETRY_COUNT_INFO=Especifica o n\u00FAmero de novas tentativas.
RETRY_INTERVAL=Intervalo de Itera\u00E7\u00E3o para Nova Tentativa
RETRY_INTERVAL_INFO=Especifica o tempo de espera, em segundos ap\u00F3s tentar todos os pontos finais de URI na lista.
RETRY_APP_ERRORS=Tentar Novamente Erros da Aplica\u00E7\u00E3o
RETRY_APP_ERRORS_INFO=Especifica se os erros da aplica\u00E7\u00E3o devem ou n\u00E3o ser tentados novamente.
MONITORING_ENABLED=Monitoramento Ativado
MONITORING_INFO=Selecione para ativar o monitoramento do ponto final.
BUTTON_NEXT_TRANSPORT_SCHEME=Submeta as altera\u00E7\u00F5es e v\u00E1 para a Configura\u00E7\u00E3o de Transporte do Protocolo.
ERROR_INVALID_HEADER=O nome do cabe\u00E7alho n\u00E3o foi especificado ou n\u00E3o tem um formato v\u00E1lido.
ERROR_DUPLICATE_HEADER=O cabe\u00E7alho j\u00E1 foi definido.
ERROR_INVALID_URI=O URI n\u00E3o foi especificado ou n\u00E3o tem um formato v\u00E1lido.
ERROR_INVALID_WEIGHT=O peso deve ser um n\u00FAmero estritamente positivo.
ERROR_REQUIRED_PROXY_URI=Voc\u00EA deve especificar um URI para Servi\u00E7os de Proxy.
ERROR_REQUIRED_EXTSVC_URI=Voc\u00EA deve especificar pelo menos um URI dos Servi\u00E7os de Neg\u00F3cios.
ERROR_INVALID_RETRY_COUNT=A contagem de novas tentativas deve ser um n\u00FAmero positivo e deve estar entre 0 e 32.767.
ERROR_INVALID_RETRY_INTERVAL=O intervalo para novas tentativas deve ser um n\u00FAmero positivo.
ERROR_NO_PROTOCOLS=N\u00E3o h\u00E1 protocolos de transporte que suportam esta defini\u00E7\u00E3o de servi\u00E7o.
ERROR_NO_TRANSPORT_CONFIGURED=A configura\u00E7\u00E3o de transporte n\u00E3o foi conclu\u00EDda com sucesso.
ERROR_DUPLICATE_URIs=URIs duplicados n\u00E3o s\u00E3o permitidos em um Servi\u00E7o de Neg\u00F3cios.
CREATE_SERVICE_TRANSPORT_SPECIFIC_TITLE=Criar um Servi\u00E7o de Neg\u00F3cios ({0})
CREATE_PROXY_TRANSPORT_SPECIFIC_TITLE=Criar um Servi\u00E7o de Proxy ({0})
EDIT_SERVICE_TRANSPORT_SPECIFIC_TITLE=Editar um Servi\u00E7o de Neg\u00F3cios ({0})
EDIT_PROXY_TRANSPORT_SPECIFIC_TITLE=Editar um Servi\u00E7o de Proxy ({0})
TRANSPORT_SPECIFIC_CONFIGURATION_TITLE=Configura\u00E7\u00E3o de Transporte {0}
EDIT_SERVICE_TRANSPORT_SPECIFIC_DESC=Use esta p\u00E1gina para configurar informa\u00E7\u00F5es de transporte dependentes do protocolo deste servi\u00E7o.
ADVANCED_SETTINGS_TITLE=Defini\u00E7\u00F5es Avan\u00E7adas
ADVANCED_SETTINGS_HELP=Clique em um \u00EDcone para expandir ou contrair as defini\u00E7\u00F5es de transporte avan\u00E7adas.
DYN_TABLE_HEADER_ACTION=A\u00E7\u00E3o
BROWSE_SVC_ACCOUNTS=Clique para exibir uma lista de Contas de Servi\u00E7o dispon\u00EDveis.
ERROR_ROW_WITH_ALL_COLUMNS_EMPTY=Os valores n\u00E3o podem ficar vazios em uma linha.
ERROR_ROW_EXISTS_IN_COLLECTION=N\u00E3o \u00E9 poss\u00EDvel adicionar uma linha duplicada em uma tabela.
BUTTON_BACK_TRANSPORT=Descarte as altera\u00E7\u00F5es e volte \u00E0 p\u00E1gina Configura\u00E7\u00E3o de Transporte anterior.
ERROR_REQUIRED_FIELD=Este campo \u00E9 obrigat\u00F3rio. Informe um valor.
ERROR_REQUIRED_NESTED_FIELD=A linha selecionada "{0}" n\u00E3o possui um campo obrigat\u00F3rio.
CREATE_SERVICE_SECURITY_TITLE=Criar um Servi\u00E7o de Neg\u00F3cios ({0})
CREATE_PROXY_SECURITY_TITLE=Criar um Servi\u00E7o de Proxy ({0})
EDIT_SERVICE_SECURITY_TITLE=Editar um Servi\u00E7o de Neg\u00F3cios ({0})
EDIT_PROXY_SECURITY_TITLE=Editar um Servi\u00E7o de Proxy ({0})
WEB_SERVICES_SECURITY_CONFIGURATION_TITLE=Configura\u00E7\u00E3o de Seguran\u00E7a dos Web Services
MESSAGE_LEVEL_SECURITY_CONFIGURATION_TITLE=Configura\u00E7\u00E3o de Seguran\u00E7a de Mensagem
EDIT_SERVICE_SECURITY_DESC=Use esta p\u00E1gina para configurar o processamento de seguran\u00E7a de web services deste servi\u00E7o.
EDIT_PROXY_SECURITY_DESC=Use esta p\u00E1gina para configurar o processamento de seguran\u00E7a de mensagem deste servi\u00E7o.
ADVANCED_SETTINGS_SEC_HELP=Clique em um \u00EDcone para expandir ou contrair as defini\u00E7\u00F5es de seguran\u00E7a avan\u00E7adas.
SEC_CUSTOM_AUTH_ENABLED=Usar Autentica\u00E7\u00E3o Personalizada
SEC_CUSTOM_AUTH_ENABLED_INFO=Ative esta op\u00E7\u00E3o para especificar a autentica\u00E7\u00E3o personalizada usando tokens de seguran\u00E7a nas mensagens de entrada.\n Use a configura\u00E7\u00E3o das Defini\u00E7\u00F5es Avan\u00E7adas para especificar os detalhes de autentica\u00E7\u00E3o personalizados.
SEC_SEE_ADV_SETTINGS=(Consulte Defini\u00E7\u00F5es Avan\u00E7adas)
SEC_INBOUND_WSS_ENABLED=Processar Cabe\u00E7alho de seguran\u00E7a de web services
SEC_INBOUND_WSS_ENABLED_INFO=Ative esta op\u00E7\u00E3o para especificar o processamento do Web Service Security (WSS) nas mensagens de entrada.\nAs opera\u00E7\u00F5es aplicadas durante o processamento de WSS dependem da pol\u00EDtica do ponto final; elas incluem decriptografia, valida\u00E7\u00E3o de assinatura digital e valida\u00E7\u00E3o/autentica\u00E7\u00E3o do token de seguran\u00E7a.
SEC_OUTBOUND_ACCOUNT=Conta do Servi\u00E7o
SEC_OUTBOUND_ACCOUNT_INFO=O nome da Conta de Servi\u00E7o das credenciais da pol\u00EDtica de web services de sa\u00EDda.
SEC_POLICY_OPERATION=Opera\u00E7\u00E3o
SEC_POLICY_REQ_RESP=Pol\u00EDtica de Solicita\u00E7\u00E3o/Resposta de Efetiva\u00E7\u00E3o
SEC_CUSTOM_AUTH_SETTINGS=Defini\u00E7\u00F5es de Autentica\u00E7\u00E3o Personalizadas
SEC_CUSTOM_AUTH_SETTINGS_INFO=Selecione o tipo de autentica\u00E7\u00E3o personalizada a ser usada.
SEC_CUSTOM_USER_PW=Nome do usu\u00E1rio e Senha Personalizados
SEC_CUSTOM_TOKEN=Token Personalizado
SEC_USER_XPATH=XPath do Nome de Usu\u00E1rio
SEC_USER_XPATH_INFO=Especifica a express\u00E3o XPath para extrair o nome de usu\u00E1rio para autentica\u00E7\u00E3o.
SEC_PASSWORD_XPATH=XPath da Senha do Usu\u00E1rio
SEC_PASSWORD_XPATH_INFO=Especifica a express\u00E3o de XPath para extrair a senha do usu\u00E1rio para autentica\u00E7\u00E3o.
SEC_TOKEN_TYPE=Tipo de Token
SEC_TOKEN_TYPE_INFO=Identifica o tipo de token do token personalizado.
SEC_TOKEN_XPATH=XPath de Token
SEC_TOKEN_XPATH_INFO=Especifica a express\u00E3o de XPath para extrair o token personalizado.
SEC_CONTEXT_PROPERTIES=Propriedades do Contexto
SEC_CONTEXT_PROPERTIES_INFO=Esta tabela especifica uma lista de propriedades de contexto a ser informada para o provedor de autentica\u00E7\u00E3o personalizado.\n Cada linha da tabela consiste em um nome da propriedade e um seletor de XPath que seleciona um valor da mensagem de entrada.
SEC_PROPERTY_NAME=Nome da Propriedade
SEC_PROPERTY_SELECTOR=Seletor de Valores
SEC_PROPERTY_DELETE=Deletar propriedade do contexto
BUTTON_BACK_TRANSPORT_SCHEME=Descartar altera\u00E7\u00F5es e retornar \u00E0 p\u00E1gina Configura\u00E7\u00E3o de Transporte de Protocolo anterior.
BUTTON_ADD_PROPERTY=Adicionar Propriedade
BUTTON_ADD_PROPERTY_INFO=Informe um nome e o seletor de XPath, em seguida, clique neste bot\u00E3o para adicionar uma nova propriedade de contexto para a tabela.
ERROR_ACCOUNT_NOT_EXIST=Nenhuma Conta de Servi\u00E7o para a refer\u00EAncia foi fornecida.
ERROR_REQUIRED_CUSTOM_AUTH_CHOICE=Voc\u00EA deve selecionar um m\u00E9todo de autentica\u00E7\u00E3o personalizado.
ERROR_REQUIRED_USER_XPATH=Voc\u00EA deve especificar uma express\u00E3o de XPath para selecionar um nome de usu\u00E1rio para autentica\u00E7\u00E3o personalizada.
ERROR_REQUIRED_PASSWORD_XPATH=Voc\u00EA deve especificar uma express\u00E3o de XPath para selecionar uma senha de autentica\u00E7\u00E3o personalizada.
ERROR_REQUIRED_TOKEN_XPATH=Voc\u00EA deve especificar uma express\u00E3o XPath para selecionar um token de autentica\u00E7\u00E3o personalizada.
ERROR_INVALID_XPATH=A express\u00E3o de XPath \u00E9 inv\u00E1lida: {0}
ERROR_REQUIRED_ADD_PROPERTY_NAME=Voc\u00EA deve especificar um nome de propriedade ao adicionar uma propriedade de contexto.
ERROR_REQUIRED_ADD_PROPERTY_SEL=Voc\u00EA deve especificar uma express\u00E3o de XPath para selecionar um valor da mensagem de entrada ao adicionar uma nova propriedade de contexto.
ERROR_DUPLICATE_PROPERTY=A propriedade com o nome solicitado j\u00E1 foi definida.
INFO_WSS_CONFIG_RESET=A configura\u00E7\u00E3o do Web Service Security foi redefinida, pois n\u00E3o h\u00E1 pol\u00EDticas de seguran\u00E7a. Pressione Atualizar para salvar as altera\u00E7\u00F5es.
INFO_WSS_CONFIG_RESET2=A configura\u00E7\u00E3o do Web Service Security foi redefinida em decorr\u00EAncia de altera\u00E7\u00F5es nas pol\u00EDticas de seguran\u00E7a.
CREATE_PROXY_SELECTOR_TITLE=Criar um Servi\u00E7o de Proxy ({0})
EDIT_PROXY_SELECTOR_TITLE=Editar um Servi\u00E7o de Proxy ({0})
OPERATION_SELECTION_CONFIGURATION_TITLE=Configura\u00E7\u00E3o de Sele\u00E7\u00E3o para Opera\u00E7\u00E3o
EDIT_PROXY_SELECTOR_DESC=Use esta p\u00E1gina para configurar o algoritmo de sele\u00E7\u00E3o da opera\u00E7\u00E3o deste servi\u00E7o.
CREATE_PROXY_SOAP_BINDING_TITLE=Criar um Servi\u00E7o de Proxy ({0})
CREATE_BUS_SVC_SOAP_BINDING_TITLE=Criar um Servi\u00E7o de Neg\u00F3cios ({0})
EDIT_PROXY_SOAP_BINDING_TITLE=Editar um Servi\u00E7o de Proxy ({0})
EDIT_BUS_SVC_SOAP_BINDING_TITLE=Editar um Servi\u00E7o de Neg\u00F3cios ({0})
SOAP_BINDING_CONFIGURATION_TITLE=Configura\u00E7\u00E3o de Binding de SOAP
EDIT_SOAP_BINDING_DESC=Use esta p\u00E1gina para configurar a binding de SOAP deste servi\u00E7o.
ENFORCE_WSI=Impor Conformidade com WS-I
ENFORCE_WSI_INFO=Defina esta op\u00E7\u00E3o para impor a verifica\u00E7\u00E3o de conformidade com WS-I quando o servi\u00E7o \u00E9 executado.
SEL_ALGORITHM=Algoritmo de Sele\u00E7\u00E3o
SEL_ALGORITHM_INFO=Selecione o algoritmo de sele\u00E7\u00E3o a ser usado para determinar a opera\u00E7\u00E3o chamada.
SEL_ALGORITHM_TRANSPORT=Cabe\u00E7alho de Transporte
SEL_ALGORITHM_WSA=WS-Addressing
SEL_ALGORITHM_SOAP_HEADER=Cabe\u00E7alho de SOAP
SEL_ALGORITHM_SOAP_BODY=Tipo de Corpo de SOAP
SEL_ALGORITHM_SOAP_ACTION=Cabe\u00E7alho de A\u00E7\u00E3o de SOAP
SEL_ALGORITHM_PAYLOAD=Tipo de Payload
SEL_HEADER=Nome do Cabe\u00E7alho
SEL_HEADER_INFO=O Cabe\u00E7alho de transporte para extrair o valor usado como uma chave para selecionar a opera\u00E7\u00E3o que est\u00E1 sendo chamada.
SEL_XPATH=Express\u00E3o XPath
SEL_XPATH_INFO=Especifica a express\u00E3o XPath para extrair o valor usado como chave para selecionar a opera\u00E7\u00E3o que est\u00E1 sendo chamada.
SEL_MAPPING=Mapeamento da Opera\u00E7\u00E3o
SEL_MAPPING_INFO=Especifica o valor de cada opera\u00E7\u00E3o. O valor \u00E9 usado como a chave da opera\u00E7\u00E3o.
SEL_MAPPING_OP_HEADER=Nome da Opera\u00E7\u00E3o
SEL_MAPPING_VALUE_HEADER=Valor
BUTTON_NEXT_SVC_SUMMARY=Submeta as altera\u00E7\u00F5es e v\u00E1 para o Resumo da Configura\u00E7\u00E3o de Servi\u00E7o.
ERROR_SEL_NO_HEADER=O Cabe\u00E7alho de Transporte deve ser especificado.
ERROR_SEL_INVALID_HEADER=O Cabe\u00E7alho de Transporte \u00E9 inv\u00E1lido.
ERROR_SEL_NO_XPATH=O XPath deve ser especificado.
ERROR_SEL_INVALID_XPATH=O XPath \u00E9 inv\u00E1lido: {0}
ERROR_SEL_NO_MAPPING=Um valor deve ser especificado para cada opera\u00E7\u00E3o.
ERROR_SEL_DUPLICATE_MAPPING=Valores duplicados n\u00E3o s\u00E3o permitidos.
ERROR_SEL_INVALID_URI=Os valores devem ser URIs v\u00E1lidos.
CREATE_SERVICE_SUMMARY_TITLE=Criar um Servi\u00E7o de Neg\u00F3cios - Resumo ({0})
CREATE_PROXY_SUMMARY_TITLE=Criar um Servi\u00E7o de Proxy - Resumo ({0})
EDIT_SERVICE_SUMMARY_TITLE=Editar um Servi\u00E7o de Neg\u00F3cios - Resumo ({0})
EDIT_PROXY_SUMMARY_TITLE=Editar um Servi\u00E7o de Proxy - Resumo ({0})
EDIT_SERVICE_SUMMARY_DESC=Revisar a configura\u00E7\u00E3o deste servi\u00E7o antes de submeter as altera\u00E7\u00F5es.
VIEW_BANNER_DETAILS=Configura\u00E7\u00E3o Geral
VIEW_BANNER_DETAILS_DESC=Esta se\u00E7\u00E3o descreve as informa\u00E7\u00F5es gerais deste servi\u00E7o.
VIEW_BANNER_BINDING=Configura\u00E7\u00E3o do Tipo de Mensagem
VIEW_BANNER_BINDING_DESC=A se\u00E7\u00E3o descreve as informa\u00E7\u00F5es do tipo de mensagem de solicita\u00E7\u00E3o e resposta deste servi\u00E7o.
VIEW_BANNER_TRANSPORT=Configura\u00E7\u00E3o de Transporte
VIEW_BANNER_TRANSPORT_DESC=Esta se\u00E7\u00E3o descreve as informa\u00E7\u00F5es gen\u00E9ricas de transporte deste servi\u00E7o.
VIEW_BANNER_TRANSPORT_SPECIFIC=Configura\u00E7\u00E3o de Transporte {0}
VIEW_BANNER_TRANSPORT_SPECIFIC_DESC=Esta se\u00E7\u00E3o descreve as informa\u00E7\u00F5es de transporte dependentes do protocolo deste servi\u00E7o.
VIEW_BANNER_SECURITY=Configura\u00E7\u00E3o de Seguran\u00E7a dos Web Services
VIEW_BANNER_SECURITY_PROXY=Configura\u00E7\u00E3o de Seguran\u00E7a de Mensagem
VIEW_BANNER_SECURITY_DESC=Esta se\u00E7\u00E3o descreve o processamento de seguran\u00E7a de web services deste servi\u00E7o.
VIEW_BANNER_SECURITY_DESC_PROXY=Esta se\u00E7\u00E3o descreve o processamento de seguran\u00E7a de mensagem deste servi\u00E7o.
VIEW_BANNER_SELECTOR=Configura\u00E7\u00E3o de Sele\u00E7\u00E3o para Opera\u00E7\u00E3o
VIEW_BANNER_SELECTOR_DESC=Esta se\u00E7\u00E3o descreve o algoritmo de sele\u00E7\u00E3o da opera\u00E7\u00E3o deste servi\u00E7o.
VIEW_BANNER_SOAP_BINDING=Configura\u00E7\u00E3o de Binding de SOAP
VIEW_BANNER_SOAP_BINDING_DESC=Esta se\u00E7\u00E3o descreve as informa\u00E7\u00F5es de binding de SOAP deste servi\u00E7o.
VIEW_BANNER_MSG_CONTENT_HANDLING=Configura\u00E7\u00E3o de Tratamento da Mensagem
VIEW_BANNER_MSG_CONTENT_HANDLING_DESC=Esta se\u00E7\u00E3o descreve o suporte do fluxo de conte\u00FAdo, XOP/MTOM etc.
VIEW_STREAM_MSG_DISABLED=Desativado
VIEW_STREAM_MSG_ENABLED=Ativado ({0}, {1})
VIEW_XOP_MTOM_DISABLED=Desativado
VIEW_XOP_MTOM_BY_REFERENCE=Ativado (por Refer\u00EAncia)
VIEW_XOP_MTOM_BY_VALUE=Ativado (por Valor)
VIEW_HEADERS=Cabe\u00E7alhos
VIEW_REQUEST_POLICY=Pol\u00EDtica de Solicita\u00E7\u00E3o:
VIEW_RESPONSE_POLICY=Pol\u00EDtica de Resposta:
VIEW_NO_POLICY_CONFIG=N\u00E3o h\u00E1 configura\u00E7\u00E3o de opera\u00E7\u00E3o para este servi\u00E7o.
VIEW_CUSTOM_AUTH=Autentica\u00E7\u00E3o Personalizada
VIEW_CUSTOM_AUTH_NONE=Nenhuma
VIEW_CUSTOM_AUTH_USER_PW=Nome do Usu\u00E1rio e Senha Personalizados
VIEW_CUSTOM_AUTH_TOKEN=Token Personalizado
VIEW_NO_TRANSPORT_SPECIFIC=N\u00E3o h\u00E1 configura\u00E7\u00E3o para o protocolo de transporte selecionado.
BUTTON_SAVE_SVC=Salvar o servi\u00E7o.
SERVICE_CREATE_SUCCESS=O Servi\u00E7o "{0}" foi criado com sucesso.
SERVICE_UPDATE_SUCCESS=O Servi\u00E7o "{0}" foi atualizado com sucesso.
SERVICE_SAVED_INVALID=O Servi\u00E7o "{0}" foi salvo na sess\u00E3o com erros de valida\u00E7\u00E3o. Exibir Conflitos para ver as mensagens detalhadas de diagn\u00F3stico.
VIEW_SERVICE_TITLE=Exibir um Servi\u00E7o de Neg\u00F3cios ({0})
VIEW_PROXY_TITLE=Exibir um Servi\u00E7o de Proxy ({0})
VIEW_SERVICE_TITLE1=Exibir um Servi\u00E7o de Neg\u00F3cios
VIEW_PROXY_TITLE1=Exibir um Servi\u00E7o de Proxy
VIEW_SERVICE_DESC=Exibir os detalhes do servi\u00E7o {0}.\n Para editar este servi\u00E7o, clique no bot\u00E3o Editar ou em um dos links de Edi\u00E7\u00E3o.
SERVICE_CONFIGURATION_TITLE=Configura\u00E7\u00E3o do Servi\u00E7o de Neg\u00F3cios ({0})
PROXY_CONFIGURATION_TITLE=Configura\u00E7\u00E3o do Servi\u00E7o de Proxy ({0})
SVC_DETAILS_OK=Fecha esta view de servi\u00E7o e retorna \u00E0 p\u00E1gina anterior.
SVC_DETAILS_EDIT=Editar este servi\u00E7o.
ERROR_WSDL_EXPORT_FAILED=Falha na Exporta\u00E7\u00E3o de WSDL - verifique o log do servidor para obter mais detalhes.
CLONE_PIPELINE=Clonar este Pipeline
DELETE_PIPELINE=Deletar este Pipeline
VIEW_SERVICE_PIPELINES_TITLE=Exibir Pipelines de Servi\u00E7o
VIEW_SERVICE_PIPELINES_DESC=Esta p\u00E1gina exibe os pipelines do roteador de um servi\u00E7o. Cada ponto de binding de servi\u00E7o tem at\u00E9 tr\u00EAs pipelines associados a ele. Para editar um pipeline, clique no comando apropriado \u00E0 esquerda da barra de tarefas.
EDIT_PIPELINE_TITLE=Editar uma Configura\u00E7\u00E3o de Pipeline
EDIT_PIPELINE=Editar Pipeline
EDIT_PIPELINE_DESC=Nesta p\u00E1gina voc\u00EA pode ver os detalhes de uma Configura\u00E7\u00E3o de Pipeline. O pipeline se comp\u00F5e de uma s\u00E9rie de fases individuais que s\u00E3o aplicadas \u00E0s mensagens de entrada na ordem em que elas aparecem no pipeline. Desse modo, voc\u00EA pode adicionar, inserir, remover ou reordenar as fases. Para inserir uma nova fase, arraste o \u00EDcone de fase apropriado da paleta e solte-o em um ponto de inser\u00E7\u00E3o.
EDIT_PIPELINE_DESCRIPTION=Selecione um item do menu Pipelines Dispon\u00EDveis abaixo para iniciar a edi\u00E7\u00E3o.
BEGIN_PIPELINE=Iniciar Pipeline
END_PIPELINE=Encerrar Pipeline
PROXY_NAME=Nome do Proxy
SUMMARY=Resumo
SERVICE_DETAILS_BANNER=Detalhes do Servi\u00E7o.
SERVICE_IS_PROXY=\u00C9 um Proxy
MONITORING_SVC_TASK=Servi\u00E7os
AUTHORIZATION_POLICY=Pol\u00EDtica de Autoriza\u00E7\u00E3o
TRANS_AUTHORIZATION_POLICY=Pol\u00EDtica de Autoriza\u00E7\u00E3o de Transporte
SERVICE_AUTHORIZATION_POLICY=Pol\u00EDtica de Autoriza\u00E7\u00E3o de Servi\u00E7o
VIEW_POLICIES=Exibir Pol\u00EDticas
NO_POLICIES=Nenhuma Pol\u00EDtica Foi Encontrada
NO_EDIT_POLICIES=As pol\u00EDticas n\u00E3o podem ser editadas
EDIT_SERVICE_ATZ_TITLE=Controle de Acesso ao Servi\u00E7o de Proxy
EDIT_SERVICE_ATZ_DESC=Exibe e edita a configura\u00E7\u00E3o de controle de acesso do Servi\u00E7o de Proxy.
VIEW_PROXY_SERVICES=Exibir Servi\u00E7os de Proxy
PROXY_SERVICE=Servi\u00E7o de Proxy
BUSINESS_SERVICE=Servi\u00E7o de Neg\u00F3cios
TRANSPORT_ENDPOINT=Ponto Final de Transporte
OPERATION=Opera\u00E7\u00E3o
AVAIL_ROLES=Atribui\u00E7\u00F5es Dispon\u00EDveis
CHOSEN_ROLES=Atribui\u00E7\u00F5es Escolhidas
INHERITED_ATZ_POLICY=Pol\u00EDtica herdada
EXCLUDED_ATZ_POLICY=Exclu\u00EDdo
UNCHECKED_ATZ_POLICY=Desmarcado
AUTHENTICATED_USERS_ATZ_POLICY=Somente usu\u00E1rios autenticados (nenhum acesso an\u00F4nimo)
ROLES_ATZ_POLICY=Atribui\u00E7\u00F5es
NO_PROXIES_CONFIGURED=Atualmente nenhum Servi\u00E7o de Proxy foi configurado. Para definir um novo Servi\u00E7o de Proxy, clique em <i>Criar Novo Proxy</i> na barra de tarefas \u00E0 esquerda.
CONFIRM_DELETE_PIPELINE=A dele\u00E7\u00E3o de um pipeline remover\u00E1 tamb\u00E9m os Bindings do Roteador de Mensagens. Deseja continuar?
EDIT_REQUEST_PIPELINE=Editar Pipeline de Solicita\u00E7\u00E3o
EDIT_RESPONSE_PIPELINE=Editar Pipeline de Resposta
EDIT_ERROR_PIPELINE=Editar Pipeline de Erro
EDIT_ERROR_PIPELINE_DESC=Selecione um item do menu iniciar abaixo para iniciar a edi\u00E7\u00E3o.
WARNING_UNSAVED_CHANGES=Se voc\u00EA sair da Configura\u00E7\u00E3o de Servi\u00E7o sem salv\u00E1-la, voc\u00EA perder\u00E1 as altera\u00E7\u00F5es.
WARNING_UNSAVED_SECURITY_CHANGES=Se voc\u00EA sair da Configura\u00E7\u00E3o de Seguran\u00E7a sem salv\u00E1-la, voc\u00EA perder\u00E1 as altera\u00E7\u00F5es.
WARNING_UNSAVED_POLICY_CHANGES=Se voc\u00EA sair da Configura\u00E7\u00E3o da Pol\u00EDtica sem salv\u00E1-la, voc\u00EA perder\u00E1 as altera\u00E7\u00F5es.
WARNING_UNSAVED_OPERATIONAL_SETTINGS_CHANGES=Se voc\u00EA sair das Defini\u00E7\u00F5es Operacionais sem salv\u00E1-las, voc\u00EA perder\u00E1 as altera\u00E7\u00F5es.
ERROR_INVALID_REF=O valor n\u00E3o \u00E9 uma refer\u00EAncia v\u00E1lida.
ERROR_INVALID_DATA=N\u00E3o foi poss\u00EDvel criar ou atualizar o Servi\u00E7o pelo seguinte motivo:\n{0}
ERROR_UNEXPECTED=Ocorreu uma exce\u00E7\u00E3o inesperada durante a cria\u00E7\u00E3o ou atualiza\u00E7\u00E3o deste servi\u00E7o:\n{0}
ERROR_INVALID_SESSION_STATE=N\u00E3o foi poss\u00EDvel editar o servi\u00E7o porque o estado da sess\u00E3o \u00E9 inv\u00E1lido.
SERVICE_TRACING_UPDATED_SUCCESSFULLY=Rastreamento ativado (ou desativado) com sucesso para os servi\u00E7os selecionados.
VIEW_CONFIG_DETAILS=Detalhes da Configura\u00E7\u00E3o
VIEW_OPERATIONS_DETAILS=Defini\u00E7\u00F5es Operacionais
VIEW_ALERT_RULES=Regras de Alerta de SLA
LOGGING_SEVERITY_DEBUG=Depurar
LOGGING_SEVERITY_INFO=Informa\u00E7\u00F5es
LOGGING_SEVERITY_WARNING=Advert\u00EAncia
LOGGING_SEVERITY_ERROR=Erro
LOGGING_SEVERITY_DEBUG_SHORT=D
LOGGING_SEVERITY_INFO_SHORT=I
LOGGING_SEVERITY_WARNING_SHORT=A
LOGGING_SEVERITY_ERROR_SHORT=E
TRACING=Rastreamento
ENABLE=Ativar
SERVICE_TYPE_LABEL=Tipo: {0}
BUSINESS_SERVICE_OR_PROXY_SERVICE=[Servi\u00E7o de Neg\u00F3cios ou de Proxy]
SECURITY=Seguran\u00E7a
POLICIES=Pol\u00EDticas
CUSTOM_AUTHENTICATION_TITLE=Autentica\u00E7\u00E3o Personalizada
CUSTOM_AUTHENTICATION_TYPE=Tipo de Autentica\u00E7\u00E3o
CUSTOM_AUTHENTICATION_SEC_HELP=Clique em um \u00EDcone para expandir/contrair a se\u00E7\u00E3o de Autentica\u00E7\u00E3o Personalizada
ACCESS_CONTROL_TITLE=Controle de Acesso
ACCESS_CONTROL_HELP=Clique em um \u00EDcone para expandir/contrair a se\u00E7\u00E3o Pol\u00EDticas de Controle de Acesso
WS_SECURITY_HELP=Configurar o servi\u00E7o como um Web Service ativo intermedi\u00E1rio
TRANSPORT_ACCESS_CONTROL_LABEL=Controle de Acesso de Transporte
TRANSPORT_ACCESS_CONTROL_HELP=Configurar controle de acesso de transporte deste servi\u00E7o
TRANSPORT_ACCESS_CONTROL_TITLE=Clique para editar as Pol\u00EDticas de Controle de Acesso de Transporte no WLS
MESSAGE_ACCESS_CONTROL_LABEL=Controle de Acesso da Mensagem
MESSAGE_ACCESS_CONTROL_HELP=Configurar controle de acesso da mensagem deste servi\u00E7o e suas opera\u00E7\u00F5es
MESSAGE_ACCESS_CONTROL_TITLE=Clique para editar as Pol\u00EDticas de Controle de Acesso da Mensagem no WLS
SERVICE_POLICIES_HELP=Clique para editar as Pol\u00EDticas de Controle de Acesso no WLS deste servi\u00E7o
OPERATION_POLICIES_HELP=Clique para editar as Pol\u00EDticas de Controle de Acesso no WLS para esta opera\u00E7\u00E3o
SERVICE_POLICY_CONFIGURATION_TITLE=Configura\u00E7\u00E3o da Pol\u00EDtica de Servi\u00E7o
WSDL_BASED_POLICY_LABEL=Pol\u00EDtica baseada em WSDL (Pol\u00EDticas de WLS 9.2)
CUSTOM_POLICY_BINDINGS_LABEL=Bindings da Pol\u00EDtica Personalizados (Pol\u00EDticas de WLS 9.2)
OWSM_POLICY_BINDINGS_LABEL=Bindings da Pol\u00EDtica de OWSM
REQUEST_POLICIES_LABEL=Pol\u00EDticas da Solicita\u00E7\u00E3o
RESPONSE_POLICIES_LABEL=Pol\u00EDticas de Resposta
WSDL_BASED_POLICY_HELP=Selecione esta op\u00E7\u00E3o para usar a Pol\u00EDtica baseada em WSDL
CUSTOM_POLICY_BINDINGS_HELP=Selecione esta op\u00E7\u00E3o para usar Bindings da Pol\u00EDtica Personalizados
OWSM_POLICY_BINDINGS_HELP=Selecione esta op\u00E7\u00E3o para usar Bindings da Pol\u00EDtica de OWSM
LABEL_OWSM_POLICIES=Pol\u00EDticas de OWSM
LABEL_WLS_POLICIES=Pol\u00EDticas do WLS 9
LABEL_FROM_OWSM_POLICY_STORE=Da \u00C1rea de Armazenamento de Pol\u00EDtica do OWSM
LABEL_FROM_WSDL=Do WSDL
LABEL_FROM_PRE_DEFINED_POLICY_OR_WS_POLICY_RES=Da Pol\u00EDtica Pr\u00E9-definida ou do Recurso de WS-Policy
TOOLTIP_WLS_POLICIES=as pol\u00EDticas est\u00E3o no formato do WebLogic Server 9 do propriet\u00E1rio (antes do WS-SecurityPolicy 1.0 padr\u00E3o.
TOOLTIP_FROM_WSDL=As pol\u00EDticas s\u00E3o incorporadas no WSDL. Estas pol\u00EDticas oferecem suporte ao WS-Security 1.0, SAML 1.1 e outros padr\u00F5es do mercado.
TOOLTIP_FROM_PRE_DEFINED_POLICY_OR_WS_POLICY_RES=As pol\u00EDticas s\u00E3o definidas ou pr\u00E9-definidas no WebLogic Server ou definidas pelo usu\u00E1rio no OSB com um Recursos de WS-Policy. Estas pol\u00EDticas oferecem suporte ao WS-Security 1.0, SAML 1.1, e outros padr\u00F5es do mercado.
TOOLTIP_FROM_OWSM_POLICY_STORE=As pol\u00EDticas s\u00E3o definidas na \u00C1rea de Armazenamento de Pol\u00EDticas do OWSM central gerenciada pelo Oracle Enterprise Manager. Essas pol\u00EDticas oferecem suporte ao WS-Security 1.0/ 1.1, SAML 1.1/2.0, Perfil de KerberosToken, e outros padr\u00F5es do mercado.
SERVICE_LEVEL_POLICIES_LABEL=Pol\u00EDticas do N\u00EDvel de Servi\u00E7o
OPERATION_LEVEL_POLICIES_LABEL=Pol\u00EDticas do N\u00EDvel da Opera\u00E7\u00E3o
WS_POLICY_LABEL=Pol\u00EDtica de web services
PREDEFINED_POLICY_LABEL=Pol\u00EDtica Predefinida
ANY_OPERATION_LABEL=Qualquer Opera\u00E7\u00E3o
DELETE_POLICY_TOOLTIP=Deletar Pol\u00EDtica
LABEL_SHOW_POLICIES_WITH_WSSP12_ASSERTIONS=Mostrar pol\u00EDticas com asser\u00E7\u00F5es 1.2 da Pol\u00EDtica de seguran\u00E7a de web services
LABEL_SHOW_POLICIES_WITH_RM_ASSERTIONS=Mostrar pol\u00EDticas com asser\u00E7\u00F5es de mensagens confi\u00E1veis
LABEL_SHOW_POLICIES_WITH_BEA_ASSERTIONS=Mostrar pol\u00EDticas com asser\u00E7\u00F5es da pol\u00EDtica de seguran\u00E7a da Oracle
MONITORING_BANNER=Monitoramento
MONITORING_BANNER_DESC=Esta se\u00E7\u00E3o cont\u00E9m defini\u00E7\u00F5es operacionais deste servi\u00E7o.
THROTTLING_BANNER=Throttling
THROTTLING_BANNER_DESC=Esta se\u00E7\u00E3o cont\u00E9m informa\u00E7\u00F5es de throttling deste servi\u00E7o.
THROTTLING_STATE=Estado de Throttling
THROTTLING_STATE_DESC=Estado de Throttling: Ativado ou Desativado. Quando Ativado, as mensagens s\u00E3o processadas por prioridade.
MAX_CONCURRENCY=Concorr\u00EAncia M\u00E1xima
MAX_CONCURRENCY_DESC=O n\u00FAmero de mensagens que podem ser processadas simultaneamente por um servi\u00E7o de neg\u00F3cios.
THROTTLING_QUEUE=Fila de Throttling
THROTTLING_QUEUE_DESC=O n\u00FAmero m\u00E1ximo de mensagens que foram mantidas na fila de espera.
MESSAGE_EXPIRATION=Expira\u00E7\u00E3o da Mensagem
MESSAGE_EXPIRATION_DESC=O tempo m\u00E1ximo em que a mensagem ser\u00E1 mantida em uma fila de espera.
MESSAGES=mensagens
MSECS=ms
MAX_CONCURRENCY_ERROR=O valor da Concorr\u00EAncia M\u00E1xima deve ser um n\u00FAmero inteiro positivo.
THROTTLING_QUEUE_ERROR=O valor da Fila de Throttling deve ser um n\u00FAmero inteiro positivo.
MESSAGE_EXPIRATION_ERROR=O valor da Expira\u00E7\u00E3o da Mensagem deve ser um n\u00FAmero inteiro positivo.
TRACING_BANNER=Rastreamento
TRACING_BANNER_DESC=Esta se\u00E7\u00E3o cont\u00E9m defini\u00E7\u00F5es de rastreamento deste servi\u00E7o.
MSG_TRACING_MAX_LOG_SIZE=Limite de Rastreamento de Payload
MSG_TRACING_MAX_LOG_SIZE_DESC=Limite de Rastreamento de Payload
MSG_TRACING_KILOBYTES=Kilobytes
MSG_TRACING_DETAIL_LEVEL=N\u00EDvel de Detalhes
MSG_TRACING_DETAIL_LEVEL_DESC=N\u00EDvel de Detalhes
MSG_TRACING_DEFAULT_ENCODING=Codifica\u00E7\u00E3o Default
MSG_TRACING_DEFAULT_ENCODING_DESC=Codifica\u00E7\u00E3o Default
MSG_TRACING_DETAIL_LEVEL_TERSE=Terse
MSG_TRACING_DETAIL_LEVEL_HEADERS=Cabe\u00E7alhos
MSG_TRACING_DETAIL_LEVEL_FULL=Completo
TOOLTIP_SERVER_RESTART_REQUIRED=Para exibir/editar este ACL voc\u00EA deve reiniciar o servidor.
BROWSE_ARCHIVES=Clique para exibir uma lista de Arquivos Compactados dispon\u00EDveis.
BROWSE_CUSTOM_RESOURCES=Clique para exibir uma lista de Recursos dispon\u00EDveis.
BROWSE_JCAS=Clique para exibir uma lista de Bindings de JCA dispon\u00EDveis.
WARNING_SERVER_RESTART_REQUIRED=Para exibir/editar o ACL deste servi\u00E7o, reinicie o servidor.
ERROR_TRANSPORT_EXCEPTION_OCCURRED=Ocorreu uma exce\u00E7\u00E3o de transporte com a seguinte mensagem:\n{0}
SERVICE_MSG_CONTENT_HANDLING_TITLE=Tratamento de Mensagens
SERVICE_MSG_CONTENT_HANDLING_DESC=Use esta p\u00E1gina para configurar o tratamento de conte\u00FAdo da mensagem como fluxo de conte\u00FAdo, XOP/MTOM etc.
XOP_MTOM_SUPPORT_LABEL=Suporte a XOP/MTOM
XOP_MTOM_SUPPORT_INFO=O suporte a XOP/MTOM define como os anexos do bin\u00E1rio s\u00E3o tratados nas mensagens de SOAP.
XOP_MTOM_SUPPORT_TITLE=Ativar suporte XOP/MTOM
XOP_MTOM_ENABLED=Ativado
BINARY_DATA_BY_REFERENCE=Incluir Dados Bin\u00E1rios por Refer\u00EAncia
BINARY_DATA_BY_VALUE=Incluir Dados Bin\u00E1rios por Valor
BINARY_DATA_BY_REFERENCE_INBOUND_INFO=Selecione esta op\u00E7\u00E3o para substituir os elementos <xop:Include> pelos elementos <ctx:binary-content> ao configurar $body na mensagem de solicita\u00E7\u00E3o de entrada.
BINARY_DATA_BY_VALUE_INBOUND_INFO=Selecione esta op\u00E7\u00E3o para substituir os elementos <xop:Include> pela vers\u00E3o de texto codificada em base64 dos dados bin\u00E1rios correspondentes ao configurar $body na mensagem de solicita\u00E7\u00E3o de entrada.
BINARY_DATA_BY_REFERENCE_OUTBOUND_INFO=Selecione esta op\u00E7\u00E3o para substituir os elementos <xop:Include> pelos elementos <ctx:binary-content> ao configurar $body na mensagem de resposta enviada.
BINARY_DATA_BY_VALUE_OUTBOUND_INFO=Selecione esta op\u00E7\u00E3o para substituir os elementos <xop:Include> pela vers\u00E3o de texto codificada em base64 dos dados bin\u00E1rios correspondentes ao configurar $body na mensagem de resposta de sa\u00EDda.
ATTACHMENTS_LABEL=Anexos
ATTACHMENTS_INFO=Especifica se o conte\u00FAdo do anexo \u00E9 armazenado em buffer na mem\u00F3ria ou em um arquivo de disco
TX_REQURIED_LABEL=Transa\u00E7\u00E3o Obrigat\u00F3ria
TX_REQURIED_INFO=Se marcada, o OSB garantir\u00E1 que h\u00E1 uma transa\u00E7\u00E3o associada a um fluxo de mensagem de proxy.
TX_REQURIED_TITLE=Ativar transa\u00E7\u00E3o
SAME_TX_FOR_RESPONSE_LABEL=Mesma Transa\u00E7\u00E3o para Resposta
SAME_TX_FOR_RESPONSE_INFO=Se marcada, o OSB garantir\u00E1 que a transa\u00E7\u00E3o associada ao caminho de solicita\u00E7\u00E3o do fluxo de mensagem, se houver, ser\u00E1 transferida para o caminho de resposta.
SAME_TX_FOR_RESPONSE_TITLE=Ativar Mesma Transa\u00E7\u00E3o para Resposta
PAGE_ATTACHMENTS_TO_DISK_LABEL=Anexos de P\u00E1gina para o Disco
PAGE_ATTACHMENTS_TO_DISK_INFO=Evita o armazenamento de conte\u00FAdo anexo na mem\u00F3ria paginando-o em arquivo de disco
ERROR_CANNOT_SELECT_STREAMING_AND_XOP_MTOM=N\u00E3o \u00E9 poss\u00EDvel selecionar o Fluxo de Conte\u00FAdo e XOP/MTOM. Somente um deles pode estar ativado.
MSG_TRACING_MAX_LOG_SIZE_ERROR=O valor do tamanho de log de rastreamento de mensagem deve ser um n\u00FAmero inteiro positivo.
PIPELINE_MONITORING_LEVEL_SERVICE=Servi\u00E7o
PIPELINE_MONITORING_LEVEL_PIPELINE=Pipeline
PIPELINE_MONITORING_LEVEL_ACTION=A\u00E7\u00E3o
PIPELINE_MONITORING_LEVEL_SERVICE_SHORT=S
PIPELINE_MONITORING_LEVEL_PIPELINE_SHORT=P
PIPELINE_MONITORING_LEVEL_ACTION_SHORT=A
TEXT_ENABLE_PIPELINE_MONITORING_LEVEL_AT=Ativar Monitoramento de Pipeline no n\u00EDvel
NO_BASIC_CONFIGS_LABEL=N\u00E3o h\u00E1 op\u00E7\u00F5es de configura\u00E7\u00E3o b\u00E1sicas.
NO_BASIC_CONFIGS_LABEL_DESC=N\u00E3o h\u00E1 op\u00E7\u00F5es de configura\u00E7\u00E3o para este tipo de servi\u00E7o.
CACHING_RESULT_SUPPORTED_LABEL=Armazenamento no Cache de Resultados
CACHING_RESULT_SUPPORTED_INFO=Cache de Resultados do Servi\u00E7o de Neg\u00F3cios
CACHING_SUPPORTED=Suportado
CACHING_NOT_SUPPORTED=N\u00E3o Suportado
CACHING_SUPPORTED_TITLE=Suportar Cache de Resultados do Servi\u00E7o de Neg\u00F3cios
CACHING_EXPR_NS_LABEL=Namespaces da Express\u00E3o
CACHING_EXPR_NS_INFO=Namespaces definidos pelo usu\u00E1rio das Express\u00F5es
CACHING_ACTION_ADD_NS_INFO=Clique para adicionar Prefixo e Namespace
CACHING_PREFIX_LABEL=Prefixo
CACHING_NAMESPACE_LABEL=Namespace
CACHING_NO_PREFIX_NAMESPACE=Nenhum Prefixo e Namespace definidos
CACHING_PREFIX_NAMESPACE_INVALID=Prefixo/Namespace obrigat\u00F3rio.
CACHING_PREFIX_ALREADY_EXISTS=O prefixo j\u00E1 existe. Informe um prefixo exclusivo.
CACHING_EXPR_NS_TOOLTIP=Clique para exibir os Namespaces predefinidos
CACHING_EXPR_NO_PREDEFINED_NS=Nenhum Namespace foi predefinido
CACHING_EXPR_NS_TOOLTIP_DESC=Use a tabela de entrada para estender a lista de Namespaces a seguir
CACHE_TOKEN_EXPRESSION_LABEL=Express\u00E3o de Token de Cache
CACHE_TOKEN_EXPRESSION_INFO=Informe uma express\u00E3o de XQuery. Ela \u00E9 usada para gerar o token da Chave de Cache
CACHE_TTL_EXPIRATION_TIME_LABEL=Hor\u00E1rio de Expira\u00E7\u00E3o
CACHE_TTL_EXPIRATION_TIME_INFO=Hor\u00E1rio de Expira\u00E7\u00E3o do cache em segundos
CACHE_TTL_EXP_TIME_DEFAULT_LABEL=Usar Default
CACHE_TTL_EXP_TIME_DEFAULT_INFO=O Hor\u00E1rio de Expira\u00E7\u00E3o ser\u00E1 calculado no arquivo de Configura\u00E7\u00E3o de Cache do Coherence.\nEste arquivo est\u00E1 localizado em $DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml.
CACHE_TTL_EXP_TIME_DURATION_LABEL=Dura\u00E7\u00E3o
CACHE_TTL_EXP_TIME_DURATION_INFO=O Hor\u00E1rio de Expira\u00E7\u00E3o na dura\u00E7\u00E3o do form
CACHE_TTL_EXP_TIME_XQ_EXPR_LABEL=Express\u00E3o de XQuery
CACHE_TTL_EXP_TIME_XQ_EXPR_INFO=Informe uma express\u00E3o da XQuery. Ela \u00E9 usada para calcular o Tempo de Vida (TTL) em segundos para entradas armazenadas em cache
CACHE_ENABLED=Ativado
CACHE_ENABLED_TITLE=Ativar a Express\u00E3o de Avalia\u00E7\u00E3o de TTL e Hor\u00E1rio de Expira\u00E7\u00E3o
CACHE_EVALUATE_REQUEST=Solicita\u00E7\u00E3o
CACHE_EVALUATE_RESPONSE=Resposta
CACHE_BANNER_DESC=Esta se\u00E7\u00E3o cont\u00E9m as informa\u00E7\u00F5es de defini\u00E7\u00E3o operacional do Armazenamento no Cache de Resultados deste servi\u00E7o.
CACHING_RESULT_STATE=Estado de Armazenamento no Cache de Resultados
CACHING_RESULT_STATE_DESC=Estado de Armazenamento no Cache de Resultados: Ativado ou Desativado. Quando ativado, os resultados s\u00E3o armazenados no cache para este servi\u00E7o.
CACHE_TOKEN_EXPRESSION_INVALID=A Express\u00E3o de XQuery de Token de Cache \u00E9 inv\u00E1lida.
CACHE_EXP_TIME_DURATION_REQD=O preenchimento do campo dias ou horas ou minutos ou segundos de dura\u00E7\u00E3o \u00E9 obrigat\u00F3rio e deve ser feito com n\u00FAmeros inteiros positivos.
CACHE_EXP_TIME_DURATION_INVALID=Dias ou horas ou minutos ou segundos de dura\u00E7\u00E3o devem ser n\u00FAmeros inteiros positivos. Informe valores v\u00E1lidos.
CACHE_EXPIRATION_TIME_EXPRESSION_REQUIRED=A Express\u00E3o de XQuery do Hor\u00E1rio de Expira\u00E7\u00E3o \u00E9 obrigat\u00F3ria.
CACHE_EXPIRATION_TIME_EXPRESSION_INVALID=A Express\u00E3o de XQuery do Hor\u00E1rio de Expira\u00E7\u00E3o \u00E9 inv\u00E1lida.
CACHE_EVAL_EXP_TIME_EXPR_REQUEST=Avaliar Express\u00E3o de XQuery na Solicita\u00E7\u00E3o:
CACHE_EVAL_EXP_TIME_EXPR_RESPONSE=Avaliar Express\u00E3o de XQuery na Resposta:
CACHE_EXPIRATION_TIME_DURATION_FORMAT={0} Dia(s); {1} Hora(s); {2}:{3} min:s
WARNING_BUSINESS_SERVICE_OWSM_POLICIES_DROPPED=Os anexos da pol\u00EDtica de OWSM n\u00E3o foram copiados do servi\u00E7o de neg\u00F3cios, pois eles s\u00E3o pol\u00EDticas do cliente ou n\u00E3o existem. Os servi\u00E7os de proxy somente suportam pol\u00EDticas do servidor.
WARNING_PROXY_SERVICE_OWSM_POLICIES_DROPPED=Os anexos da pol\u00EDtica de OWSM n\u00E3o foram copiados do servi\u00E7o de proxy, pois eles s\u00E3o pol\u00EDticas do servidor ou n\u00E3o existem. Os servi\u00E7os de neg\u00F3cios somente suportam pol\u00EDticas do cliente.
WARNING_ALL_COMPATIBLE_POLICIES_ALREADY_ADDED=Todas as Pol\u00EDticas do OWSM j\u00E1 foram adicionadas ao servi\u00E7o. Delete quaisquer pol\u00EDticas desnecess\u00E1rias.
WARNING_MULTIPLE_COMPATIBLE_POLICIES_FOUND=Mais de uma Pol\u00EDtica do OWSM compat\u00EDvel foi localizada e adicionada para o servi\u00E7o. Delete quaisquer pol\u00EDticas desnecess\u00E1rias.
WARNING_NO_COMPATIBLE_POLICIES_FOUND=N\u00E3o foram encontradas Pol\u00EDticas do OWSM Compat\u00EDveis.
WSDL_DEF_TYPES=(porta ou binding)
WSDL_DEF_PORT=(porta)
WSDL_DEF_BINDING=(binding)
XML_SCHEMA_TYPES=(elemento ou tipo)
XML_SCHEMA_ELEMENT=(elemento)
XML_SCHEMA_TYPE=(tipo)
SCHEMA=Esquema:
WSDL=WSDL:
TYPE_ELEMENT=elemento
TYPE_TYPE=tipo
TYPE_BINDING=binding
TYPE_PORT=porta
