MENU_MAIN=Configuration des services
MENU_BUS_SVCS=Services fonctionnels
MENU_PROXIES=Services proxy
BROWSER_TITLE=Navigateur Web de services
PROXY_SVC_BROWSER_TITLE=S\u00E9lectionner un service proxy
BUSINESS_SVC_BROWSER_TITLE=S\u00E9lectionner un service fonctionnel
WSDL_SVC_BROWSER_TITLE=S\u00E9lectionner un service
SVC_BROWSER_TITLE=S\u00E9lectionner un service
PROXY_SVC_BROWSER_DESC=Cette page \u00E9num\u00E8re les services proxy.
BUSINESS_SVC_BROWSER_DESC=Cette page \u00E9num\u00E8re les services fonctionnels.
WSDL_SVC_BROWSER_DESC=Cette page \u00E9num\u00E8re les services WSDL.
SVC_BROWSER_DESC=Cette page \u00E9num\u00E8re tous les services.
SERVICES_SUMMARY_TITLE=R\u00E9capitulatif des services fonctionnels
SERVICES_SUMMARY_DESC=Cette page \u00E9num\u00E8re les services fonctionnels inscrits. Pour afficher des informations suppl\u00E9mentaires sur un service, cliquez sur son nom dans la liste.
PROXIES_SUMMARY_TITLE=R\u00E9capitulatif des services proxy
PROXIES_SUMMARY_DESC=Cette page \u00E9num\u00E8re les services proxy. Pour afficher des informations suppl\u00E9mentaires sur un service, cliquez sur son nom dans la liste.
ALL_SERVICES_SUMMARY_TITLE=R\u00E9capitulatif de tous les services
ALL_SERVICES_SUMMARY_DESC=Cette page \u00E9num\u00E8re les services fonctionnels et proxy inscrits. Pour afficher des informations suppl\u00E9mentaires sur un service, cliquez sur son nom dans la liste.
SERVICES_TRACING_TITLE=Statut de la fonction de trace d'ex\u00E9cution
SELECT_SERVICE_FOR_TRACING=S\u00E9lectionner des services pour activer/d\u00E9sactiver la fonction de trace
SERVICES_TRACING_DESC=Cette page indique le statut de la fonction de trace d'ex\u00E9cution des services proxy. Pour activer la fonction de trace d'ex\u00E9cution d'un service, cochez la case en regard du nom du service.
SEARCH_BUTTON_TIP=Cliquez sur ce bouton pour rechercher les services correspondant \u00E0 vos entr\u00E9es de recherche.
VIEW_ALL_TIP=Cliquez ici pour effacer le contenu des champs de recherche et rechercher tous les services.
SERVICE_NAMES_HEADER=Nom
SERVICE_PATH_HEADER=Chemin
SERVICE_OPTIONS_HEADER=Options
SERVICE_ACTIONS_HEADER=Actions
MANAGE_MONITORING=G\u00E9rer la surveillance
SERVICE_EDIT_PIPELINES=Modifier les pipelines
SERVICE_EXPORT_WSDL=Exporter le WSDL
SERVICE_EXPORT_WSDL_NOSESSION=L'export du WSDL exige une session active.
SERVICE_GENERATE_WSDL=G\u00E9n\u00E9rer le WSDL
SERVICE_GENERATE_WSDL_SVC=G\u00E9n\u00E9rer le WSDL et le service \u00E0 partir de cette ressource de liaison JCA
SERVICE_GENERATE_WSDL_SVC_DISABLED=Cette ressource de liaison JCA ne comporte pas de correspondance pour le WSDL de type Abstract ou le XML TopLink. Impossible de g\u00E9n\u00E9rer le WSDL et le service.
DELETE_SERVICE=Supprimer un service
PROXY_SERVICES_DELETE=Supprimer les services proxy s\u00E9lectionn\u00E9s.
BUS_SERVICES_DELETE=Supprimer les services fonctionnels s\u00E9lectionn\u00E9s.
BUTTON_BACK_SVC_CONFIG=Annuler les modifications et revenir \u00E0 la page pr\u00E9c\u00E9dente de configuration des services.
BUTTON_NEXT_SVC_CONFIG=Soumettre les modifications et passer \u00E0 la page suivante de la configuration des services.
BUTTON_FINISH_SVC_CONFIG=Soumettre les modifications et passer \u00E0 la page r\u00E9capitulative finale de la configuration des services.
BUTTON_CANCEL_SVC_CREATE=Annuler la cr\u00E9ation du service.
BUTTON_CANCEL_SVC_UPDATE=Annuler la mise \u00E0 jour du service.
CREATE_SERVICE_DETAILS_TITLE=Cr\u00E9er un service fonctionnel ({0})
CREATE_SERVICE_DETAILS_TITLE1=Cr\u00E9er un service fonctionnel
CREATE_PROXY_DETAILS_TITLE=Cr\u00E9er un service proxy ({0})
CREATE_PROXY_DETAILS_TITLE1=Cr\u00E9er un service proxy
EDIT_SERVICE_DETAILS_TITLE=Modifier un service fonctionnel ({0})
EDIT_SERVICE_DETAILS_TITLE1=Modifier un service fonctionnel
EDIT_PROXY_DETAILS_TITLE=Modifier un service proxy ({0})
EDIT_PROXY_DETAILS_TITLE1=Modifier un service proxy
EDIT_SERVICE_DETAILS_DESC=Utilisez cette page afin de modifier les informations g\u00E9n\u00E9rales du service.
GENERAL_CONFIGURATION_TITLE=Configuration g\u00E9n\u00E9rale
POLICY_NAME_LABEL=Nom de la strat\u00E9gie
POLICY_PROPERTY_LABEL=Propri\u00E9t\u00E9
PROPERTY_DEFAULT_VALUE_LABEL=Valeur par d\u00E9faut
PROPERTY_OVERRIDE_VALUE_LABEL=Valeur de remplacement
OWSM_POLICY_OVERRIDES_TITLE=Remplacements de strat\u00E9gie
OWSM_POLICY_OVERRIDES_TOOLTIP=Cliquez sur l'ic\u00F4ne pour d\u00E9velopper/r\u00E9duire la section Remplacements de strat\u00E9gie
OWSM_POLICY_OVERRIDE_VALUES_LABEL=Valeurs de remplacement
OWSM_POLICY_OVERRIDE_VALUES_DESC=Indiquez les valeurs de remplacement des propri\u00E9t\u00E9s de strat\u00E9gie dans la table.
OWSM_POLICY_CANNOT_BE_OVERRIDDEN=Remplacement impossible
VIEW_FULL_DESCRIPTION_LABEL=Cliquez ici pour visualiser la description compl\u00E8te de la strat\u00E9gie
OWSM_POLICY_SUPPORT_NOT_ENABLED=La prise en charge des strat\u00E9gies OWSM n'a pas \u00E9t\u00E9 activ\u00E9e dans ce domaine.
ADD_OWSM_POLICY_TOOLTIP=Cliquez sur ce bouton pour ajouter une strat\u00E9gie OWSM
OWSM_POLICY_PROPERTY_NO_DEFAULT=[Aucune strat\u00E9gie par d\u00E9faut]
ADD_COMPATIBLE_OWSM_POLICIES=Ajouter les strat\u00E9gies compatibles
ADD_COMPATIBLE_OWSM_POLICIES_TOOLTIP=Cliquez sur ce bouton pour ajouter automatiquement les strat\u00E9gies OWSM compatibles aux strat\u00E9gies comprises dans le langage WSDL.
SERVICE_NAME=Nom du service
SERVICE_NAME_INFO=Nom du service.
SERVICE_DESCRIPTION=Description
SERVICE_DESCRIPTION_INFO=Description d\u00E9taill\u00E9e du service.
SERVICE_TYPE=Type du service
SERVICE_TYPE_INFO=Vous pouvez cr\u00E9er un service \u00E0 partir d'un WSDL, en indiquant un type de contenu g\u00E9n\u00E9ral, ou d'un service existant.\n\n Pour cr\u00E9er un service \u00E0 partir d'un WSDL, cliquez sur Parcourir pour localiser le WSDL \u00E0 utiliser.\n\n Pour cr\u00E9er un service enti\u00E8rement nouveau, s\u00E9lectionnez un type de service.\n\n Pour cr\u00E9er un service \u00E0 partir d'un service existant, cliquez sur Parcourir pour s\u00E9lectionner le service \u00E0 copier.\n\n
SERVICE_TYPE_UPDATE_INFO=Vous pouvez d\u00E9finir un service \u00E0 partir d'un port ou d'une liaison WSDL.\n\n Cliquez sur Parcourir pour localiser le WSDL \u00E0 utiliser.\n
SERVICE_TYPE_CREATE_COPY=Cr\u00E9er \u00E0 partir d'un service existant
SERVICE_TYPE_CREATE_NEW=Cr\u00E9er un service
SERVICE_TYPE_WSDL=Service Web WSDL
SERVICE_TYPE_WSDL_INFO=Cr\u00E9ez un service bas\u00E9 sur un WSDL. Utilisez le bouton Parcourir pour s\u00E9lectionner une ressource WSDL et un port ou une liaison.
SERVICE_TYPE_PORT=Port WSDL
SERVICE_TYPE_BINDING=Liaison WSDL
SERVICE_TYPE_WS_SOAP=Service Web - {0}
SERVICE_TYPE_WS_XML=Service Web - XML
BROWSE_WSDL=Cliquez ici pour visualiser la liste des ports et des liaisons WSDL disponibles.
SERVICE_TYPE_TRANSPORT_DESCRIBED=Service dot\u00E9 d'un type de transport
SERVICE_TYPE_TRANSPORT_DESCRIBED_INFO=Cr\u00E9ez un service d\u00E9crit par le protocole de transport associ\u00E9. Les types de message de demande et de r\u00E9ponse d\u00E9pendent de la configuration du transport.
SERVICE_TYPE_MIXED=Service de messagerie
SERVICE_TYPE_MIXED_INFO=Cr\u00E9ez un service de messagerie. Ce type de service peut envoyer un message de demande et recevoir un message de r\u00E9ponse pr\u00E9sentant des types de donn\u00E9es diff\u00E9rents.
SERVICE_TYPE_ABSTRACT_SOAP=N'importe quel service SOAP
SERVICE_TYPE_ABSTRACT_SOAP_VERSIONED=N''importe quel service SOAP ({0})
SERVICE_TYPE_ABSTRACT_SOAP_INFO=Cr\u00E9ez un service SOAP ne comportant pas d'interface concr\u00E8te explicitement d\u00E9finie.
SERVICE_TYPE_SOAP_11=SOAP 1.1
SERVICE_TYPE_SOAP_12=SOAP 1.2
SERVICE_TYPE_ABSTRACT_XML=N'importe quel service XML
SERVICE_TYPE_ABSTRACT_XML_INFO=Cr\u00E9ez un service XML ne comportant pas d'interface concr\u00E8te explicitement d\u00E9finie.
SERVICE_TYPE_COPY_BUS_SVC=Service fonctionnel
SERVICE_TYPE_COPY_BUS_SVC_INFO=Cr\u00E9ez un service en copiant un service fonctionnel existant.
BROWSE_BUS_SVCS=Cliquez ici pour visualiser la liste des services fonctionnels disponibles.
SERVICE_TYPE_COPY_PROXY_SVC=Service proxy
SERVICE_TYPE_COPY_PROXY_SVC_INFO=Cr\u00E9ez un service en copiant un service proxy existant.
BROWSE_PROXY_SVCS=Cliquez ici pour visualiser la liste des services proxy disponibles.
SERVICE_PROVIDER=Fournisseur de cl\u00E9s de service
SERVICE_PROVIDER_INFO=Nom du fournisseur de cl\u00E9s de service du service proxy.
BROWSE_SVC_PROVIDERS=Cliquez ici pour visualiser la liste des fournisseurs de cl\u00E9s de service.
AUTO_PUBLISH=Publier vers le registre
AUTO_PUBLISH_INFO=S\u00E9lectionnez cette option pour publier le service proxy vers UDDI.
DETACH_FROM_REGISTRY=D\u00E9tacher du registre
DETACH_FROM_REGISTRY_INFO=S\u00E9lectionnez cette option pour d\u00E9tacher le service du registre.
STREAM_MSG_PROCESSING=Transmission en continu de contenu
STREAM_MSG_PROCESSING_INFO=Cochez cette option pour traiter le contenu des messages en mode de transmission en continu plut\u00F4t que d'en charger l'int\u00E9gralit\u00E9 en m\u00E9moire. Les messages qui ont fait l'objet d'une transmission en continu peuvent \u00EAtre plac\u00E9s en m\u00E9moire tampon et compress\u00E9s dans la m\u00E9moire ou un fichier de disque.
STREAM_CONTENT_ENABLED=Activ\u00E9
STREAM_CONTENT_INFO=Traitez le contenu des messages en mode de transmission en continu.
MEMORY_BUFFER=M\u00E9moire tampon en m\u00E9moire
MEMORY_BUFFER_INFO=Placez le contenu interm\u00E9diaire en m\u00E9moire tampon dans la m\u00E9moire.
DISK_BUFFER=M\u00E9moire tampon sur disque
DISK_BUFFER_INFO=Placez le contenu interm\u00E9diaire en m\u00E9moire tampon dans un fichier de disque.
BUFFER_TYPE=Type de tampon
BUFFER_TYPE_INFO=Indiquez le mode de mise en m\u00E9moire tampon du contenu interm\u00E9diaire
COMPRESSION_ENABLED=Activ\u00E9
COMPRESSION=Compression
COMPRESSION_INFO=Compressez le contenu interm\u00E9diaire de m\u00E9moire tampon
VIEW_COMPRESSION=Compression
VIEW_NO_COMPRESSION=Pas de compression
ERROR_INVALID_NAME=Le nom du service n'est pas indiqu\u00E9 ou son format n'est pas valide.
ERROR_SVC_TYPE_REQUIRED_FIELD=Le type de service s\u00E9lectionn\u00E9 exige un nom de ressource r\u00E9f\u00E9renc\u00E9e.
ERROR_BUSINESS_SVC_EXISTS=Un service fonctionnel portant le nom indiqu\u00E9 existe d\u00E9j\u00E0.
ERROR_PROXY_SVC_EXISTS=Un service proxy portant le nom indiqu\u00E9 existe d\u00E9j\u00E0.
ERROR_SVC_NOT_EXIST=Aucun service ne correspond \u00E0 la r\u00E9f\u00E9rence donn\u00E9e.
ERROR_PROVIDER_NOT_EXIST=Aucun fournisseur de cl\u00E9s de service ne correspond \u00E0 la r\u00E9f\u00E9rence donn\u00E9e.
ERROR_WSDL_INVALID_URL=Le format de l'URL de la d\u00E9finition WSDL n'est pas valide. Il doit s'agir de l'un des formats suivants :\n - <wsdl reference>#<port name>\n - <wsdl reference>#<binding name>\n
ERROR_WSDL_NOT_FOUND=Le WSDL indiqu\u00E9 ou l'une de ses d\u00E9pendances n'existe pas.
ERROR_WSDL_OBJECT_NOT_FOUND=La d\u00E9finition {0} "{1}" de la ressource WSDL indiqu\u00E9e n''existe pas.
ERROR_WSDL_NOT_SUPPORTED=La d\u00E9finition WSDL n'est pas prise en charge.
ERROR_CANNOT_COPY_SERVICE_TYPE=Le transport de service existant ("{0}") n''est pas pris en charge pour la copie vers le nouveau type de service.
CREATE_SERVICE_BINDING_TITLE=Cr\u00E9er un service fonctionnel ({0})
CREATE_PROXY_BINDING_TITLE=Cr\u00E9er un service proxy ({0})
EDIT_SERVICE_BINDING_TITLE=Modifier un service fonctionnel ({0})
EDIT_PROXY_BINDING_TITLE=Modifier un service proxy ({0})
MESSAGE_TYPE_CONFIGURATION_TITLE=Configuration du type de message
EDIT_SERVICE_BINDING_DESC=Utilisez cette page afin de configurer le format de message pour le service.
REQUEST_MSG_TYPE=Type du message de demande
REQUEST_MSG_TYPE_INFO=Choisissez le type du message de demande.
RESPONSE_MSG_TYPE=Type du message de r\u00E9ponse
RESPONSE_MSG_TYPE_INFO=Choisissez le type du message de r\u00E9ponse.\n\nS\u00E9lectionnez Aucun pour ne pas d\u00E9finir de message de r\u00E9ponse.
MSG_TYPE_NONE=Aucun
MSG_TYPE_BINARY=Binaire
MSG_TYPE_TEXT=Texte
MSG_TYPE_MFL=MFL
BROWSE_MFLS=Cliquez ici pour visualiser la liste des fichiers MFL disponibles.
MSG_TYPE_XML=XML
MSG_TYPE_JAVA=Java
BROWSE_XML_SCHEMAS=Cliquez ici pour visualiser la liste des sch\u00E9mas XML disponibles.
BUTTON_BACK_DETAILS=Annuler les modifications et revenir \u00E0 la configuration g\u00E9n\u00E9rale.
BUTTON_NEXT_TRANSPORT=Soumettre les modifications et passer \u00E0 la configuration du transport.
ERROR_NO_MFL_NAME=Vous devez indiquer le nom du fichier MFL.
ERROR_NO_SCHEMA_NAME=Vous devez indiquer le nom du sch\u00E9ma XML.
ERROR_MFL_NOT_EXIST=Aucun fichier MFL ne correspond au nom de r\u00E9f\u00E9rence indiqu\u00E9.
ERROR_SCHEMA_NOT_EXIST=Aucun sch\u00E9ma XML ne correspond au nom de r\u00E9f\u00E9rence indiqu\u00E9.
ERROR_SCHEMA_INVALID_URL=Le format de l'URL de la d\u00E9finition de sch\u00E9ma n'est pas valide. Il doit s'agir de l'un des formats suivants :\n - <schema reference>#element::<name>\n - <schema reference>#type::<name>\n
ERROR_SCHEMA_OBJECT_NOT_FOUND=La d\u00E9finition {0} "{1}" de la ressource de sch\u00E9ma XML indiqu\u00E9e n''existe pas.
ERROR_BOTH_NONE=Vous devez indiquer au moins un type de message pour la demande ou la r\u00E9ponse. Vous ne pouvez pas affecter la valeur Aucun aux deux.
CREATE_SERVICE_TRANSPORT_TITLE=Cr\u00E9er un service fonctionnel ({0})
CREATE_PROXY_TRANSPORT_TITLE=Cr\u00E9er un service proxy ({0})
EDIT_SERVICE_TRANSPORT_TITLE=Modifier un service fonctionnel ({0})
EDIT_PROXY_TRANSPORT_TITLE=Modifier un service proxy ({0})
TRANSPORT_CONFIGURATION_TITLE=Configuration du transport
EDIT_SERVICE_TRANSPORT_DESC=Utilisez cette page afin de configurer les informations de transport pour le service.
PROTOCOL=Protocole
PROTOCOL_MENU_INFO=S\u00E9lectionnez le protocole de transport.
URI_FORMAT_INFO=Format :
PROXY_URI=URI endpoint
PROXY_URI_INFO=URI endpoint associ\u00E9 au service proxy.
ALL_HEADERS=Obtenir tous les en-t\u00EAtes
ALL_HEADERS_INFO=S\u00E9lectionnez Oui pour extraire tous les en-t\u00EAtes du transport.\n S\u00E9lectionnez Non pour extraire un ensemble d\u00E9fini d'en-t\u00EAtes.
HEADER=En-t\u00EAte
HEADER_ACTION=Action
NO_HEADERS_CONFIGURED=Aucun en-t\u00EAte n'est configur\u00E9.
ADD_TRANSPORT_HEADER=Ajouter cet en-t\u00EAte de transport \u00E0 la table de s\u00E9lection.
DELETE_TRANSPORT_HEADER=Supprimer cet en-t\u00EAte de transport de la table de s\u00E9lection.
LOAD_BALANCING_ALG=Algorithme d'\u00E9quilibrage de charge
LOAD_BALANCING_ALG_INFO=Choisissez l'algorithme \u00E0 utiliser pour l'\u00E9quilibrage de la charge.
LB_ROUND_ROBIN=tourniquet
LB_RANDOM=al\u00E9atoire
LB_RANDOM_WEIGHTED=pond\u00E9r\u00E9-al\u00E9atoire
LB_NONE=aucun
ENDPOINT_URI=URI endpoint
ENDPOINT_URI_INFO=URI endpoint associ\u00E9 au service.\n\n Vous pouvez configurer plusieurs URI. Lors de l'ex\u00E9cution, les URI sont s\u00E9lectionn\u00E9s en fonction de l'algorithme d'\u00E9quilibrage de charge.
URIS_HEADER_URI=URI existants
URIS_HEADER_WEIGHT=Pond\u00E9ration
URIS_HEADER_OPTIONS=Options
NO_URIS_CONFIGURED=Aucun URI n'est configur\u00E9. Vous devez en configurer au moins un.
ADD_TRANSPORT_URI=Ajouter cet URI de transport \u00E0 la table des adresses.
EDIT_TRANSPORT_URI=Modifier cet URI de transport.
UPDATE_TRANSPORT_URI=Mettre \u00E0 jour cet URI de transport dans la table des adresses.
DELETE_TRANSPORT_URI=Supprimer cet URI de transport de la table des adresses.
MOVE_UP_TRANSPORT_URI=D\u00E9placer cet URI de transport vers le haut et re-trier la table des adresses.
MOVE_DOWN_TRANSPORT_URI=D\u00E9placer cet URI de transport vers le bas et re-trier la table des adresses.
RETRY_COUNT=Nombre de nouvelles tentatives
RETRY_COUNT_INFO=Indiquez le nombre de nouvelles tentatives.
RETRY_INTERVAL=Intervalle entre les tentatives
RETRY_INTERVAL_INFO=Indiquez le temps d'attente (en secondes) \u00E0 respecter une fois tous les URI endpoint de la liste essay\u00E9s.
RETRY_APP_ERRORS=R\u00E9essayer les erreurs d'application
RETRY_APP_ERRORS_INFO=Indiquez si les erreurs d'application doivent \u00EAtre r\u00E9essay\u00E9es.
MONITORING_ENABLED=Surveillance activ\u00E9e
MONITORING_INFO=S\u00E9lectionnez cette option pour activer la surveillance de l'adresse.
BUTTON_NEXT_TRANSPORT_SCHEME=Soumettre les modifications et passer \u00E0 la configuration des informations de transport d\u00E9pendant du protocole.
ERROR_INVALID_HEADER=Le nom de l'en-t\u00EAte n'est pas indiqu\u00E9 ou son format n'est pas valide.
ERROR_DUPLICATE_HEADER=L'en-t\u00EAte a d\u00E9j\u00E0 \u00E9t\u00E9 d\u00E9fini.
ERROR_INVALID_URI=L'URI n'est pas indiqu\u00E9 ou son format n'est pas valide.
ERROR_INVALID_WEIGHT=La pond\u00E9ration doit \u00EAtre un nombre strictement positif.
ERROR_REQUIRED_PROXY_URI=Vous devez indiquer un URI pour les services proxy.
ERROR_REQUIRED_EXTSVC_URI=Vous devez indiquer au moins un URI pour les services fonctionnels.
ERROR_INVALID_RETRY_COUNT=Le nombre de nouvelles tentatives doit \u00EAtre positif et compris entre 0 et 32 767.
ERROR_INVALID_RETRY_INTERVAL=L'intervalle entre les tentatives doit \u00EAtre un nombre positif.
ERROR_NO_PROTOCOLS=Aucun protocole de transport ne prend en charge cette d\u00E9finition de service.
ERROR_NO_TRANSPORT_CONFIGURED=Vous devez terminer la configuration du transport.
ERROR_DUPLICATE_URIs=Les URI en double ne sont pas autoris\u00E9s dans un service fonctionnel
CREATE_SERVICE_TRANSPORT_SPECIFIC_TITLE=Cr\u00E9er un service fonctionnel ({0})
CREATE_PROXY_TRANSPORT_SPECIFIC_TITLE=Cr\u00E9er un service proxy ({0})
EDIT_SERVICE_TRANSPORT_SPECIFIC_TITLE=Modifier un service fonctionnel ({0})
EDIT_PROXY_TRANSPORT_SPECIFIC_TITLE=Modifier un service proxy ({0})
TRANSPORT_SPECIFIC_CONFIGURATION_TITLE={0} - Configuration du transport
EDIT_SERVICE_TRANSPORT_SPECIFIC_DESC=Utilisez cette page afin de configurer les informations de transport d\u00E9pendant du protocole pour le service.
ADVANCED_SETTINGS_TITLE=Param\u00E8tres avanc\u00E9s
ADVANCED_SETTINGS_HELP=Cliquez sur l'ic\u00F4ne pour d\u00E9velopper ou r\u00E9duire les param\u00E8tres de transport avanc\u00E9s.
DYN_TABLE_HEADER_ACTION=Action
BROWSE_SVC_ACCOUNTS=Cliquez ici pour visualiser la liste des comptes de service disponibles.
ERROR_ROW_WITH_ALL_COLUMNS_EMPTY=Les valeurs d'une ligne ne peuvent pas \u00EAtre vides.
ERROR_ROW_EXISTS_IN_COLLECTION=Impossible d'ajouter une ligne en double dans une table.
BUTTON_BACK_TRANSPORT=Annuler les modifications et revenir \u00E0 la page pr\u00E9c\u00E9dente de configuration du transport.
ERROR_REQUIRED_FIELD=Ce champ est obligatoire. Saisissez une valeur.
ERROR_REQUIRED_NESTED_FIELD=Un champ obligatoire est manquant pour la ligne s\u00E9lectionn\u00E9e ("{0}").
CREATE_SERVICE_SECURITY_TITLE=Cr\u00E9er un service fonctionnel ({0})
CREATE_PROXY_SECURITY_TITLE=Cr\u00E9er un service proxy ({0})
EDIT_SERVICE_SECURITY_TITLE=Modifier un service fonctionnel ({0})
EDIT_PROXY_SECURITY_TITLE=Modifier un service proxy ({0})
WEB_SERVICES_SECURITY_CONFIGURATION_TITLE=Configuration de la s\u00E9curit\u00E9 des services Web
MESSAGE_LEVEL_SECURITY_CONFIGURATION_TITLE=Configuration de la s\u00E9curit\u00E9 de niveau message
EDIT_SERVICE_SECURITY_DESC=Utilisez cette page afin de configurer le traitement de s\u00E9curit\u00E9 WS pour le service.
EDIT_PROXY_SECURITY_DESC=Utilisez cette page afin de configurer le traitement de la s\u00E9curit\u00E9 de niveau message pour le service.
ADVANCED_SETTINGS_SEC_HELP=Cliquez sur l'ic\u00F4ne pour d\u00E9velopper ou r\u00E9duire les param\u00E8tres de s\u00E9curit\u00E9 avanc\u00E9s.
SEC_CUSTOM_AUTH_ENABLED=Utiliser une authentification personnalis\u00E9e
SEC_CUSTOM_AUTH_ENABLED_INFO=Activez cette option pour appliquer aux messages entrants une authentification personnalis\u00E9e utilisant des jetons de s\u00E9curit\u00E9.\n Utilisez la configuration Param\u00E8tres avanc\u00E9s pour pr\u00E9ciser les d\u00E9tails de l'authentification personnalis\u00E9e.
SEC_SEE_ADV_SETTINGS=(Voir Param\u00E8tres avanc\u00E9s)
SEC_INBOUND_WSS_ENABLED=Traiter l'en-t\u00EAte S\u00E9curit\u00E9 WS
SEC_INBOUND_WSS_ENABLED_INFO=Activez cette option pour appliquer aux messages entrants un traitement de s\u00E9curit\u00E9 de service Web (WSS).\n Les op\u00E9rations appliqu\u00E9es pendant le traitement WSS d\u00E9pendent de la strat\u00E9gie de l'adresse ; elles peuvent inclure le d\u00E9cryptage, la validation de la signature num\u00E9rique et la validation/l'authentification du jeton de s\u00E9curit\u00E9.
SEC_OUTBOUND_ACCOUNT=Compte de service
SEC_OUTBOUND_ACCOUNT_INFO=Nom du compte de service des informations d'identification et de connexion de strat\u00E9gie WS sortantes.
SEC_POLICY_OPERATION=Op\u00E9ration
SEC_POLICY_REQ_RESP=Strat\u00E9gie de demande/r\u00E9ponse effective
SEC_CUSTOM_AUTH_SETTINGS=Param\u00E8tres d'authentification personnalis\u00E9s
SEC_CUSTOM_AUTH_SETTINGS_INFO=Choisissez le type d'authentification personnalis\u00E9e \u00E0 utiliser.
SEC_CUSTOM_USER_PW=Nom et mot de passe utilisateur personnalis\u00E9s
SEC_CUSTOM_TOKEN=Jeton personnalis\u00E9
SEC_USER_XPATH=Expression XPath de nom utilisateur
SEC_USER_XPATH_INFO=Indiquez l'expression XPath permettant d'extraire le nom utilisateur pour authentification.
SEC_PASSWORD_XPATH=Expression XPath de mot de passe utilisateur
SEC_PASSWORD_XPATH_INFO=Indiquez l'expression XPath permettant d'extraire le mot de passe utilisateur pour authentification.
SEC_TOKEN_TYPE=Type de jeton
SEC_TOKEN_TYPE_INFO=Indiquez le type du jeton personnalis\u00E9.
SEC_TOKEN_XPATH=Expression XPath de jeton
SEC_TOKEN_XPATH_INFO=Indiquez l'expression XPath permettant d'extraire le jeton personnalis\u00E9.
SEC_CONTEXT_PROPERTIES=Propri\u00E9t\u00E9s de contexte
SEC_CONTEXT_PROPERTIES_INFO=Cette table contient la liste des propri\u00E9t\u00E9s de contexte \u00E0 transmettre au fournisseur d'authentification personnalis\u00E9.\n Chaque ligne de la table est compos\u00E9e d'un nom de propri\u00E9t\u00E9 et d'un s\u00E9lecteur d'expression XPath correspondant qui s\u00E9lectionne une valeur dans le message entrant.
SEC_PROPERTY_NAME=Nom de la propri\u00E9t\u00E9
SEC_PROPERTY_SELECTOR=S\u00E9lecteur de valeur
SEC_PROPERTY_DELETE=Supprimer une propri\u00E9t\u00E9 de contexte
BUTTON_BACK_TRANSPORT_SCHEME=Annuler les modifications et revenir \u00E0 la page pr\u00E9c\u00E9dente de configuration du transport de protocole.
BUTTON_ADD_PROPERTY=Ajouter une propri\u00E9t\u00E9
BUTTON_ADD_PROPERTY_INFO=Entrez un nom et un s\u00E9lecteur d'expression XPath, puis cliquez sur ce bouton pour ajouter une nouvelle propri\u00E9t\u00E9 de contexte \u00E0 la table.
ERROR_ACCOUNT_NOT_EXIST=Aucun compte de service ne correspond \u00E0 la r\u00E9f\u00E9rence donn\u00E9e.
ERROR_REQUIRED_CUSTOM_AUTH_CHOICE=Vous devez choisir une m\u00E9thode d'authentification personnalis\u00E9e.
ERROR_REQUIRED_USER_XPATH=Vous devez indiquer une expression XPath permettant de s\u00E9lectionner un nom utilisateur pour l'authentification personnalis\u00E9e.
ERROR_REQUIRED_PASSWORD_XPATH=Vous devez indiquer une expression XPath permettant de s\u00E9lectionner un mot de passe pour l'authentification personnalis\u00E9e.
ERROR_REQUIRED_TOKEN_XPATH=Vous devez indiquer une expression XPath permettant de s\u00E9lectionner un jeton pour l'authentification personnalis\u00E9e.
ERROR_INVALID_XPATH=L''expression XPath n''est pas valide : {0}
ERROR_REQUIRED_ADD_PROPERTY_NAME=Vous devez indiquer un nom de propri\u00E9t\u00E9 lors de l'ajout d'une propri\u00E9t\u00E9 de contexte.
ERROR_REQUIRED_ADD_PROPERTY_SEL=Vous devez indiquer une expression XPath permettant de s\u00E9lectionner une valeur dans le message entrant lors de l'ajout d'une nouvelle propri\u00E9t\u00E9 de contexte.
ERROR_DUPLICATE_PROPERTY=La propri\u00E9t\u00E9 portant le nom demand\u00E9 a d\u00E9j\u00E0 \u00E9t\u00E9 d\u00E9finie.
INFO_WSS_CONFIG_RESET=La configuration de s\u00E9curit\u00E9 de service Web a \u00E9t\u00E9 r\u00E9initialis\u00E9e car il n'existe pas de strat\u00E9gie de s\u00E9curit\u00E9. Cliquez sur Mettre \u00E0 jour pour enregistrer les modifications.
INFO_WSS_CONFIG_RESET2=La configuration de s\u00E9curit\u00E9 de service Web a \u00E9t\u00E9 r\u00E9initialis\u00E9e en raison de modifications au niveau des strat\u00E9gies de s\u00E9curit\u00E9.
CREATE_PROXY_SELECTOR_TITLE=Cr\u00E9er un service proxy ({0})
EDIT_PROXY_SELECTOR_TITLE=Modifier un service proxy ({0})
OPERATION_SELECTION_CONFIGURATION_TITLE=Configuration de la s\u00E9lection d'op\u00E9ration
EDIT_PROXY_SELECTOR_DESC=Utilisez cette page afin de configurer l'algorithme de s\u00E9lection de l'op\u00E9ration pour le service.
CREATE_PROXY_SOAP_BINDING_TITLE=Cr\u00E9er un service proxy ({0})
CREATE_BUS_SVC_SOAP_BINDING_TITLE=Cr\u00E9er un service fonctionnel ({0})
EDIT_PROXY_SOAP_BINDING_TITLE=Modifier un service proxy ({0})
EDIT_BUS_SVC_SOAP_BINDING_TITLE=Modifier un service fonctionnel ({0})
SOAP_BINDING_CONFIGURATION_TITLE=Configuration de la liaison SOAP
EDIT_SOAP_BINDING_DESC=Utilisez cette page afin de configurer la liaison SOAP pour le service.
ENFORCE_WSI=Imposer la conformit\u00E9 WS-I
ENFORCE_WSI_INFO=D\u00E9finissez cette option pour imposer la v\u00E9rification de la conformit\u00E9 WS-I lors de l'ex\u00E9cution du service.
SEL_ALGORITHM=Algorithme de s\u00E9lection
SEL_ALGORITHM_INFO=S\u00E9lectionnez l'algorithme de s\u00E9lection \u00E0 utiliser pour d\u00E9terminer l'op\u00E9ration appel\u00E9e.
SEL_ALGORITHM_TRANSPORT=En-t\u00EAte de transport
SEL_ALGORITHM_WSA=Adressage WS
SEL_ALGORITHM_SOAP_HEADER=En-t\u00EAte SOAP
SEL_ALGORITHM_SOAP_BODY=Type de corps SOAP
SEL_ALGORITHM_SOAP_ACTION=En-t\u00EAte SOAPAction
SEL_ALGORITHM_PAYLOAD=Type de donn\u00E9es trait\u00E9es
SEL_HEADER=Nom de l'en-t\u00EAte
SEL_HEADER_INFO=En-t\u00EAte de transport employ\u00E9 pour extraire la valeur utilis\u00E9e comme cl\u00E9 lors de la s\u00E9lection de l'op\u00E9ration appel\u00E9e.
SEL_XPATH=Expression XPath
SEL_XPATH_INFO=Indiquez l'expression XPath employ\u00E9e pour extraire la valeur utilis\u00E9e comme cl\u00E9 lors de la s\u00E9lection de l'op\u00E9ration appel\u00E9e.
SEL_MAPPING=Mise en correspondance d'op\u00E9ration
SEL_MAPPING_INFO=Indiquez la valeur de chaque op\u00E9ration. Cette valeur est utilis\u00E9e comme cl\u00E9 de l'op\u00E9ration.
SEL_MAPPING_OP_HEADER=Nom de l'op\u00E9ration
SEL_MAPPING_VALUE_HEADER=Valeur
BUTTON_NEXT_SVC_SUMMARY=Soumettre les modifications et passer au r\u00E9capitulatif de la configuration des services.
ERROR_SEL_NO_HEADER=Vous devez indiquer l'en-t\u00EAte de transport.
ERROR_SEL_INVALID_HEADER=L'en-t\u00EAte de transport n'est pas valide.
ERROR_SEL_NO_XPATH=Vous devez indiquer la valeur XPath.
ERROR_SEL_INVALID_XPATH=La valeur XPath n''est pas valide : {0}
ERROR_SEL_NO_MAPPING=Vous devez indiquer une valeur pour chaque op\u00E9ration.
ERROR_SEL_DUPLICATE_MAPPING=Les valeurs en double ne sont pas autoris\u00E9es.
ERROR_SEL_INVALID_URI=Les valeurs doivent correspondre \u00E0 des URI valides.
CREATE_SERVICE_SUMMARY_TITLE=Cr\u00E9er un service fonctionnel - R\u00E9capitulatif ({0})
CREATE_PROXY_SUMMARY_TITLE=Cr\u00E9er un service proxy - R\u00E9capitulatif ({0})
EDIT_SERVICE_SUMMARY_TITLE=Modifier un service fonctionnel - R\u00E9capitulatif ({0})
EDIT_PROXY_SUMMARY_TITLE=Modifier un service proxy - R\u00E9capitulatif ({0})
EDIT_SERVICE_SUMMARY_DESC=V\u00E9rifiez la configuration du service avant de soumettre les modifications.
VIEW_BANNER_DETAILS=Configuration g\u00E9n\u00E9rale
VIEW_BANNER_DETAILS_DESC=Cette section d\u00E9crit les informations g\u00E9n\u00E9rales du service.
VIEW_BANNER_BINDING=Configuration du type de message
VIEW_BANNER_BINDING_DESC=Cette section d\u00E9crit les informations relatives aux types de message de demande et de r\u00E9ponse pour le service.
VIEW_BANNER_TRANSPORT=Configuration du transport
VIEW_BANNER_TRANSPORT_DESC=Cette section d\u00E9crit les informations de transport g\u00E9n\u00E9riques du service.
VIEW_BANNER_TRANSPORT_SPECIFIC={0} - Configuration du transport
VIEW_BANNER_TRANSPORT_SPECIFIC_DESC=Cette section d\u00E9crit les informations de transport d\u00E9pendant du protocole pour le service.
VIEW_BANNER_SECURITY=Configuration de la s\u00E9curit\u00E9 des services Web
VIEW_BANNER_SECURITY_PROXY=Configuration de la s\u00E9curit\u00E9 de niveau message
VIEW_BANNER_SECURITY_DESC=Cette section d\u00E9crit le traitement de s\u00E9curit\u00E9 WS pour le service.
VIEW_BANNER_SECURITY_DESC_PROXY=Cette section d\u00E9crit le traitement de la s\u00E9curit\u00E9 de niveau message pour le service.
VIEW_BANNER_SELECTOR=Configuration de la s\u00E9lection d'op\u00E9ration
VIEW_BANNER_SELECTOR_DESC=Cette section d\u00E9crit l'algorithme de s\u00E9lection de l'op\u00E9ration pour le service.
VIEW_BANNER_SOAP_BINDING=Configuration de la liaison SOAP
VIEW_BANNER_SOAP_BINDING_DESC=Cette section d\u00E9crit les informations de liaison SOAP pour le service.
VIEW_BANNER_MSG_CONTENT_HANDLING=Configuration de la gestion des messages
VIEW_BANNER_MSG_CONTENT_HANDLING_DESC=Cette section d\u00E9crit la prise en charge de la transmission en continu de contenu, de XOP/MTOM, etc.
VIEW_STREAM_MSG_DISABLED=D\u00E9sactiv\u00E9
VIEW_STREAM_MSG_ENABLED=Activ\u00E9 ({0}, {1})
VIEW_XOP_MTOM_DISABLED=D\u00E9sactiv\u00E9
VIEW_XOP_MTOM_BY_REFERENCE=Activ\u00E9 (par r\u00E9f\u00E9rence)
VIEW_XOP_MTOM_BY_VALUE=Activ\u00E9 (par valeur)
VIEW_HEADERS=En-t\u00EAtes
VIEW_REQUEST_POLICY=Strat\u00E9gie de demande :
VIEW_RESPONSE_POLICY=Strat\u00E9gie de r\u00E9ponse :
VIEW_NO_POLICY_CONFIG=Aucune configuration de niveau op\u00E9ration n'a \u00E9t\u00E9 d\u00E9finie pour le service.
VIEW_CUSTOM_AUTH=Authentification personnalis\u00E9e
VIEW_CUSTOM_AUTH_NONE=Aucune
VIEW_CUSTOM_AUTH_USER_PW=Nom utilisateur et mot de passe personnalis\u00E9s
VIEW_CUSTOM_AUTH_TOKEN=Jeton personnalis\u00E9
VIEW_NO_TRANSPORT_SPECIFIC=Aucune configuration n'a \u00E9t\u00E9 d\u00E9finie pour le protocole de transport s\u00E9lectionn\u00E9.
BUTTON_SAVE_SVC=Enregistrer le service.
SERVICE_CREATE_SUCCESS=Le service "{0}" a \u00E9t\u00E9 cr\u00E9\u00E9.
SERVICE_UPDATE_SUCCESS=Le service "{0}" a \u00E9t\u00E9 mis \u00E0 jour.
SERVICE_SAVED_INVALID=Le service "{0}" a \u00E9t\u00E9 enregistr\u00E9 dans la session avec des erreurs de validation. Visualisez les conflits pour consulter des messages de diagnostic d\u00E9taill\u00E9s.
VIEW_SERVICE_TITLE=Visualiser un service fonctionnel ({0})
VIEW_PROXY_TITLE=Visualiser un service proxy ({0})
VIEW_SERVICE_TITLE1=Visualiser un service fonctionnel
VIEW_PROXY_TITLE1=Visualiser un service proxy
VIEW_SERVICE_DESC=Visualisez les d\u00E9tails du service {0}.\n Pour modifier le service, cliquez sur le bouton Modifier ou sur l''un des liens Modifier.
SERVICE_CONFIGURATION_TITLE=Configuration du service fonctionnel ({0})
PROXY_CONFIGURATION_TITLE=Configuration du service proxy ({0})
SVC_DETAILS_OK=Fermer la vue du service et revenir \u00E0 la page pr\u00E9c\u00E9dente.
SVC_DETAILS_EDIT=Modifiez ce service.
ERROR_WSDL_EXPORT_FAILED=Echec de l'export WSDL - Consultez le journal du serveur pour obtenir des d\u00E9tails.
CLONE_PIPELINE=Cloner le pipeline
DELETE_PIPELINE=Supprimer le pipeline
VIEW_SERVICE_PIPELINES_TITLE=Visualiser les pipelines de service
VIEW_SERVICE_PIPELINES_DESC=Cette page affiche les pipelines de routeur d'un service. Chaque point de liaison de service est associ\u00E9 \u00E0 trois pipelines maximum. Pour modifier un pipeline, cliquez sur la commande appropri\u00E9e dans la barre des t\u00E2ches \u00E0 gauche.
EDIT_PIPELINE_TITLE=Modifier une configuration de pipeline
EDIT_PIPELINE=Modifier un pipeline
EDIT_PIPELINE_DESC=Cette page affiche les d\u00E9tails d'une configuration de pipeline. Le pipeline est constitu\u00E9 d'une s\u00E9rie de phases distinctes appliqu\u00E9es aux messages entrants en fonction de leur ordre d'apparition dans le pipeline. Cette page permet d'ajouter, d'ins\u00E9rer, d'enlever ou de re-trier des phases. Pour ins\u00E9rer une nouvelle \u00E9tape, glissez-d\u00E9placez l'ic\u00F4ne d'\u00E9tape appropri\u00E9e de la palette vers le point d'insertion.
EDIT_PIPELINE_DESCRIPTION=S\u00E9lectionnez une option dans le menu Pipelines disponibles ci-dessous pour commencer la modification.
BEGIN_PIPELINE=Commencer le pipeline
END_PIPELINE=Arr\u00EAter le pipeline
PROXY_NAME=Nom de proxy
SUMMARY=R\u00E9capitulatif
SERVICE_DETAILS_BANNER=D\u00E9tails du service.
SERVICE_IS_PROXY=Est un proxy
MONITORING_SVC_TASK=Services
AUTHORIZATION_POLICY=Strat\u00E9gie d'autorisation
TRANS_AUTHORIZATION_POLICY=Strat\u00E9gie d'autorisation de transport
SERVICE_AUTHORIZATION_POLICY=Strat\u00E9gie d'autorisation de service
VIEW_POLICIES=Visualiser les strat\u00E9gies
NO_POLICIES=Aucune strat\u00E9gie trouv\u00E9e
NO_EDIT_POLICIES=Impossible de modifier les strat\u00E9gies
EDIT_SERVICE_ATZ_TITLE=Contr\u00F4le d'acc\u00E8s du service proxy
EDIT_SERVICE_ATZ_DESC=Visualisez et modifiez la configuration du contr\u00F4le d'acc\u00E8s du service proxy.
VIEW_PROXY_SERVICES=Visualiser les services proxy
PROXY_SERVICE=Service proxy
BUSINESS_SERVICE=Service fonctionnel
TRANSPORT_ENDPOINT=Adresse de transport
OPERATION=Op\u00E9ration
AVAIL_ROLES=R\u00F4les disponibles
CHOSEN_ROLES=R\u00F4les choisis
INHERITED_ATZ_POLICY=Strat\u00E9gie h\u00E9rit\u00E9e
EXCLUDED_ATZ_POLICY=Exclu
UNCHECKED_ATZ_POLICY=D\u00E9s\u00E9lectionn\u00E9
AUTHENTICATED_USERS_ATZ_POLICY=Utilisateurs authentifi\u00E9s uniquement (pas d'acc\u00E8s anonyme)
ROLES_ATZ_POLICY=R\u00F4les
NO_PROXIES_CONFIGURED=Aucun service proxy n'a encore \u00E9t\u00E9 configur\u00E9. Pour d\u00E9finir un nouveau service proxy, cliquez sur <i>Cr\u00E9er proxy</i> dans la barre des t\u00E2ches \u00E0 gauche.
CONFIRM_DELETE_PIPELINE=Supprimer un pipeline enl\u00E8ve \u00E9galement les liaisons Message Router correspondantes. Voulez-vous continuer ?
EDIT_REQUEST_PIPELINE=Modifier un pipeline de demandes
EDIT_RESPONSE_PIPELINE=Modifier un pipeline de r\u00E9ponses
EDIT_ERROR_PIPELINE=Modifier un pipeline d'erreurs
EDIT_ERROR_PIPELINE_DESC=S\u00E9lectionnez une option dans le menu de d\u00E9marrage ci-dessous pour commencer la modification.
WARNING_UNSAVED_CHANGES=Si vous quittez la configuration des services sans enregistrer, les modifications apport\u00E9es seront perdues.
WARNING_UNSAVED_SECURITY_CHANGES=Si vous quittez la configuration de la s\u00E9curit\u00E9 sans enregistrer, les modifications apport\u00E9es seront perdues.
WARNING_UNSAVED_POLICY_CHANGES=Si vous quittez la configuration des strat\u00E9gies sans enregistrer, les modifications apport\u00E9es seront perdues.
WARNING_UNSAVED_OPERATIONAL_SETTINGS_CHANGES=Si vous quittez les param\u00E8tres op\u00E9rationnels sans les enregistrer, les modifications apport\u00E9es seront perdues.
ERROR_INVALID_REF=La valeur n'est pas une r\u00E9f\u00E9rence valide.
ERROR_INVALID_DATA=Impossible de cr\u00E9er ou de mettre \u00E0 jour le service pour la raison suivante :\n{0}
ERROR_UNEXPECTED=Une exception inattendue s''est produite lors de la cr\u00E9ation ou de la mise \u00E0 jour du service :\n{0}
ERROR_INVALID_SESSION_STATE=Impossible de modifier le service en raison d'un \u00E9tat de session non valide.
SERVICE_TRACING_UPDATED_SUCCESSFULLY=Fonction de trace activ\u00E9e (ou d\u00E9sactiv\u00E9e) pour les services s\u00E9lectionn\u00E9s.
VIEW_CONFIG_DETAILS=D\u00E9tails de configuration
VIEW_OPERATIONS_DETAILS=Param\u00E8tres op\u00E9rationnels
VIEW_ALERT_RULES=R\u00E8gles d'alerte de contrat de niveau de service
LOGGING_SEVERITY_DEBUG=D\u00E9bogage
LOGGING_SEVERITY_INFO=Informations
LOGGING_SEVERITY_WARNING=Avertissement
LOGGING_SEVERITY_ERROR=Erreur
LOGGING_SEVERITY_DEBUG_SHORT=D
LOGGING_SEVERITY_INFO_SHORT=I
LOGGING_SEVERITY_WARNING_SHORT=W
LOGGING_SEVERITY_ERROR_SHORT=E
TRACING=Fonction de trace
ENABLE=Activer
SERVICE_TYPE_LABEL=Type : {0}
BUSINESS_SERVICE_OR_PROXY_SERVICE=[Service fonctionnel ou proxy]
SECURITY=S\u00E9curit\u00E9
POLICIES=Strat\u00E9gies
CUSTOM_AUTHENTICATION_TITLE=Authentification personnalis\u00E9e
CUSTOM_AUTHENTICATION_TYPE=Type d'authentification
CUSTOM_AUTHENTICATION_SEC_HELP=Cliquez sur l'ic\u00F4ne pour d\u00E9velopper/r\u00E9duire la section Authentification personnalis\u00E9e
ACCESS_CONTROL_TITLE=Contr\u00F4le d'acc\u00E8s
ACCESS_CONTROL_HELP=Cliquez sur l'ic\u00F4ne pour d\u00E9velopper/r\u00E9duire la section Strat\u00E9gies de contr\u00F4le d'acc\u00E8s
WS_SECURITY_HELP=Configurez le service en tant qu'interm\u00E9diaire de service Web actif
TRANSPORT_ACCESS_CONTROL_LABEL=Contr\u00F4le d'acc\u00E8s du transport
TRANSPORT_ACCESS_CONTROL_HELP=Configurez le contr\u00F4le d'acc\u00E8s du transport pour le service
TRANSPORT_ACCESS_CONTROL_TITLE=Cliquez ici pour modifier les strat\u00E9gies de contr\u00F4le d'acc\u00E8s du transport dans WLS
MESSAGE_ACCESS_CONTROL_LABEL=Contr\u00F4le d'acc\u00E8s des messages
MESSAGE_ACCESS_CONTROL_HELP=Configurez le contr\u00F4le d'acc\u00E8s des messages pour le service et ses op\u00E9rations
MESSAGE_ACCESS_CONTROL_TITLE=Cliquez ici pour modifier les strat\u00E9gies de contr\u00F4le d'acc\u00E8s des messages dans WLS
SERVICE_POLICIES_HELP=Cliquez ici pour modifier les strat\u00E9gies de contr\u00F4le d'acc\u00E8s dans WLS pour le service
OPERATION_POLICIES_HELP=Cliquez ici pour modifier les strat\u00E9gies de contr\u00F4le d'acc\u00E8s dans WLS pour l'op\u00E9ration
SERVICE_POLICY_CONFIGURATION_TITLE=Configuration des strat\u00E9gies de service
WSDL_BASED_POLICY_LABEL=Strat\u00E9gie WSDL (strat\u00E9gies WLS 9.2)
CUSTOM_POLICY_BINDINGS_LABEL=Liaisons de strat\u00E9gie personnalis\u00E9es (strat\u00E9gies WLS 9.2)
OWSM_POLICY_BINDINGS_LABEL=Liaisons de strat\u00E9gie OWSM
REQUEST_POLICIES_LABEL=Strat\u00E9gies de demande
RESPONSE_POLICIES_LABEL=Strat\u00E9gies de r\u00E9ponse
WSDL_BASED_POLICY_HELP=S\u00E9lectionnez cette option pour utiliser une strat\u00E9gie WSDL
CUSTOM_POLICY_BINDINGS_HELP=S\u00E9lectionnez cette option pour utiliser des liaisons de strat\u00E9gie personnalis\u00E9es
OWSM_POLICY_BINDINGS_HELP=S\u00E9lectionnez cette option pour utiliser des liaisons de strat\u00E9gie OWSM
LABEL_OWSM_POLICIES=Strat\u00E9gies OWSM
LABEL_WLS_POLICIES=Strat\u00E9gies WLS 9
LABEL_FROM_OWSM_POLICY_STORE=A partir de la banque de strat\u00E9gies OWSM
LABEL_FROM_WSDL=A partir du langage WSDL
LABEL_FROM_PRE_DEFINED_POLICY_OR_WS_POLICY_RES=A partir d'une strat\u00E9gie pr\u00E9d\u00E9finie ou d'une ressource de strat\u00E9gie WS
TOOLTIP_WLS_POLICIES=Les strat\u00E9gies sont au format WebLogic Server 9 propri\u00E9taire (ant\u00E9rieur \u00E0 la norme WS-SecurityPolicy 1.0).
TOOLTIP_FROM_WSDL=Les strat\u00E9gies sont imbriqu\u00E9es dans le langage WSDL. Ces strat\u00E9gies prennent en charge WS-Security 1.0, SAML 1.1 et d'autres normes du secteur.
TOOLTIP_FROM_PRE_DEFINED_POLICY_OR_WS_POLICY_RES=Les strat\u00E9gies sont pr\u00E9d\u00E9finies dans WebLogic Server ou d\u00E9finies par l'utilisateur dans OSB \u00E0 l'aide d'une ressource de strat\u00E9gie WS. Ces strat\u00E9gies prennent en charge WS-Security 1.0, SAML 1.1 et d'autres normes du secteur.
TOOLTIP_FROM_OWSM_POLICY_STORE=Les strat\u00E9gies sont d\u00E9finies dans la banque de strat\u00E9gies OWSM centrale g\u00E9r\u00E9e par Oracle Enterprise Manager. Ces strat\u00E9gies prennent en charge WS-Security 1.0/ 1.1, SAML 1.1/2.0, Kerberos Token Profile et d'autres normes du secteur.
SERVICE_LEVEL_POLICIES_LABEL=Strat\u00E9gies de niveau service
OPERATION_LEVEL_POLICIES_LABEL=Strat\u00E9gies de niveau op\u00E9ration
WS_POLICY_LABEL=Strat\u00E9gie WS
PREDEFINED_POLICY_LABEL=Strat\u00E9gie pr\u00E9d\u00E9finie
ANY_OPERATION_LABEL=Toute op\u00E9ration
DELETE_POLICY_TOOLTIP=Supprimer la strat\u00E9gie
LABEL_SHOW_POLICIES_WITH_WSSP12_ASSERTIONS=Afficher les strat\u00E9gies comportant des assertions de la strat\u00E9gie de s\u00E9curit\u00E9 WS 1.2
LABEL_SHOW_POLICIES_WITH_RM_ASSERTIONS=Afficher les strat\u00E9gies comportant des assertions de messagerie fiable
LABEL_SHOW_POLICIES_WITH_BEA_ASSERTIONS=Afficher les strat\u00E9gies comportant des assertions de strat\u00E9gie de s\u00E9curit\u00E9 Oracle
MONITORING_BANNER=Surveillance
MONITORING_BANNER_DESC=Cette section contient les param\u00E8tres op\u00E9rationnels du service.
THROTTLING_BANNER=Ralentissement
THROTTLING_BANNER_DESC=Cette section contient les informations de ralentissement du service.
THROTTLING_STATE=Etat du ralentissement
THROTTLING_STATE_DESC=Etat du ralentissement : Activ\u00E9 ou D\u00E9sactiv\u00E9. Si le ralentissement est activ\u00E9, les messages sont trait\u00E9s par ordre de priorit\u00E9.
MAX_CONCURRENCY=Nombre maximal de traitements simultan\u00E9s
MAX_CONCURRENCY_DESC=Nombre de messages pouvant \u00EAtre trait\u00E9s simultan\u00E9ment par un service fonctionnel.
THROTTLING_QUEUE=File d'attente de ralentissement
THROTTLING_QUEUE_DESC=Nombre maximal de messages conserv\u00E9s dans la file d'attente.
MESSAGE_EXPIRATION=Expiration des messages
MESSAGE_EXPIRATION_DESC=Dur\u00E9e maximale de conservation des messages dans la file d'attente.
MESSAGES=messages
MSECS=ms
MAX_CONCURRENCY_ERROR=La valeur Nombre maximal de traitements simultan\u00E9s doit \u00EAtre un entier positif.
THROTTLING_QUEUE_ERROR=La valeur File d'attente de ralentissement doit \u00EAtre un entier positif.
MESSAGE_EXPIRATION_ERROR=La valeur Expiration des messages doit \u00EAtre un entier positif.
TRACING_BANNER=Fonction de trace
TRACING_BANNER_DESC=Cette section contient les param\u00E8tres de fonction de trace du service.
MSG_TRACING_MAX_LOG_SIZE=Limite de la fonction de trace des donn\u00E9es trait\u00E9es
MSG_TRACING_MAX_LOG_SIZE_DESC=Limite de la fonction de trace des donn\u00E9es trait\u00E9es
MSG_TRACING_KILOBYTES=Kilo-octets
MSG_TRACING_DETAIL_LEVEL=Niveau de d\u00E9tail
MSG_TRACING_DETAIL_LEVEL_DESC=Niveau de d\u00E9tail
MSG_TRACING_DEFAULT_ENCODING=Encodage par d\u00E9faut
MSG_TRACING_DEFAULT_ENCODING_DESC=Encodage par d\u00E9faut
MSG_TRACING_DETAIL_LEVEL_TERSE=Terse
MSG_TRACING_DETAIL_LEVEL_HEADERS=En-t\u00EAtes
MSG_TRACING_DETAIL_LEVEL_FULL=Complet
TOOLTIP_SERVER_RESTART_REQUIRED=Afin de visualiser/modifier cette liste de contr\u00F4le d'acc\u00E8s (ACL), vous devez red\u00E9marrer le serveur.
BROWSE_ARCHIVES=Cliquez ici pour visualiser la liste des archives disponibles.
BROWSE_CUSTOM_RESOURCES=Cliquez ici pour visualiser la liste des ressources disponibles.
BROWSE_JCAS=Cliquez ici pour visualiser la liste des liaisons JCA disponibles.
WARNING_SERVER_RESTART_REQUIRED=Afin de visualiser/modifier la liste de contr\u00F4le d'acc\u00E8s (ACL) du service, vous devez red\u00E9marrer le serveur.
ERROR_TRANSPORT_EXCEPTION_OCCURRED=Une exception de transport est survenue avec le message suivant :\n{0}
SERVICE_MSG_CONTENT_HANDLING_TITLE=Gestion des messages
SERVICE_MSG_CONTENT_HANDLING_DESC=Utilisez cette page afin de configurer la gestion du contenu des messages (transmission en continu de contenu, XOP/MTOM, etc.).
XOP_MTOM_SUPPORT_LABEL=Prise en charge de XOP/MTOM
XOP_MTOM_SUPPORT_INFO=La prise en charge de XOP/MTOM d\u00E9finit la mani\u00E8re dont les pi\u00E8ces jointes binaires sont g\u00E9r\u00E9es dans les messages SOAP.
XOP_MTOM_SUPPORT_TITLE=Activer la prise en charge de XOP/MTOM
XOP_MTOM_ENABLED=Activ\u00E9
BINARY_DATA_BY_REFERENCE=Inclure les donn\u00E9es binaires par r\u00E9f\u00E9rence
BINARY_DATA_BY_VALUE=Inclure les donn\u00E9es binaires par valeur
BINARY_DATA_BY_REFERENCE_INBOUND_INFO=S\u00E9lectionnez cette option pour remplacer les \u00E9l\u00E9ments <xop:Include> par des \u00E9l\u00E9ments <ctx:binary-content> lors de la configuration de $body dans le message de demande entrant.
BINARY_DATA_BY_VALUE_INBOUND_INFO=S\u00E9lectionnez cette option pour remplacer les \u00E9l\u00E9ments <xop:Include> par une version texte encod\u00E9e base64 des donn\u00E9es binaires correspondantes lors de la configuration de $body dans le message de demande entrant.
BINARY_DATA_BY_REFERENCE_OUTBOUND_INFO=S\u00E9lectionnez cette option pour remplacer les \u00E9l\u00E9ments <xop:Include> par des \u00E9l\u00E9ments <ctx:binary-content> lors de la configuration de $body dans le message de r\u00E9ponse sortant.
BINARY_DATA_BY_VALUE_OUTBOUND_INFO=S\u00E9lectionnez cette option pour remplacer les \u00E9l\u00E9ments <xop:Include> par une version texte encod\u00E9e base64 des donn\u00E9es binaires correspondantes lors de la configuration de $body dans le message de r\u00E9ponse sortant.
ATTACHMENTS_LABEL=Pi\u00E8ces jointes
ATTACHMENTS_INFO=Indique si le contenu des pi\u00E8ces jointes est plac\u00E9 en m\u00E9moire tampon dans la m\u00E9moire ou dans un fichier de disque
TX_REQURIED_LABEL=Transaction obligatoire
TX_REQURIED_INFO=Si cette option est coch\u00E9e, OSB v\u00E9rifie qu'une transaction est associ\u00E9e \u00E0 chaque flux de messages proxy.
TX_REQURIED_TITLE=Activer la transaction
SAME_TX_FOR_RESPONSE_LABEL=M\u00EAme transaction pour la r\u00E9ponse
SAME_TX_FOR_RESPONSE_INFO=Si cette option est coch\u00E9e, OSB v\u00E9rifie que la transaction associ\u00E9e au chemin de demande du flux de messages, le cas \u00E9ch\u00E9ant, est transf\u00E9r\u00E9e vers le chemin de r\u00E9ponse.
SAME_TX_FOR_RESPONSE_TITLE=Activer la m\u00EAme transaction pour la r\u00E9ponse
PAGE_ATTACHMENTS_TO_DISK_LABEL=Pi\u00E8ces jointes de page vers le disque
PAGE_ATTACHMENTS_TO_DISK_INFO=Pour \u00E9viter de placer le contenu des pi\u00E8ces jointes en m\u00E9moire tampon dans la m\u00E9moire, paginez-le vers un fichier de disque
ERROR_CANNOT_SELECT_STREAMING_AND_XOP_MTOM=Impossible de s\u00E9lectionner \u00E0 la fois la transmission en continu de contenu et XOP/MTOM. Seul un mode de gestion peut \u00EAtre activ\u00E9.
MSG_TRACING_MAX_LOG_SIZE_ERROR=La taille du journal de la fonction de trace de message doit \u00EAtre un entier positif.
PIPELINE_MONITORING_LEVEL_SERVICE=Service
PIPELINE_MONITORING_LEVEL_PIPELINE=Pipeline
PIPELINE_MONITORING_LEVEL_ACTION=Action
PIPELINE_MONITORING_LEVEL_SERVICE_SHORT=S
PIPELINE_MONITORING_LEVEL_PIPELINE_SHORT=P
PIPELINE_MONITORING_LEVEL_ACTION_SHORT=A
TEXT_ENABLE_PIPELINE_MONITORING_LEVEL_AT=Activer la surveillance des pipelines au niveau
NO_BASIC_CONFIGS_LABEL=Il n'existe aucune option de configuration de base.
NO_BASIC_CONFIGS_LABEL_DESC=Il n'existe aucune option de configuration de base pour ce type de service.
CACHING_RESULT_SUPPORTED_LABEL=Mise en cache des r\u00E9sultats
CACHING_RESULT_SUPPORTED_INFO=Cache des r\u00E9sultats de service fonctionnel
CACHING_SUPPORTED=Pris en charge
CACHING_NOT_SUPPORTED=Non pris en charge
CACHING_SUPPORTED_TITLE=Prendre en charge le cache des r\u00E9sultats de service fonctionnel
CACHING_EXPR_NS_LABEL=Espaces de noms d'expression
CACHING_EXPR_NS_INFO=Espaces de noms d\u00E9finis par l'utilisateur pour les expressions
CACHING_ACTION_ADD_NS_INFO=Cliquez ici pour ajouter un pr\u00E9fixe et un espace de noms
CACHING_PREFIX_LABEL=Pr\u00E9fixe
CACHING_NAMESPACE_LABEL=Espace de noms
CACHING_NO_PREFIX_NAMESPACE=Aucun pr\u00E9fixe ni espace de noms n'est d\u00E9fini
CACHING_PREFIX_NAMESPACE_INVALID=Le pr\u00E9fixe/l'espace de noms est obligatoire.
CACHING_PREFIX_ALREADY_EXISTS=Le pr\u00E9fixe existe d\u00E9j\u00E0. Entrez un pr\u00E9fixe unique.
CACHING_EXPR_NS_TOOLTIP=Cliquez ici pour visualiser les espaces de noms pr\u00E9d\u00E9finis
CACHING_EXPR_NO_PREDEFINED_NS=Aucun espace de noms pr\u00E9d\u00E9fini
CACHING_EXPR_NS_TOOLTIP_DESC=Utilisez la table d'entr\u00E9e pour d\u00E9velopper la liste d'espaces de noms suivante
CACHE_TOKEN_EXPRESSION_LABEL=Expression de jeton de cache
CACHE_TOKEN_EXPRESSION_INFO=Entrez une expression XQuery. Cette derni\u00E8re sert \u00E0 g\u00E9n\u00E9rer le jeton de la cl\u00E9 de cache
CACHE_TTL_EXPIRATION_TIME_LABEL=D\u00E9lai d'expiration
CACHE_TTL_EXPIRATION_TIME_INFO=D\u00E9lai d'expiration du cache en secondes
CACHE_TTL_EXP_TIME_DEFAULT_LABEL=Utiliser la valeur par d\u00E9faut
CACHE_TTL_EXP_TIME_DEFAULT_INFO=Le d\u00E9lai d'expiration sera calcul\u00E9 \u00E0 partir du fichier de configuration du cache de coh\u00E9rence.\n Ce fichier se trouve \u00E0 l'emplacement suivant : $DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml.
CACHE_TTL_EXP_TIME_DURATION_LABEL=Dur\u00E9e
CACHE_TTL_EXP_TIME_DURATION_INFO=D\u00E9lai d'expiration sous la forme d'une dur\u00E9e
CACHE_TTL_EXP_TIME_XQ_EXPR_LABEL=Expression XQuery
CACHE_TTL_EXP_TIME_XQ_EXPR_INFO=Entrez une expression XQuery. Elle permet de calculer la dur\u00E9e de vie des entr\u00E9es en m\u00E9moire cache, en secondes
CACHE_ENABLED=Activ\u00E9
CACHE_ENABLED_TITLE=Activer l'expression d'\u00E9valuation de la dur\u00E9e de vie et de d\u00E9lai d'expiration
CACHE_EVALUATE_REQUEST=Demande
CACHE_EVALUATE_RESPONSE=R\u00E9ponse
CACHE_BANNER_DESC=Cette section contient des informations sur les param\u00E8tres op\u00E9rationnels Mise en cache des r\u00E9sultats du service.
CACHING_RESULT_STATE=Etat de la mise en cache des r\u00E9sultats
CACHING_RESULT_STATE_DESC=Etat de la mise en cache des r\u00E9sultats : Activ\u00E9 ou D\u00E9sactiv\u00E9. Si la mise en cache est activ\u00E9e, les r\u00E9sultats sont mis en cache pour le service.
CACHE_TOKEN_EXPRESSION_INVALID=L'expression XQuery du jeton de cache n'est pas valide.
CACHE_EXP_TIME_DURATION_REQD=Vous devez indiquer une dur\u00E9e en jours, heures, minutes ou secondes. Il doit s'agir d'un entier positif.
CACHE_EXP_TIME_DURATION_INVALID=La dur\u00E9e en jours, heures, minutes ou secondes doit \u00EAtre un entier positif. Entrez une valeur valide.
CACHE_EXPIRATION_TIME_EXPRESSION_REQUIRED=L'expression XQuery du d\u00E9lai d'expiration est obligatoire.
CACHE_EXPIRATION_TIME_EXPRESSION_INVALID=L'expression XQuery du d\u00E9lai d'expiration n'est pas valide.
CACHE_EVAL_EXP_TIME_EXPR_REQUEST=Evaluer l'expression XQuery lors de la demande :
CACHE_EVAL_EXP_TIME_EXPR_RESPONSE=Evaluer l'expression XQuery lors de la r\u00E9ponse :
CACHE_EXPIRATION_TIME_DURATION_FORMAT={0} jours ; {1} heures ; {2}:{3} min:s
WARNING_BUSINESS_SERVICE_OWSM_POLICIES_DROPPED=Les pi\u00E8ces jointes de strat\u00E9gie OWSM n'ont pas \u00E9t\u00E9 copi\u00E9es \u00E0 partir du service fonctionnel, car il s'agit de strat\u00E9gies c\u00F4t\u00E9 client ou elles n'existent pas. Les services proxy prennent uniquement en charge les strat\u00E9gies c\u00F4t\u00E9 serveur.
WARNING_PROXY_SERVICE_OWSM_POLICIES_DROPPED=Les pi\u00E8ces jointes de strat\u00E9gie OWSM n'ont pas \u00E9t\u00E9 copi\u00E9es \u00E0 partir du service proxy, car il s'agit de strat\u00E9gies c\u00F4t\u00E9 serveur ou elles n'existent pas. Les services fonctionnels prennent uniquement en charge les strat\u00E9gies c\u00F4t\u00E9 client.
WARNING_ALL_COMPATIBLE_POLICIES_ALREADY_ADDED=Toutes les strat\u00E9gies OWSM compatibles ont d\u00E9j\u00E0 \u00E9t\u00E9 ajout\u00E9es au service. Supprimez toute strat\u00E9gie inutile.
WARNING_MULTIPLE_COMPATIBLE_POLICIES_FOUND=Plusieurs strat\u00E9gies OWSM compatibles ont \u00E9t\u00E9 trouv\u00E9es et ajout\u00E9es au service. Supprimez toute strat\u00E9gie inutile.
WARNING_NO_COMPATIBLE_POLICIES_FOUND=Aucune strat\u00E9gie OWSM compatible trouv\u00E9e.
WSDL_DEF_TYPES=(port ou liaison)
WSDL_DEF_PORT=(port)
WSDL_DEF_BINDING=(liaison)
XML_SCHEMA_TYPES=(\u00E9l\u00E9ment ou type)
XML_SCHEMA_ELEMENT=(\u00E9l\u00E9ment)
XML_SCHEMA_TYPE=(type)
SCHEMA=Sch\u00E9ma :
WSDL=WSDL:
TYPE_ELEMENT=\u00E9l\u00E9ment
TYPE_TYPE=type
TYPE_BINDING=liaison
TYPE_PORT=port
