MENU_MAIN=Configuraci\u00F3n de Servicio
MENU_BUS_SVCS=Servicios de Negocio
MENU_PROXIES=Servicios de Proxy
BROWSER_TITLE=Explorador de Servicios
PROXY_SVC_BROWSER_TITLE=Seleccionar Servicio de Proxy
BUSINESS_SVC_BROWSER_TITLE=Seleccionar Servicio de Negocio
WSDL_SVC_BROWSER_TITLE=Seleccionar Servicio
SVC_BROWSER_TITLE=Seleccionar Servicio
PROXY_SVC_BROWSER_DESC=Esta p\u00E1gina contiene una lista de servicios de proxy.
BUSINESS_SVC_BROWSER_DESC=Esta p\u00E1gina contiene una lista de servicios de negocio.
WSDL_SVC_BROWSER_DESC=Esta p\u00E1gina contiene una lista de servicios basados en WSDL.
SVC_BROWSER_DESC=Esta p\u00E1gina contiene una lista de todos los servicios.
SERVICES_SUMMARY_TITLE=Resumen de Servicios de Negocio
SERVICES_SUMMARY_DESC=Esta p\u00E1gina contiene una lista de servicios de negocio registrados. Para ver m\u00E1s detalles sobre cualquiera de los servicios de negocio, haga clic en su nombre en la lista.
PROXIES_SUMMARY_TITLE=Resumen de Servicios de Proxy
PROXIES_SUMMARY_DESC=Esta p\u00E1gina contiene una lista de servicios de proxy. Para ver m\u00E1s detalles sobre cualquiera de los servicios de proxy, haga clic en su nombre en la lista.
ALL_SERVICES_SUMMARY_TITLE=Resumen de Todos los Servicios
ALL_SERVICES_SUMMARY_DESC=Esta p\u00E1gina contiene una lista de servicios de negocio y de proxy registrados. Para ver m\u00E1s detalles sobre cualquiera de los servicios, haga clic en su nombre en la lista.
SERVICES_TRACING_TITLE=Estado de Rastreo en Tiempo de Ejecuci\u00F3n
SELECT_SERVICE_FOR_TRACING=Seleccione los servicios para activar/desactivar el rastreo
SERVICES_TRACING_DESC=Esta p\u00E1gina contiene el estado de rastreo en tiempo de ejecuci\u00F3n de los servicios de proxy. Para activar el rastreo en tiempo de ejecuci\u00F3n de un servicio, haga clic en la casilla de control junto al nombre de servicio.
SEARCH_BUTTON_TIP=Haga clic para buscar los servicios que coincidan con las entradas de b\u00FAsqueda.
VIEW_ALL_TIP=Haga clic para borrar los campos de b\u00FAsqueda y buscar todos los servicios.
SERVICE_NAMES_HEADER=Nombre
SERVICE_PATH_HEADER=Ruta de Acceso
SERVICE_OPTIONS_HEADER=Opciones
SERVICE_ACTIONS_HEADER=Acciones
MANAGE_MONITORING=Gestionar Supervisi\u00F3n
SERVICE_EDIT_PIPELINES=Editar Pipelines
SERVICE_EXPORT_WSDL=Exportar WSDL
SERVICE_EXPORT_WSDL_NOSESSION=Exportar WSDL requiere una sesi\u00F3n activa.
SERVICE_GENERATE_WSDL=Generar WSDL
SERVICE_GENERATE_WSDL_SVC=Generar WSDL y servicio a partir de este recurso de enlace JCA
SERVICE_GENERATE_WSDL_SVC_DISABLED=El recurso de enlace de JCA no contiene asignaciones para WSDL abstracto o XML de TopLink. No se puede generar WSDL ni el servicio.
DELETE_SERVICE=Suprimir Servicio
PROXY_SERVICES_DELETE=Suprimir los servicios de proxy seleccionados.
BUS_SERVICES_DELETE=Suprimir los servicios de negocio seleccionados.
BUTTON_BACK_SVC_CONFIG=Desechar los cambios y volver a la p\u00E1gina anterior de configuraci\u00F3n del servicio.
BUTTON_NEXT_SVC_CONFIG=Enviar los cambios e ir a la siguiente p\u00E1gina de configuraci\u00F3n del servicio.
BUTTON_FINISH_SVC_CONFIG=Enviar los cambios e ir a la p\u00E1gina de resumen final de la configuraci\u00F3n del servicio.
BUTTON_CANCEL_SVC_CREATE=Cancelar la creaci\u00F3n de este servicio.
BUTTON_CANCEL_SVC_UPDATE=Cancelar la actualizaci\u00F3n de este servicio.
CREATE_SERVICE_DETAILS_TITLE=Crear un Servicio de Negocio ({0})
CREATE_SERVICE_DETAILS_TITLE1=Crear un Servicio de Negocio
CREATE_PROXY_DETAILS_TITLE=Crear un Servicio de Proxy ({0})
CREATE_PROXY_DETAILS_TITLE1=Crear un Servicio de Proxy
EDIT_SERVICE_DETAILS_TITLE=Editar un Servicio de Negocio ({0})
EDIT_SERVICE_DETAILS_TITLE1=Editar un Servicio de Negocio
EDIT_PROXY_DETAILS_TITLE=Editar un Servicio de Proxy ({0})
EDIT_PROXY_DETAILS_TITLE1=Editar un Servicio de Proxy
EDIT_SERVICE_DETAILS_DESC=Utilice esta p\u00E1gina para editar la informaci\u00F3n general para este servicio.
GENERAL_CONFIGURATION_TITLE=Configuraci\u00F3n General
POLICY_NAME_LABEL=Nombre de la Pol\u00EDtica
POLICY_PROPERTY_LABEL=Propiedad
PROPERTY_DEFAULT_VALUE_LABEL=Valor por Defecto
PROPERTY_OVERRIDE_VALUE_LABEL=Valor de Sustituci\u00F3n
OWSM_POLICY_OVERRIDES_TITLE=Sustituciones de Pol\u00EDticas
OWSM_POLICY_OVERRIDES_TOOLTIP=Haga clic en el icono para ampliar/reducir la secci\u00F3n Sustituciones de Pol\u00EDticas
OWSM_POLICY_OVERRIDE_VALUES_LABEL=Valores de Sustituci\u00F3n
OWSM_POLICY_OVERRIDE_VALUES_DESC=Especifique los valores de sustituci\u00F3n para las propiedades de pol\u00EDtica de la tabla.
OWSM_POLICY_CANNOT_BE_OVERRIDDEN=No se puede sustituir
VIEW_FULL_DESCRIPTION_LABEL=Haga clic para ver una descripci\u00F3n completa de la pol\u00EDtica
OWSM_POLICY_SUPPORT_NOT_ENABLED=No se ha activado el soporte de pol\u00EDticas de OWSM para este dominio.
ADD_OWSM_POLICY_TOOLTIP=Haga clic en este bot\u00F3n para agregar una pol\u00EDtica de OWSM
OWSM_POLICY_PROPERTY_NO_DEFAULT=[Sin Pol\u00EDticas por Defecto]
ADD_COMPATIBLE_OWSM_POLICIES=Agregar Compatible
ADD_COMPATIBLE_OWSM_POLICIES_TOOLTIP=Haga clic en este bot\u00F3n para agregar de forma autom\u00E1tica pol\u00EDticas de OWSM compatibles con las pol\u00EDticas de WSDL
SERVICE_NAME=Nombre del Servicio
SERVICE_NAME_INFO=Nombre del servicio.
SERVICE_DESCRIPTION=Descripci\u00F3n
SERVICE_DESCRIPTION_INFO=Descripci\u00F3n detallada de este servicio.
SERVICE_TYPE=Tipo de Servicio
SERVICE_TYPE_INFO=Puede crear un servicio a partir de un WSDL, especificando un tipo de contenido general, o a partir de un servicio existente.\n\n Para crear un servicio a partir de un WSDL, haga clic en Examinar para localizar el WSDL que desea utilizar.\n\n Para crear un servicio a partir de cero, seleccione un tipo de servicio.\n\n Para crear un servicio a partir de un servicio existente, haga clic en Examinar para seleccionar el servicio que desea copiar.\n\n
SERVICE_TYPE_UPDATE_INFO=Puede definir un servicio a partir de un puerto o un enlace WSDL.\n\n Haga clic en Examinar para localizar el WSDL que desea utilizar.\n
SERVICE_TYPE_CREATE_COPY=Crear a partir de Servicio Existente
SERVICE_TYPE_CREATE_NEW=Crear un Servicio Nuevo
SERVICE_TYPE_WSDL=Servicio Web WSDL
SERVICE_TYPE_WSDL_INFO=Crear un servicio basado en un WSDL. Utilice el bot\u00F3n Examinar para seleccionar un recurso WSDL y un puerto o enlace.
SERVICE_TYPE_PORT=Puerto WSDL
SERVICE_TYPE_BINDING=Enlace WSDL
SERVICE_TYPE_WS_SOAP=Servicio Web: {0}
SERVICE_TYPE_WS_XML=Servicio Web: XML
BROWSE_WSDL=Haga clic para ver una lista de enlaces y puertos WSDL disponibles.
SERVICE_TYPE_TRANSPORT_DESCRIBED=Servicio de Transporte seg\u00FAn Configuraci\u00F3n
SERVICE_TYPE_TRANSPORT_DESCRIBED_INFO=Crear un servicio descrito en funci\u00F3n del protocolo de transporte asociado. Los tipos de mensajes de petici\u00F3n y respuesta dependen de la configuraci\u00F3n del transporte.
SERVICE_TYPE_MIXED=Servicio de Mensajes
SERVICE_TYPE_MIXED_INFO=Crear un servicio de mensajes. Un servicio de mensajes puede enviar un mensaje de petici\u00F3n y recibir uno de respuesta con distintos tipos de datos.
SERVICE_TYPE_ABSTRACT_SOAP=Cualquier Servicio SOAP
SERVICE_TYPE_ABSTRACT_SOAP_VERSIONED=Cualquier Servicio SOAP ({0})
SERVICE_TYPE_ABSTRACT_SOAP_INFO=Crear un servicio SOAP que no tenga una interfaz concreta definida expl\u00EDcitamente.
SERVICE_TYPE_SOAP_11=SOAP 1.1
SERVICE_TYPE_SOAP_12=SOAP 1.2
SERVICE_TYPE_ABSTRACT_XML=Cualquier Servicio XML
SERVICE_TYPE_ABSTRACT_XML_INFO=Crear un servicio XML que no tenga una interfaz concreta definida expl\u00EDcitamente.
SERVICE_TYPE_COPY_BUS_SVC=Servicio de Negocio
SERVICE_TYPE_COPY_BUS_SVC_INFO=Crear un nuevo servicio copiando un servicio de negocio existente.
BROWSE_BUS_SVCS=Haga clic para ver una lista de los servicios de negocio disponibles.
SERVICE_TYPE_COPY_PROXY_SVC=Servicio de Proxy
SERVICE_TYPE_COPY_PROXY_SVC_INFO=Crear un nuevo servicio copiando un servicio de proxy existente.
BROWSE_PROXY_SVCS=Haga clic para ver una lista de los servicios de proxy disponibles.
SERVICE_PROVIDER=Proveedor de Claves de Servicio
SERVICE_PROVIDER_INFO=Nombre del proveedor de claves de servicio para este servicio de proxy.
BROWSE_SVC_PROVIDERS=Haga clic para ver una lista de proveedores de claves de servicio disponibles.
AUTO_PUBLISH=Publicar en Registro
AUTO_PUBLISH_INFO=Seleccione esta opci\u00F3n si desea publicar el servicio de proxy en UDDI.
DETACH_FROM_REGISTRY=Desasociar del Registro
DETACH_FROM_REGISTRY_INFO=Seleccione esta opci\u00F3n si desea desasociar el servicio del registro.
STREAM_MSG_PROCESSING=Flujo de Contenido
STREAM_MSG_PROCESSING_INFO=Active esta opci\u00F3n para procesar el contenido de mensajes en modo de flujo en lugar de cargar el contenido completo en memoria. Los mensajes de flujo se pueden almacenar en buffer y comprimir en memoria o en un archivo de disco.
STREAM_CONTENT_ENABLED=Activado
STREAM_CONTENT_INFO=Procesar el contenido del mensaje en modo de flujo.
MEMORY_BUFFER=Buffer de Memoria
MEMORY_BUFFER_INFO=Almacenar el contenido intermedio en buffer de memoria.
DISK_BUFFER=Buffer de Disco
DISK_BUFFER_INFO=Almacenar el contenido intermedio en un archivo de disco.
BUFFER_TYPE=Tipo de Buffer
BUFFER_TYPE_INFO=Especificar c\u00F3mo se almacena en buffer el contenido intermedio
COMPRESSION_ENABLED=Activado
COMPRESSION=Compresi\u00F3n
COMPRESSION_INFO=Comprimir el contenido de buffer intermedio
VIEW_COMPRESSION=Compresi\u00F3n
VIEW_NO_COMPRESSION=Sin Compresi\u00F3n
ERROR_INVALID_NAME=No se ha especificado el nombre de servicio o no tiene un formato v\u00E1lido.
ERROR_SVC_TYPE_REQUIRED_FIELD=El tipo de servicio seleccionado requiere un nombre de recurso de referencia.
ERROR_BUSINESS_SVC_EXISTS=Ya existe un servicio de negocio con el nombre especificado.
ERROR_PROXY_SVC_EXISTS=Ya existe un servicio de proxy con el nombre especificado.
ERROR_SVC_NOT_EXIST=No hay ning\u00FAn servicio para la referencia especificada.
ERROR_PROVIDER_NOT_EXIST=No hay ning\u00FAn proveedor de claves de servicio para la referencia especificada.
ERROR_WSDL_INVALID_URL=La URL para la definici\u00F3n de WSDL no tiene formato v\u00E1lido. Debe tener uno de los siguientes:\n - <referencia wsdl>#<nombre de puerto>\n - <referencia wsdl>#<nombre de enlace>\n
ERROR_WSDL_NOT_FOUND=EL WSDL especificado o una de sus dependencias no existen.
ERROR_WSDL_OBJECT_NOT_FOUND=La definici\u00F3n {0} "{1}" para el recurso WSDL especificado no existe.
ERROR_WSDL_NOT_SUPPORTED=La definici\u00F3n de WSDL no est\u00E1 soportada.
ERROR_CANNOT_COPY_SERVICE_TYPE=No se soporta el transporte de servicio existente "{0}" para copiar en el nuevo tipo de servicio.
CREATE_SERVICE_BINDING_TITLE=Crear un Servicio de Negocio ({0})
CREATE_PROXY_BINDING_TITLE=Crear un Servicio de Proxy ({0})
EDIT_SERVICE_BINDING_TITLE=Editar un Servicio de Negocio ({0})
EDIT_PROXY_BINDING_TITLE=Editar un Servicio de Proxy ({0})
MESSAGE_TYPE_CONFIGURATION_TITLE=Configuraci\u00F3n de Tipo de Mensaje
EDIT_SERVICE_BINDING_DESC=Utilice esta p\u00E1gina para configurar el formato de mensaje para este servicio.
REQUEST_MSG_TYPE=Tipo de Mensaje de Petici\u00F3n
REQUEST_MSG_TYPE_INFO=Elija el tipo de mensaje para el mensaje de petici\u00F3n.
RESPONSE_MSG_TYPE=Tipo de Mensaje de Respuesta
RESPONSE_MSG_TYPE_INFO=Elija el tipo de mensaje para el mensaje de respuesta.\n\nSeleccione 'Ninguno' si no desea ning\u00FAn mensaje de respuesta.
MSG_TYPE_NONE=Ninguno
MSG_TYPE_BINARY=Binario
MSG_TYPE_TEXT=Texto
MSG_TYPE_MFL=MFL
BROWSE_MFLS=Haga clic para ver una lista de los archivos MFL disponibles.
MSG_TYPE_XML=XML
MSG_TYPE_JAVA=Java
BROWSE_XML_SCHEMAS=Haga clic para ver una lista de los esquemas XML disponibles.
BUTTON_BACK_DETAILS=Desechar cambios y volver a Configuraci\u00F3n General.
BUTTON_NEXT_TRANSPORT=Enviar cambios e ir a Configuraci\u00F3n de Transporte.
ERROR_NO_MFL_NAME=Se debe especificar el nombre del archivo MFL.
ERROR_NO_SCHEMA_NAME=Se debe especificarse el nombre del esquema XML.
ERROR_MFL_NOT_EXIST=No hay ning\u00FAn archivo MFL para el nombre de referencia especificado.
ERROR_SCHEMA_NOT_EXIST=No hay ning\u00FAn esquema XML para el nombre de referencia especificado.
ERROR_SCHEMA_INVALID_URL=La URL de la definici\u00F3n del esquema no tiene un formato v\u00E1lido. Debe tener uno de los siguientes:\n - <referencia de esquema>#element::<nombre>\n - <referencia de esquema>#type::<nombre>\n
ERROR_SCHEMA_OBJECT_NOT_FOUND=La definici\u00F3n {0} "{1}" del recurso de esquema XML especificado no existe.
ERROR_BOTH_NONE=Se debe especificar al menos un tipo de mensaje para la petici\u00F3n o respuesta. Ambos mensajes no pueden ser 'Ninguno'.
CREATE_SERVICE_TRANSPORT_TITLE=Crear un Servicio de Negocio ({0})
CREATE_PROXY_TRANSPORT_TITLE=Crear un Servicio de Proxy ({0})
EDIT_SERVICE_TRANSPORT_TITLE=Editar un Servicio de Negocio ({0})
EDIT_PROXY_TRANSPORT_TITLE=Editar un Servicio de Proxy ({0})
TRANSPORT_CONFIGURATION_TITLE=Configuraci\u00F3n de Transporte
EDIT_SERVICE_TRANSPORT_DESC=Utilice esta p\u00E1gina para configurar la informaci\u00F3n de transporte para este servicio.
PROTOCOL=Protocolo
PROTOCOL_MENU_INFO=Seleccione el protocolo de transporte.
URI_FORMAT_INFO=Formato:
PROXY_URI=URI de Punto Final
PROXY_URI_INFO=URI de punto final asociado a este servicio de proxy.
ALL_HEADERS=Obtener Todas las Cabeceras
ALL_HEADERS_INFO=Seleccione S\u00ED si desea recuperar todas las cabeceras del transporte.\n Seleccione No si desea recuperar un juego de cabeceras concreto.
HEADER=Cabecera
HEADER_ACTION=Acci\u00F3n
NO_HEADERS_CONFIGURED=No hay ninguna cabecera configurada.
ADD_TRANSPORT_HEADER=Agregar esta cabecera de transporte a la tabla de selecci\u00F3n.
DELETE_TRANSPORT_HEADER=Suprimir esta cabecera de transporte de la tabla de selecci\u00F3n.
LOAD_BALANCING_ALG=Algoritmo de Equilibrio de Carga
LOAD_BALANCING_ALG_INFO=Elija el algoritmo que se va a utilizar para el equilibrio de carga.
LB_ROUND_ROBIN=asignaci\u00F3n en rueda (round-robin)
LB_RANDOM=aleatorio
LB_RANDOM_WEIGHTED=ponderado de forma aleatoria
LB_NONE=ninguno
ENDPOINT_URI=URI de Punto Final
ENDPOINT_URI_INFO=URI de punto final asociado a este servicio.\n\n Puede configurar varios URI. En tiempo de ejecuci\u00F3n, los URI se seleccionan en funci\u00F3n del algoritmo de equilibrio de carga.
URIS_HEADER_URI=URI Existentes
URIS_HEADER_WEIGHT=Ponderaci\u00F3n
URIS_HEADER_OPTIONS=Opciones
NO_URIS_CONFIGURED=No hay ning\u00FAn URI configurado. Debe haber al menos un URI configurado.
ADD_TRANSPORT_URI=Agregar este URI de transporte a la tabla de puntos finales.
EDIT_TRANSPORT_URI=Editar este URI de transporte.
UPDATE_TRANSPORT_URI=Actualizar este URI de transporte en la tabla de puntos finales.
DELETE_TRANSPORT_URI=Suprimir este URI de transporte de la tabla de puntos finales.
MOVE_UP_TRANSPORT_URI=Mover arriba este URI de transporte y reordenar la tabla de puntos finales.
MOVE_DOWN_TRANSPORT_URI=Mover abajo este URI de transporte y reordenar la tabla de puntos finales.
RETRY_COUNT=Recuento de Reintentos
RETRY_COUNT_INFO=Especifique el n\u00FAmero de reintentos.
RETRY_INTERVAL=Intervalo de Iteraci\u00F3n de Reintentos
RETRY_INTERVAL_INFO=Especificar el tiempo de espera, en segundos, tras haber probado todos los puntos finales de URI de la lista.
RETRY_APP_ERRORS=Reintentar tras Errores de Aplicaci\u00F3n
RETRY_APP_ERRORS_INFO=Especifique si se debe volver a intentar o no cuando se producen errores de la aplicaci\u00F3n.
MONITORING_ENABLED=Supervisi\u00F3n Activada
MONITORING_INFO=Seleccione esta opci\u00F3n para activar la supervisi\u00F3n del punto final.
BUTTON_NEXT_TRANSPORT_SCHEME=Enviar cambios e ir a Configuraci\u00F3n de Transporte de Protocolo.
ERROR_INVALID_HEADER=No se ha especificado el nombre de la cabecera o no tiene un formato v\u00E1lido.
ERROR_DUPLICATE_HEADER=Ya se ha definido la cabecera.
ERROR_INVALID_URI=No se ha especificado el URI o no tiene un formato v\u00E1lido.
ERROR_INVALID_WEIGHT=La ponderaci\u00F3n debe ser estrictamente un n\u00FAmero positivo.
ERROR_REQUIRED_PROXY_URI=Debe especificar un URI para los servicios de proxy.
ERROR_REQUIRED_EXTSVC_URI=Debe especificar al menos un URI para los servicios de negocio.
ERROR_INVALID_RETRY_COUNT=El recuento de reintentos debe ser un n\u00FAmero positivo comprendido entre 0 y 32.767.
ERROR_INVALID_RETRY_INTERVAL=El intervalo de reintentos debe ser un n\u00FAmero positivo.
ERROR_NO_PROTOCOLS=No hay ning\u00FAn protocolo de transporte que soporte esta definici\u00F3n de servicio.
ERROR_NO_TRANSPORT_CONFIGURED=Debe completarse la configuraci\u00F3n del transporte.
ERROR_DUPLICATE_URIs=No se permiten URI duplicados en un servicio de negocio
CREATE_SERVICE_TRANSPORT_SPECIFIC_TITLE=Crear un Servicio de Negocio ({0})
CREATE_PROXY_TRANSPORT_SPECIFIC_TITLE=Crear un Servicio de Proxy ({0})
EDIT_SERVICE_TRANSPORT_SPECIFIC_TITLE=Editar un Servicio de Negocio ({0})
EDIT_PROXY_TRANSPORT_SPECIFIC_TITLE=Editar un Servicio de Proxy ({0})
TRANSPORT_SPECIFIC_CONFIGURATION_TITLE=Configuraci\u00F3n de Transporte de {0}
EDIT_SERVICE_TRANSPORT_SPECIFIC_DESC=Utilice esta p\u00E1gina para configurar la informaci\u00F3n de transporte en funci\u00F3n del protocolo para este servicio.
ADVANCED_SETTINGS_TITLE=Configuraci\u00F3n Avanzada
ADVANCED_SETTINGS_HELP=Haga clic en el icono para ampliar o reducir la configuraci\u00F3n de transporte avanzada.
DYN_TABLE_HEADER_ACTION=Acci\u00F3n
BROWSE_SVC_ACCOUNTS=Haga clic para ver una lista de cuentas de servicio disponibles.
ERROR_ROW_WITH_ALL_COLUMNS_EMPTY=Los valores de una fila no pueden estar vac\u00EDos.
ERROR_ROW_EXISTS_IN_COLLECTION=No se puede agregar una fila duplicada en una tabla.
BUTTON_BACK_TRANSPORT=Desechar los cambios y volver a la p\u00E1gina Configuraci\u00F3n de Transporte anterior.
ERROR_REQUIRED_FIELD=Este campo es necesario. Introduzca un valor.
ERROR_REQUIRED_NESTED_FIELD=Falta un campo necesario en la fila seleccionada "{0}".
CREATE_SERVICE_SECURITY_TITLE=Crear un Servicio de Negocio ({0})
CREATE_PROXY_SECURITY_TITLE=Crear un Servicio de Proxy ({0})
EDIT_SERVICE_SECURITY_TITLE=Editar un Servicio de Negocio ({0})
EDIT_PROXY_SECURITY_TITLE=Editar un Servicio de Proxy ({0})
WEB_SERVICES_SECURITY_CONFIGURATION_TITLE=Configuraci\u00F3n de Seguridad de Servicio Web
MESSAGE_LEVEL_SECURITY_CONFIGURATION_TITLE=Configuraci\u00F3n de Seguridad a Nivel de Mensaje
EDIT_SERVICE_SECURITY_DESC=Utilice esta p\u00E1gina para configurar el procesamiento de WS-Security para este servicio.
EDIT_PROXY_SECURITY_DESC=Utilice esta p\u00E1gina para configurar el procesamiento de seguridad a nivel de mensaje para este servicio.
ADVANCED_SETTINGS_SEC_HELP=Haga clic en el icono para reducir o ampliar la configuraci\u00F3n de seguridad avanzada.
SEC_CUSTOM_AUTH_ENABLED=Usar Configuraci\u00F3n Personalizada
SEC_CUSTOM_AUTH_ENABLED_INFO=Active esta opci\u00F3n para especificar la autenticaci\u00F3n personalizada mediante tokens de seguridad en los mensajes entrantes.\n Utilice la configuraci\u00F3n de Configuraci\u00F3n Avanzada para especificar los detalles de autenticaci\u00F3n personalizada.
SEC_SEE_ADV_SETTINGS=(Consulte Configuraci\u00F3n Avanzada)
SEC_INBOUND_WSS_ENABLED=Procesar Cabecera de WS-Security
SEC_INBOUND_WSS_ENABLED_INFO=Active esta opci\u00F3n para especificar el procesamiento de Seguridad de Servicio Web (WSS) en los mensajes entrantes.\n Las operaciones aplicadas durante el procesamiento WSS dependen de la pol\u00EDtica de punto final; pueden incluir descifrado, validaci\u00F3n de firma digital y validaci\u00F3n/autenticaci\u00F3n de tokens de seguridad.
SEC_OUTBOUND_ACCOUNT=Cuenta de Servicio
SEC_OUTBOUND_ACCOUNT_INFO=Nombre de la cuenta de servicio para las credenciales de pol\u00EDtica de servicios web salientes.
SEC_POLICY_OPERATION=Operaci\u00F3n
SEC_POLICY_REQ_RESP=Pol\u00EDtica Efectiva de Petici\u00F3n/Respuesta
SEC_CUSTOM_AUTH_SETTINGS=Configuraci\u00F3n de Autenticaci\u00F3n Personalizada
SEC_CUSTOM_AUTH_SETTINGS_INFO=Elija el tipo de autenticaci\u00F3n personalizada que se va a utilizar.
SEC_CUSTOM_USER_PW=Nombre de Usuario y Contrase\u00F1a Personalizados
SEC_CUSTOM_TOKEN=Token Personalizado
SEC_USER_XPATH=XPath de Nombre de Usuario
SEC_USER_XPATH_INFO=Especifique la expresi\u00F3n XPath para extraer el nombre de usuario con fines de autenticaci\u00F3n.
SEC_PASSWORD_XPATH=XPath de Contrase\u00F1a de Usuario
SEC_PASSWORD_XPATH_INFO=Especifique la expresi\u00F3n XPath para extraer la contrase\u00F1a de usuario con fines de autenticaci\u00F3n.
SEC_TOKEN_TYPE=Tipo de Token
SEC_TOKEN_TYPE_INFO=Identifique el tipo del token personalizado.
SEC_TOKEN_XPATH=XPath de Token
SEC_TOKEN_XPATH_INFO=Especifique la expresi\u00F3n XPath para extraer el token personalizado.
SEC_CONTEXT_PROPERTIES=Propiedades de Contexto
SEC_CONTEXT_PROPERTIES_INFO=Esta tabla especifica una lista de propiedades de contexto que se deben transferir al proveedor de autenticaci\u00F3n personalizada.\n Cada fila de la tabla consta de un nombre de propiedad y del selector XPath correspondiente, que selecciona un valor del mensaje entrante.
SEC_PROPERTY_NAME=Nombre de la Propiedad
SEC_PROPERTY_SELECTOR=Selector de Valores
SEC_PROPERTY_DELETE=Suprimir propiedad de contexto
BUTTON_BACK_TRANSPORT_SCHEME=Desechar los cambios y volver a la p\u00E1gina anterior Configuraci\u00F3n de Transporte de Protocolo.
BUTTON_ADD_PROPERTY=Agregar Propiedad
BUTTON_ADD_PROPERTY_INFO=Introduzca un nombre y un selector XPath y, a continuaci\u00F3n, haga clic en este bot\u00F3n para agregar una nueva propiedad de contexto a la tabla.
ERROR_ACCOUNT_NOT_EXIST=No hay ninguna cuenta de servicio para la referencia especificada.
ERROR_REQUIRED_CUSTOM_AUTH_CHOICE=Debe elegir un m\u00E9todo para la autenticaci\u00F3n personalizada.
ERROR_REQUIRED_USER_XPATH=Debe especificar una expresi\u00F3n XPath para seleccionar un nombre de usuario para la autenticaci\u00F3n personalizada.
ERROR_REQUIRED_PASSWORD_XPATH=Debe especificar una expresi\u00F3n XPath para seleccionar una contrase\u00F1a para la autenticaci\u00F3n personalizada.
ERROR_REQUIRED_TOKEN_XPATH=Debe especificar una expresi\u00F3n XPath para seleccionar un token para la autenticaci\u00F3n personalizada.
ERROR_INVALID_XPATH=La expresi\u00F3n XPath no es v\u00E1lida: {0}
ERROR_REQUIRED_ADD_PROPERTY_NAME=Debe especificar un nombre de propiedad cuando agregue una propiedad de contexto.
ERROR_REQUIRED_ADD_PROPERTY_SEL=Debe especificar una expresi\u00F3n XPath para seleccionar un valor del mensaje entrante a la hora de agregar una nueva propiedad de contexto.
ERROR_DUPLICATE_PROPERTY=Ya se ha definido la propiedad con el nombre solicitado.
INFO_WSS_CONFIG_RESET=La configuraci\u00F3n de Seguridad de Servicio Web se ha restablecido porque no hay pol\u00EDticas de seguridad. Haga clic en Actualizar para guardar los cambios.
INFO_WSS_CONFIG_RESET2=La configuraci\u00F3n de Seguridad de Servicio Web se ha restablecido debido a cambios en las pol\u00EDticas de seguridad.
CREATE_PROXY_SELECTOR_TITLE=Crear un Servicio de Proxy ({0})
EDIT_PROXY_SELECTOR_TITLE=Editar un Servicio de Proxy ({0})
OPERATION_SELECTION_CONFIGURATION_TITLE=Configuraci\u00F3n de Selecci\u00F3n de Operaciones
EDIT_PROXY_SELECTOR_DESC=Utilice esta p\u00E1gina para configurar el algoritmo de selecci\u00F3n de operaciones para este servicio.
CREATE_PROXY_SOAP_BINDING_TITLE=Crear un Servicio de Proxy ({0})
CREATE_BUS_SVC_SOAP_BINDING_TITLE=Crear un Servicio de Negocio ({0})
EDIT_PROXY_SOAP_BINDING_TITLE=Editar un Servicio de Proxy ({0})
EDIT_BUS_SVC_SOAP_BINDING_TITLE=Editar un Servicio de Negocio ({0})
SOAP_BINDING_CONFIGURATION_TITLE=Configuraci\u00F3n de Enlace de SOAP
EDIT_SOAP_BINDING_DESC=Utilice esta p\u00E1gina para configurar el enlace de SOAP para este servicio.
ENFORCE_WSI=Aplicar Cumplimiento de WS-I
ENFORCE_WSI_INFO=Defina esta opci\u00F3n para aplicar la comprobaci\u00F3n del cumplimiento de WS-I cuando se ejecute el servicio.
SEL_ALGORITHM=Algoritmo de Selecci\u00F3n
SEL_ALGORITHM_INFO=Seleccione el algoritmo de selecci\u00F3n que se va a utilizar para determinar la operaci\u00F3n llamada.
SEL_ALGORITHM_TRANSPORT=Cabecera de Transporte
SEL_ALGORITHM_WSA=WS-Addressing
SEL_ALGORITHM_SOAP_HEADER=Cabecera SOAP
SEL_ALGORITHM_SOAP_BODY=Tipo de Cuerpo SOAP
SEL_ALGORITHM_SOAP_ACTION=Cabecera SOAPAction
SEL_ALGORITHM_PAYLOAD=Tipo de Carga \u00DAtil
SEL_HEADER=Nombre de Cabecera
SEL_HEADER_INFO=Cabecera de transporte para extraer el valor utilizado como clave a fin de seleccionar la operaci\u00F3n llamada.
SEL_XPATH=Expresi\u00F3n XPath
SEL_XPATH_INFO=Especifique la expresi\u00F3n XPath para extraer el valor utilizado como clave a fin de seleccionar la operaci\u00F3n llamada.
SEL_MAPPING=Asignaci\u00F3n de Operaciones
SEL_MAPPING_INFO=Especifique el valor para cada operaci\u00F3n. El valor se utiliza como clave de la operaci\u00F3n.
SEL_MAPPING_OP_HEADER=Nombre de la Operaci\u00F3n
SEL_MAPPING_VALUE_HEADER=Valor
BUTTON_NEXT_SVC_SUMMARY=Enviar los cambios e ir a Resumen de Configuraci\u00F3n del Servicio.
ERROR_SEL_NO_HEADER=Se debe especificar la cabecera de transporte.
ERROR_SEL_INVALID_HEADER=La cabecera de transporte no es v\u00E1lida.
ERROR_SEL_NO_XPATH=Se debe especificar el XPath.
ERROR_SEL_INVALID_XPATH=El XPath no es v\u00E1lido: {0}
ERROR_SEL_NO_MAPPING=Se debe especificar un valor para cada operaci\u00F3n.
ERROR_SEL_DUPLICATE_MAPPING=No se permiten valores duplicados.
ERROR_SEL_INVALID_URI=Los valores deben ser URI v\u00E1lidos.
CREATE_SERVICE_SUMMARY_TITLE=Resumen de Creaci\u00F3n de Servicio de Negocio ({0})
CREATE_PROXY_SUMMARY_TITLE=Resumen de Creaci\u00F3n de Servicio de Proxy ({0})
EDIT_SERVICE_SUMMARY_TITLE=Resumen de Edici\u00F3n de Servicio de Negocio ({0})
EDIT_PROXY_SUMMARY_TITLE=Resumen de Edici\u00F3n de Servicio de Proxy ({0})
EDIT_SERVICE_SUMMARY_DESC=Revise la configuraci\u00F3n de este servicio antes de enviar los cambios.
VIEW_BANNER_DETAILS=Configuraci\u00F3n General
VIEW_BANNER_DETAILS_DESC=Esta secci\u00F3n describe informaci\u00F3n general para este servicio.
VIEW_BANNER_BINDING=Configuraci\u00F3n de Tipo de Mensaje
VIEW_BANNER_BINDING_DESC=Esta secci\u00F3n describe informaci\u00F3n sobre el tipo de mensaje de petici\u00F3n y respuesta para este servicio.
VIEW_BANNER_TRANSPORT=Configuraci\u00F3n de Transporte
VIEW_BANNER_TRANSPORT_DESC=Esta secci\u00F3n describe informaci\u00F3n gen\u00E9rica de transporte para este servicio.
VIEW_BANNER_TRANSPORT_SPECIFIC=Configuraci\u00F3n de Transporte de {0}
VIEW_BANNER_TRANSPORT_SPECIFIC_DESC=Esta secci\u00F3n describe informaci\u00F3n de transporte en funci\u00F3n del protocolo para este servicio.
VIEW_BANNER_SECURITY=Configuraci\u00F3n de Seguridad de Servicio Web
VIEW_BANNER_SECURITY_PROXY=Configuraci\u00F3n de Seguridad a Nivel de Mensaje
VIEW_BANNER_SECURITY_DESC=Esta secci\u00F3n describe el procesamiento de WS-Security para este servicio.
VIEW_BANNER_SECURITY_DESC_PROXY=Esta secci\u00F3n describe el procesamiento de seguridad a nivel de mensaje para este servicio.
VIEW_BANNER_SELECTOR=Configuraci\u00F3n de Selecci\u00F3n de Operaciones
VIEW_BANNER_SELECTOR_DESC=Esta secci\u00F3n describe el algoritmo de selecci\u00F3n de operaciones para este servicio.
VIEW_BANNER_SOAP_BINDING=Configuraci\u00F3n de Enlace de SOAP
VIEW_BANNER_SOAP_BINDING_DESC=Esta secci\u00F3n describe informaci\u00F3n de enlace de SOAP para este servicio.
VIEW_BANNER_MSG_CONTENT_HANDLING=Configuraci\u00F3n de Manejo de Mensajes
VIEW_BANNER_MSG_CONTENT_HANDLING_DESC=Esta secci\u00F3n describe el soporte de flujo de contenido, XOP/MTOM, etc.
VIEW_STREAM_MSG_DISABLED=Desactivado
VIEW_STREAM_MSG_ENABLED=Activado ({0}, {1})
VIEW_XOP_MTOM_DISABLED=Desactivado
VIEW_XOP_MTOM_BY_REFERENCE=Activado (Por Referencia)
VIEW_XOP_MTOM_BY_VALUE=Activado (Por Valor)
VIEW_HEADERS=Cabeceras
VIEW_REQUEST_POLICY=Pol\u00EDtica de Petici\u00F3n:
VIEW_RESPONSE_POLICY=Pol\u00EDtica de Respuesta:
VIEW_NO_POLICY_CONFIG=No hay configuraci\u00F3n a nivel de operaci\u00F3n para este servicio.
VIEW_CUSTOM_AUTH=Autenticaci\u00F3n Personalizada
VIEW_CUSTOM_AUTH_NONE=Ninguno
VIEW_CUSTOM_AUTH_USER_PW=Nombre de Usuario o Contrase\u00F1a Personalizados
VIEW_CUSTOM_AUTH_TOKEN=Token Personalizado
VIEW_NO_TRANSPORT_SPECIFIC=No hay configuraci\u00F3n para el protocolo de transporte seleccionado.
BUTTON_SAVE_SVC=Guardar el servicio.
SERVICE_CREATE_SUCCESS=El servicio "{0}" se ha creado correctamente.
SERVICE_UPDATE_SUCCESS=El servicio "{0}" se ha actualizado correctamente.
SERVICE_SAVED_INVALID=El servicio "{0}" se ha guardado en la sesi\u00F3n con errores de validaci\u00F3n. Consulte Conflictos para ver los mensajes de diagn\u00F3stico detallados.
VIEW_SERVICE_TITLE=Ver Servicio de Negocio ({0})
VIEW_PROXY_TITLE=Ver Servicio de Proxy ({0})
VIEW_SERVICE_TITLE1=Ver Servicio de Negocio
VIEW_PROXY_TITLE1=Ver Servicio de Proxy
VIEW_SERVICE_DESC=Ver los detalles del servicio {0}.\n Para editar este servicio, haga clic en el bot\u00F3n Editar o en uno de los enlaces Editar.
SERVICE_CONFIGURATION_TITLE=Configuraci\u00F3n de Servicio de Negocio ({0})
PROXY_CONFIGURATION_TITLE=Configuraci\u00F3n de Servicio de Proxy ({0})
SVC_DETAILS_OK=Cierre esta vista de servicio y vuelva a la p\u00E1gina anterior.
SVC_DETAILS_EDIT=Editar este servicio.
ERROR_WSDL_EXPORT_FAILED=Fallo al exportar el WSDL: Compruebe el log del servidor para ver los detalles.
CLONE_PIPELINE=Clonar este Pipeline
DELETE_PIPELINE=Suprimir este Pipeline
VIEW_SERVICE_PIPELINES_TITLE=Ver Pipelines de Servicio
VIEW_SERVICE_PIPELINES_DESC=Esta p\u00E1gina muestra los pipelines del enrutador para un servicio. Cada punto de enlace del servicio tiene hasta tres pipelines asociados. Para editar un pipeline, haga clic en el comando correspondiente, en la barra de tareas de la izquierda.
EDIT_PIPELINE_TITLE=Editar una Configuraci\u00F3n de Pipeline
EDIT_PIPELINE=Editar Pipeline
EDIT_PIPELINE_DESC=En esta p\u00E1gina puede ver los detalles de una configuraci\u00F3n de pipeline. El pipeline consta de una serie de etapas individuales que se aplican a mensajes entrantes en el orden en que aparecen en el pipeline. Aqu\u00ED puede agregar, insertar, eliminar o reordenar etapas. Para insertar una nueva etapa, arrastre el icono de etapa correspondiente desde la paleta y su\u00E9ltelo en un punto de inserci\u00F3n.
EDIT_PIPELINE_DESCRIPTION=Seleccione un elemento del siguiente men\u00FA Pipelines Disponibles para empezar a editar.
BEGIN_PIPELINE=Iniciar Pipeline
END_PIPELINE=Terminar Pipeline
PROXY_NAME=Nombre del Proxy
SUMMARY=Resumen
SERVICE_DETAILS_BANNER=Detalles del Servicio.
SERVICE_IS_PROXY=Es un Proxy
MONITORING_SVC_TASK=Servicios
AUTHORIZATION_POLICY=Pol\u00EDtica de Autorizaci\u00F3n
TRANS_AUTHORIZATION_POLICY=Pol\u00EDtica de Autorizaci\u00F3n de Transporte
SERVICE_AUTHORIZATION_POLICY=Pol\u00EDtica de Autorizaci\u00F3n de Servicio
VIEW_POLICIES=Ver Pol\u00EDticas
NO_POLICIES=No se ha encontrado ninguna pol\u00EDtica
NO_EDIT_POLICIES=No se pueden editar las pol\u00EDticas
EDIT_SERVICE_ATZ_TITLE=Control de Acceso al Servicio de Proxy
EDIT_SERVICE_ATZ_DESC=Ver y editar la configuraci\u00F3n de control de acceso para el servicio de proxy.
VIEW_PROXY_SERVICES=Ver Servicios de Proxy
PROXY_SERVICE=Servicio de Proxy
BUSINESS_SERVICE=Servicio de Negocio
TRANSPORT_ENDPOINT=Punto Final de Transporte
OPERATION=Operaci\u00F3n
AVAIL_ROLES=Roles Disponibles
CHOSEN_ROLES=Roles Seleccionados
INHERITED_ATZ_POLICY=Pol\u00EDtica Heredada
EXCLUDED_ATZ_POLICY=Excluida
UNCHECKED_ATZ_POLICY=Desactivada
AUTHENTICATED_USERS_ATZ_POLICY=S\u00F3lo usuarios autenticados (sin acceso an\u00F3nimo)
ROLES_ATZ_POLICY=Roles
NO_PROXIES_CONFIGURED=Actualmente no hay ning\u00FAn servicio de proxy configurado. Para definir un nuevo servicio de proxy, haga clic en <i>Crear Nuevo Proxy</i>, en la barra de tareas de la izquierda.
CONFIRM_DELETE_PIPELINE=Al suprimir un pipeline, se eliminar\u00E1n tambi\u00E9n sus enlaces de enrutador de mensajes. \u00BFDesea continuar?
EDIT_REQUEST_PIPELINE=Editar Pipeline de Peticiones
EDIT_RESPONSE_PIPELINE=Editar Pipeline de Respuestas
EDIT_ERROR_PIPELINE=Editar Pipeline de Errores
EDIT_ERROR_PIPELINE_DESC=Seleccione un elemento del siguiente men\u00FA de inicio para empezar a editar.
WARNING_UNSAVED_CHANGES=Si sale de la configuraci\u00F3n del servicio sin guardarla, perder\u00E1 los cambios.
WARNING_UNSAVED_SECURITY_CHANGES=Si sale de la configuraci\u00F3n de seguridad sin guardarla, perder\u00E1 los cambios.
WARNING_UNSAVED_POLICY_CHANGES=Si sale de la configuraci\u00F3n de pol\u00EDtica sin guardarla, perder\u00E1 los cambios.
WARNING_UNSAVED_OPERATIONAL_SETTINGS_CHANGES=Si sale de la configuraci\u00F3n operativa sin guardarla, perder\u00E1 los cambios.
ERROR_INVALID_REF=El valor no es una referencia v\u00E1lida.
ERROR_INVALID_DATA=No se ha podido crear o actualizar el servicio por la siguiente raz\u00F3n:\n{0}
ERROR_UNEXPECTED=Se ha producido una excepci\u00F3n inesperada durante la creaci\u00F3n o actualizaci\u00F3n de este servicio:\n{0}
ERROR_INVALID_SESSION_STATE=No se ha podido editar el servicio porque el estado de la sesi\u00F3n no es v\u00E1lido.
SERVICE_TRACING_UPDATED_SUCCESSFULLY=El rastreo se ha activado (o desactivado) correctamente para los servicios seleccionados.
VIEW_CONFIG_DETAILS=Detalles de Configuraci\u00F3n
VIEW_OPERATIONS_DETAILS=Configuraci\u00F3n Operativa
VIEW_ALERT_RULES=Reglas de Alertas de SLA
LOGGING_SEVERITY_DEBUG=Depuraci\u00F3n
LOGGING_SEVERITY_INFO=Informaci\u00F3n
LOGGING_SEVERITY_WARNING=Advertencia
LOGGING_SEVERITY_ERROR=Error
LOGGING_SEVERITY_DEBUG_SHORT=D
LOGGING_SEVERITY_INFO_SHORT=I
LOGGING_SEVERITY_WARNING_SHORT=A
LOGGING_SEVERITY_ERROR_SHORT=E
TRACING=Rastreo
ENABLE=Activar
SERVICE_TYPE_LABEL=Tipo: {0}
BUSINESS_SERVICE_OR_PROXY_SERVICE=[Servicio de Negocio o Servicio de Proxy]
SECURITY=Seguridad
POLICIES=Pol\u00EDticas
CUSTOM_AUTHENTICATION_TITLE=Autenticaci\u00F3n Personalizada
CUSTOM_AUTHENTICATION_TYPE=Tipo de Autenticaci\u00F3n
CUSTOM_AUTHENTICATION_SEC_HELP=Haga clic en el icono para ampliar/reducir la secci\u00F3n Autenticaci\u00F3n Personalizada
ACCESS_CONTROL_TITLE=Control de Acceso
ACCESS_CONTROL_HELP=Haga clic en el icono para ampliar/reducir la secci\u00F3n Pol\u00EDticas de Control de Acceso
WS_SECURITY_HELP=Configurar el servicio como intermediario activo de servicio web
TRANSPORT_ACCESS_CONTROL_LABEL=Control de Acceso a Transporte
TRANSPORT_ACCESS_CONTROL_HELP=Configurar el control de acceso a transporte para este servicio
TRANSPORT_ACCESS_CONTROL_TITLE=Haga clic para editar las pol\u00EDticas de control de acceso a transporte en WLS
MESSAGE_ACCESS_CONTROL_LABEL=Control de Acceso a Mensajes
MESSAGE_ACCESS_CONTROL_HELP=Configurar el control de acceso a mensajes para este servicio y sus operaciones
MESSAGE_ACCESS_CONTROL_TITLE=Haga clic para editar las pol\u00EDticas de control de acceso a mensajes en WLS
SERVICE_POLICIES_HELP=Haga clic para editar las pol\u00EDticas de control de acceso en WLS para este servicio
OPERATION_POLICIES_HELP=Haga clic para editar las pol\u00EDticas de control de acceso en WLS para esta operaci\u00F3n
SERVICE_POLICY_CONFIGURATION_TITLE=Configuraci\u00F3n de Pol\u00EDtica de Servicio
WSDL_BASED_POLICY_LABEL=Pol\u00EDtica Basada en WSDL (Pol\u00EDticas WLS 9.2)
CUSTOM_POLICY_BINDINGS_LABEL=Enlaces de Pol\u00EDtica Personalizada (Pol\u00EDticas WLS 9.2)
OWSM_POLICY_BINDINGS_LABEL=Enlaces de Pol\u00EDtica de OWSM
REQUEST_POLICIES_LABEL=Pol\u00EDticas de Petici\u00F3n
RESPONSE_POLICIES_LABEL=Pol\u00EDticas de Respuesta
WSDL_BASED_POLICY_HELP=Seleccione esta opci\u00F3n para utilizar una pol\u00EDtica basada en WSDL
CUSTOM_POLICY_BINDINGS_HELP=Seleccione esta opci\u00F3n para utilizar enlaces de pol\u00EDtica personalizada
OWSM_POLICY_BINDINGS_HELP=Seleccione esta opci\u00F3n para utilizar enlaces de pol\u00EDtica de OWSM
LABEL_OWSM_POLICIES=Pol\u00EDticas de OWSM
LABEL_WLS_POLICIES=Pol\u00EDticas de WLS 9
LABEL_FROM_OWSM_POLICY_STORE=De Almac\u00E9n de Pol\u00EDticas de OWSM
LABEL_FROM_WSDL=De WSDL
LABEL_FROM_PRE_DEFINED_POLICY_OR_WS_POLICY_RES=De Pol\u00EDtica Predefinida o Recurso de Pol\u00EDtica de Servicios Web
TOOLTIP_WLS_POLICIES=Las pol\u00EDticas est\u00E1n en formato propietario de WebLogic Server 9 (anterior al est\u00E1ndar WS-SecurityPolicy 1.0).
TOOLTIP_FROM_WSDL=Las pol\u00EDticas est\u00E1n embebidas en WSDL. Estas pol\u00EDticas soportan WS-Security 1.0, SAML 1.1 y otros est\u00E1ndares del sector.
TOOLTIP_FROM_PRE_DEFINED_POLICY_OR_WS_POLICY_RES=Las pol\u00EDticas est\u00E1n predefinidas en WebLogic Server o definidas por el usuario en OSB con un recurso de pol\u00EDtica de servicios web. Estas pol\u00EDticas soportan WS-Security 1.0, SAML 1.1 y otros est\u00E1ndares del sector.
TOOLTIP_FROM_OWSM_POLICY_STORE=Las pol\u00EDticas est\u00E1n definidas en el almac\u00E9n central de pol\u00EDticas de OWSM gestionado por Oracle Enterprise Manager. Estas pol\u00EDticas soportan WS-Security 1.0/ 1.1, SAML 1.1/2.0, KerberosToken Profile y otros est\u00E1ndares del sector.
SERVICE_LEVEL_POLICIES_LABEL=Pol\u00EDticas de Nivel de Servicio
OPERATION_LEVEL_POLICIES_LABEL=Pol\u00EDticas del Nivel de Operaci\u00F3n
WS_POLICY_LABEL=Pol\u00EDtica de Servicios Web
PREDEFINED_POLICY_LABEL=Pol\u00EDtica Predefinida
ANY_OPERATION_LABEL=Cualquier Operaci\u00F3n
DELETE_POLICY_TOOLTIP=Suprimir Pol\u00EDtica
LABEL_SHOW_POLICIES_WITH_WSSP12_ASSERTIONS=Mostrar pol\u00EDticas con afirmaciones de WS-Security Policy 1.2
LABEL_SHOW_POLICIES_WITH_RM_ASSERTIONS=Mostrar pol\u00EDticas con afirmaciones de mensajes fiables
LABEL_SHOW_POLICIES_WITH_BEA_ASSERTIONS=Mostrar pol\u00EDticas con afirmaciones de pol\u00EDtica de seguridad de Oracle
MONITORING_BANNER=Supervisi\u00F3n
MONITORING_BANNER_DESC=Esta secci\u00F3n contiene la configuraci\u00F3n operativa para este servicio.
THROTTLING_BANNER=Regulaci\u00F3n
THROTTLING_BANNER_DESC=Esta secci\u00F3n contiene informaci\u00F3n de regulaci\u00F3n para este servicio.
THROTTLING_STATE=Estado de Regulaci\u00F3n
THROTTLING_STATE_DESC=Estado de Regulaci\u00F3n: Activado o Desactivado. Cuando se activa, los mensajes se procesan por orden de prioridad.
MAX_CONCURRENCY=Simultaneidad M\u00E1xima
MAX_CONCURRENCY_DESC=N\u00FAmero de mensajes que un servicio de negocio puede procesar simult\u00E1neamente.
THROTTLING_QUEUE=Cola de Regulaci\u00F3n
THROTTLING_QUEUE_DESC=N\u00FAmero m\u00E1ximo de mensajes retenidos en una cola de espera.
MESSAGE_EXPIRATION=Caducidad del Mensaje
MESSAGE_EXPIRATION_DESC=Per\u00EDodo m\u00E1ximo de tiempo durante el cual se retendr\u00E1n mensajes en una cola de espera.
MESSAGES=mensajes
MSECS=milisegundos
MAX_CONCURRENCY_ERROR=El valor de Simultaneidad M\u00E1xima debe ser un entero positivo.
THROTTLING_QUEUE_ERROR=El valor de Cola de Regulaci\u00F3n debe ser un entero positivo.
MESSAGE_EXPIRATION_ERROR=El valor de Caducidad del Mensaje debe ser un entero positivo.
TRACING_BANNER=Rastreo
TRACING_BANNER_DESC=Esta secci\u00F3n contiene la configuraci\u00F3n de rastreo para este servicio.
MSG_TRACING_MAX_LOG_SIZE=L\u00EDmite de Rastreo de Carga \u00DAtil
MSG_TRACING_MAX_LOG_SIZE_DESC=L\u00EDmite de rastreo de carga \u00FAtil
MSG_TRACING_KILOBYTES=Kilobytes
MSG_TRACING_DETAIL_LEVEL=Nivel de Detalle
MSG_TRACING_DETAIL_LEVEL_DESC=Nivel de detalle
MSG_TRACING_DEFAULT_ENCODING=Codificaci\u00F3n por Defecto
MSG_TRACING_DEFAULT_ENCODING_DESC=Codificaci\u00F3n por defecto
MSG_TRACING_DETAIL_LEVEL_TERSE=Terse
MSG_TRACING_DETAIL_LEVEL_HEADERS=Cabeceras
MSG_TRACING_DETAIL_LEVEL_FULL=Completo
TOOLTIP_SERVER_RESTART_REQUIRED=Para ver/editar esta ACL debe reiniciar el servidor.
BROWSE_ARCHIVES=Haga clic para ver una lista de los archivos disponibles.
BROWSE_CUSTOM_RESOURCES=Haga clic para ver una lista de recursos disponibles.
BROWSE_JCAS=Haga clic para ver una lista de enlaces JCA disponibles.
WARNING_SERVER_RESTART_REQUIRED=Para ver/editar la ACL de este servicio, debe reiniciar el servidor.
ERROR_TRANSPORT_EXCEPTION_OCCURRED=Se ha producido una excepci\u00F3n de transporte con el siguiente mensaje:\n{0}
SERVICE_MSG_CONTENT_HANDLING_TITLE=Manejo de Mensajes
SERVICE_MSG_CONTENT_HANDLING_DESC=Utilice esta p\u00E1gina para configurar el manejo del contenido de los mensajes, como flujo de contenido, XOP/MTOM etc.
XOP_MTOM_SUPPORT_LABEL=Soporte XOP/MTOM
XOP_MTOM_SUPPORT_INFO=El soporte XOP/MTOM define c\u00F3mo se manejan los anexos binarios en los mensajes SOAP.
XOP_MTOM_SUPPORT_TITLE=Activar Soporte XOP/MTOM
XOP_MTOM_ENABLED=Activado
BINARY_DATA_BY_REFERENCE=Incluir Datos Binarios por Referencia
BINARY_DATA_BY_VALUE=Incluir Datos Binarios por Valor
BINARY_DATA_BY_REFERENCE_INBOUND_INFO=Seleccione esta opci\u00F3n para sustituir los elementos <xop:Include> por elementos <ctx:binary-content> al configurar $body en el mensaje de petici\u00F3n entrante.
BINARY_DATA_BY_VALUE_INBOUND_INFO=Seleccione esta opci\u00F3n para sustituir los elementos <xop:Include> por la versi\u00F3n de texto codificado en base64 de los datos binarios correspondientes al configurar $body en el mensaje de petici\u00F3n entrante.
BINARY_DATA_BY_REFERENCE_OUTBOUND_INFO=Seleccione esta opci\u00F3n para sustituir los elementos <xop:Include> por elementos <ctx:binary-content> al configurar $body en el mensaje de respuesta saliente.
BINARY_DATA_BY_VALUE_OUTBOUND_INFO=Seleccione esta opci\u00F3n para sustituir los elementos <xop:Include> por la versi\u00F3n de texto codificado en base64 de los datos binarios correspondientes al configurar $body en el mensaje de respuesta saliente.
ATTACHMENTS_LABEL=Anexos
ATTACHMENTS_INFO=Especifica si el contenido de los anexos se almacena en buffer en memoria o en un archivo de disco
TX_REQURIED_LABEL=Transacci\u00F3n Necesaria
TX_REQURIED_INFO=Si se activa, OSB garantizar\u00E1 que haya una transacci\u00F3n asociada a un flujo de mensajes de proxy.
TX_REQURIED_TITLE=Activar Transacci\u00F3n
SAME_TX_FOR_RESPONSE_LABEL=Misma Transacci\u00F3n para Respuesta
SAME_TX_FOR_RESPONSE_INFO=Si se activa, OSB garantizar\u00E1 que la transacci\u00F3n asociada a la ruta de acceso de la petici\u00F3n de flujo de mensajes, si la hay, se transferir\u00E1 a la ruta de acceso de la respuesta.
SAME_TX_FOR_RESPONSE_TITLE=Activar Misma Transacci\u00F3n para Respuesta
PAGE_ATTACHMENTS_TO_DISK_LABEL=Paginar Anexos en Disco
PAGE_ATTACHMENTS_TO_DISK_INFO=Evitar almacenar el contenido del anexo en el buffer de memoria pagin\u00E1ndolo en un archivo de disco
ERROR_CANNOT_SELECT_STREAMING_AND_XOP_MTOM=No se puede seleccionar Flujo de Contenido y XOP/MTOM. S\u00F3lo se puede activar uno de ellos.
MSG_TRACING_MAX_LOG_SIZE_ERROR=El tama\u00F1o del log de rastreo de mensajes debe ser un entero positivo.
PIPELINE_MONITORING_LEVEL_SERVICE=Servicio
PIPELINE_MONITORING_LEVEL_PIPELINE=Pipeline
PIPELINE_MONITORING_LEVEL_ACTION=Acci\u00F3n
PIPELINE_MONITORING_LEVEL_SERVICE_SHORT=S
PIPELINE_MONITORING_LEVEL_PIPELINE_SHORT=P
PIPELINE_MONITORING_LEVEL_ACTION_SHORT=A
TEXT_ENABLE_PIPELINE_MONITORING_LEVEL_AT=Activar Supervisi\u00F3n de Pipeline en nivel
NO_BASIC_CONFIGS_LABEL=No hay ninguna opci\u00F3n de configuraci\u00F3n b\u00E1sica.
NO_BASIC_CONFIGS_LABEL_DESC=No hay ninguna opci\u00F3n de configuraci\u00F3n b\u00E1sica para este tipo de servicio.
CACHING_RESULT_SUPPORTED_LABEL=Almacenamiento en Cach\u00E9 de Resultados
CACHING_RESULT_SUPPORTED_INFO=Cach\u00E9 de Resultados del Servicio de Negocio
CACHING_SUPPORTED=Soportado
CACHING_NOT_SUPPORTED=No Soportado
CACHING_SUPPORTED_TITLE=Soportar Cach\u00E9 de Resultados de Servicio de Negocio
CACHING_EXPR_NS_LABEL=Espacios de Nombres de Expresi\u00F3n
CACHING_EXPR_NS_INFO=Espacios de nombres definidos por el usuario para las expresiones
CACHING_ACTION_ADD_NS_INFO=Haga clic para agregar un prefijo y un espacio de nombres
CACHING_PREFIX_LABEL=Prefijo
CACHING_NAMESPACE_LABEL=Espacio de Nombres
CACHING_NO_PREFIX_NAMESPACE=No se ha definido ning\u00FAn prefijo ni espacio de nombres
CACHING_PREFIX_NAMESPACE_INVALID=El prefijo/espacio de nombres es necesario.
CACHING_PREFIX_ALREADY_EXISTS=El prefijo ya existe. Introduzca un prefijo \u00FAnico.
CACHING_EXPR_NS_TOOLTIP=Haga clic para ver los espacios de nombres predefinidos
CACHING_EXPR_NO_PREDEFINED_NS=No hay espacios de nombres predefinidos
CACHING_EXPR_NS_TOOLTIP_DESC=Utilice la tabla de entrada para ampliar la siguiente lista de espacios de nombres
CACHE_TOKEN_EXPRESSION_LABEL=Expresi\u00F3n de Token de Cach\u00E9
CACHE_TOKEN_EXPRESSION_INFO=Introduzca una expresi\u00F3n XQuery. Se utilizar\u00E1 para generar el token de la clave de cach\u00E9
CACHE_TTL_EXPIRATION_TIME_LABEL=Tiempo de Caducidad
CACHE_TTL_EXPIRATION_TIME_INFO=Tiempo de caducidad para la cach\u00E9 en segundos
CACHE_TTL_EXP_TIME_DEFAULT_LABEL=Usar Valor por Defecto
CACHE_TTL_EXP_TIME_DEFAULT_INFO=El tiempo de caducidad se calcular\u00E1 a partir del archivo de configuraci\u00F3n de la cach\u00E9 de Coherence.\n Este archivo est\u00E1 en $DIRECTORIO_DOMINIO$/config/osb/coherence/osb-coherence-cache-config.xml.
CACHE_TTL_EXP_TIME_DURATION_LABEL=Duraci\u00F3n
CACHE_TTL_EXP_TIME_DURATION_INFO=Tiempo de caducidad en formato de duraci\u00F3n
CACHE_TTL_EXP_TIME_XQ_EXPR_LABEL=Expresi\u00F3n XQuery
CACHE_TTL_EXP_TIME_XQ_EXPR_INFO=Introduzca una expresi\u00F3n XQuery. Se utiliza para calcular el tiempo de actividad (TTL) en segundos para las entradas almacenadas en cach\u00E9
CACHE_ENABLED=Activada
CACHE_ENABLED_TITLE=Activar Evaluaci\u00F3n TTL y Expresi\u00F3n de Tiempo de Caducidad
CACHE_EVALUATE_REQUEST=Petici\u00F3n
CACHE_EVALUATE_RESPONSE=Respuesta
CACHE_BANNER_DESC=Esta secci\u00F3n contiene la configuraci\u00F3n operativa de la cach\u00E9 de resultados para este servicio.
CACHING_RESULT_STATE=Estado de Cach\u00E9 de Resultados
CACHING_RESULT_STATE_DESC=Estado de Cach\u00E9 de Resultados: Activada o Desactivada. Si est\u00E1 activada, los resultados se almacenan en cach\u00E9 para este servicio.
CACHE_TOKEN_EXPRESSION_INVALID=La expresi\u00F3n XQuery del token de cach\u00E9 no es v\u00E1lida.
CACHE_EXP_TIME_DURATION_REQD=La duraci\u00F3n en d\u00EDas, horas, minutos o segundos es necesaria y debe ser un entero positivo.
CACHE_EXP_TIME_DURATION_INVALID=La duraci\u00F3n en d\u00EDas, horas, minutos o segundos debe ser un entero positivo. Introduzca valores v\u00E1lidos.
CACHE_EXPIRATION_TIME_EXPRESSION_REQUIRED=La expresi\u00F3n XQuery del tiempo de caducidad es necesaria.
CACHE_EXPIRATION_TIME_EXPRESSION_INVALID=La expresi\u00F3n XQuery del tiempo de caducidad no es v\u00E1lida.
CACHE_EVAL_EXP_TIME_EXPR_REQUEST=Evaluar Expresi\u00F3n XQuery en Petici\u00F3n:
CACHE_EVAL_EXP_TIME_EXPR_RESPONSE=Evaluar Expresi\u00F3n XQuery en Respuesta:
CACHE_EXPIRATION_TIME_DURATION_FORMAT={0} D\u00EDa(s); {1} Hora(s); {2}:{3} minuto(s):segundo(s)
WARNING_BUSINESS_SERVICE_OWSM_POLICIES_DROPPED=No se han copiado los anexos de la pol\u00EDtica OWSM del servicio de negocio, ya que son pol\u00EDticas de cliente o no existen. Los servicios de proxy s\u00F3lo soportan pol\u00EDticas de servidor.
WARNING_PROXY_SERVICE_OWSM_POLICIES_DROPPED=No se han copiado los anexos de la pol\u00EDtica OWSM del servicio de proxy, ya que son pol\u00EDticas de servidor o no existen. Los servicios de negocio s\u00F3lo soportan pol\u00EDticas de cliente.
WARNING_ALL_COMPATIBLE_POLICIES_ALREADY_ADDED=Ya se han agregado al servicio todas las pol\u00EDticas de OWSM compatibles. Suprima las pol\u00EDticas que no sean necesarias.
WARNING_MULTIPLE_COMPATIBLE_POLICIES_FOUND=Se han encontrado y agregado al servicio varias pol\u00EDticas de OWSM compatibles. Suprima las pol\u00EDticas que no sean necesarias.
WARNING_NO_COMPATIBLE_POLICIES_FOUND=No se ha encontrado ninguna pol\u00EDtica de OWSM compatible.
WSDL_DEF_TYPES=(puerto o enlace)
WSDL_DEF_PORT=(puerto)
WSDL_DEF_BINDING=(enlace)
XML_SCHEMA_TYPES=(elemento o tipo)
XML_SCHEMA_ELEMENT=(elemento)
XML_SCHEMA_TYPE=(tipo)
SCHEMA=Esquema:
WSDL=WSDL:
TYPE_ELEMENT=elemento
TYPE_TYPE=tipo
TYPE_BINDING=enlace
TYPE_PORT=puerto
