MENU_MAIN=\u30B5\u30FC\u30D3\u30B9\u69CB\u6210
MENU_BUS_SVCS=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9
MENU_PROXIES=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9
BROWSER_TITLE=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D6\u30E9\u30A6\u30B6
PROXY_SVC_BROWSER_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u9078\u629E
BUSINESS_SVC_BROWSER_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u9078\u629E
WSDL_SVC_BROWSER_TITLE=\u30B5\u30FC\u30D3\u30B9\u306E\u9078\u629E
SVC_BROWSER_TITLE=\u30B5\u30FC\u30D3\u30B9\u306E\u9078\u629E
PROXY_SVC_BROWSER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
BUSINESS_SVC_BROWSER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
WSDL_SVC_BROWSER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
SVC_BROWSER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
SERVICES_SUMMARY_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30B5\u30DE\u30EA\u30FC
SERVICES_SUMMARY_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u767B\u9332\u3055\u308C\u305F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u7279\u5B9A\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u8A73\u7D30\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u30EA\u30B9\u30C8\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u540D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
PROXIES_SUMMARY_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30B5\u30DE\u30EA\u30FC
PROXIES_SUMMARY_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u7279\u5B9A\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u8A73\u7D30\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u30EA\u30B9\u30C8\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u540D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ALL_SERVICES_SUMMARY_TITLE=\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30B5\u30DE\u30EA\u30FC
ALL_SERVICES_SUMMARY_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u30D7\u30ED\u30AD\u30B7\u3068\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u7279\u5B9A\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u8A73\u7D30\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u30EA\u30B9\u30C8\u306E\u30B5\u30FC\u30D3\u30B9\u540D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SERVICES_TRACING_TITLE=\u5B9F\u884C\u6642\u30C8\u30EC\u30FC\u30B9\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9
SELECT_SERVICE_FOR_TRACING=\u30C8\u30EC\u30FC\u30B9\u3092\u6709\u52B9\u307E\u305F\u306F\u7121\u52B9\u306B\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
SERVICES_TRACING_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u5B9F\u884C\u6642\u30C8\u30EC\u30FC\u30B9\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u30B5\u30FC\u30D3\u30B9\u306E\u5B9F\u884C\u6642\u30C8\u30EC\u30FC\u30B9\u3092\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u540D\u306E\u6A2A\u306B\u3042\u308B\u30C1\u30A7\u30C3\u30AF\u30DC\u30C3\u30AF\u30B9\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SEARCH_BUTTON_TIP=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u691C\u7D22\u30A8\u30F3\u30C8\u30EA\u3068\u4E00\u81F4\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u3092\u691C\u7D22\u3067\u304D\u307E\u3059\u3002
VIEW_ALL_TIP=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u691C\u7D22\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u30AF\u30EA\u30A2\u3057\u3066\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u691C\u7D22\u3067\u304D\u307E\u3059\u3002
SERVICE_NAMES_HEADER=\u540D\u524D
SERVICE_PATH_HEADER=\u30D1\u30B9
SERVICE_OPTIONS_HEADER=\u30AA\u30D7\u30B7\u30E7\u30F3
SERVICE_ACTIONS_HEADER=\u30A2\u30AF\u30B7\u30E7\u30F3
MANAGE_MONITORING=\u30E2\u30CB\u30BF\u30FC\u306E\u7BA1\u7406
SERVICE_EDIT_PIPELINES=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u7DE8\u96C6
SERVICE_EXPORT_WSDL=WSDL\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
SERVICE_EXPORT_WSDL_NOSESSION=WSDL\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u306B\u306F\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u305F\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u5FC5\u8981\u3067\u3059\u3002
SERVICE_GENERATE_WSDL=WSDL\u306E\u751F\u6210
SERVICE_GENERATE_WSDL_SVC=\u3053\u306EJCA\u30D0\u30A4\u30F3\u30C9\u30FB\u30EA\u30BD\u30FC\u30B9\u304B\u3089WSDL\u3068\u30B5\u30FC\u30D3\u30B9\u3092\u751F\u6210
SERVICE_GENERATE_WSDL_SVC_DISABLED=\u3053\u306EJCA\u30D0\u30A4\u30F3\u30C9\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u306F\u62BD\u8C61WSDL\u307E\u305F\u306FTopLink XML\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u304C\u3042\u308A\u307E\u305B\u3093\u3002WSDL\u3068\u30B5\u30FC\u30D3\u30B9\u3092\u751F\u6210\u3067\u304D\u307E\u305B\u3093\u3002
DELETE_SERVICE=\u30B5\u30FC\u30D3\u30B9\u306E\u524A\u9664
PROXY_SERVICES_DELETE=\u9078\u629E\u3057\u305F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u524A\u9664\u3057\u307E\u3059\u3002
BUS_SERVICES_DELETE=\u9078\u629E\u3057\u305F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u524A\u9664\u3057\u307E\u3059\u3002
BUTTON_BACK_SVC_CONFIG=\u5909\u66F4\u5185\u5BB9\u3092\u7834\u68C4\u3057\u3066\u3001\u524D\u306E\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u30DA\u30FC\u30B8\u306B\u623B\u308A\u307E\u3059\u3002
BUTTON_NEXT_SVC_CONFIG=\u5909\u66F4\u5185\u5BB9\u3092\u767A\u884C\u3057\u3066\u3001\u6B21\u306E\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u30DA\u30FC\u30B8\u306B\u9032\u307F\u307E\u3059\u3002
BUTTON_FINISH_SVC_CONFIG=\u5909\u66F4\u5185\u5BB9\u3092\u767A\u884C\u3057\u3066\u3001\u6700\u5F8C\u306E\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u306E\u30B5\u30DE\u30EA\u30FC\u30FB\u30DA\u30FC\u30B8\u306B\u9032\u307F\u307E\u3059\u3002
BUTTON_CANCEL_SVC_CREATE=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210\u3092\u53D6\u308A\u6D88\u3057\u307E\u3059\u3002
BUTTON_CANCEL_SVC_UPDATE=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u66F4\u65B0\u3092\u53D6\u308A\u6D88\u3057\u307E\u3059\u3002
CREATE_SERVICE_DETAILS_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
CREATE_SERVICE_DETAILS_TITLE1=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210
CREATE_PROXY_DETAILS_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
CREATE_PROXY_DETAILS_TITLE1=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210
EDIT_SERVICE_DETAILS_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
EDIT_SERVICE_DETAILS_TITLE1=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6
EDIT_PROXY_DETAILS_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
EDIT_PROXY_DETAILS_TITLE1=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6
EDIT_SERVICE_DETAILS_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u5168\u822C\u7684\u306A\u60C5\u5831\u3092\u7DE8\u96C6\u3057\u307E\u3059\u3002
GENERAL_CONFIGURATION_TITLE=\u5168\u822C\u7684\u306A\u69CB\u6210
POLICY_NAME_LABEL=\u30DD\u30EA\u30B7\u30FC\u540D
POLICY_PROPERTY_LABEL=\u30D7\u30ED\u30D1\u30C6\u30A3
PROPERTY_DEFAULT_VALUE_LABEL=\u30C7\u30D5\u30A9\u30EB\u30C8\u5024
PROPERTY_OVERRIDE_VALUE_LABEL=\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u5024
OWSM_POLICY_OVERRIDES_TITLE=\u30DD\u30EA\u30B7\u30FC\u306E\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9
OWSM_POLICY_OVERRIDES_TOOLTIP=\u30A2\u30A4\u30B3\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u300C\u30DD\u30EA\u30B7\u30FC\u306E\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u300D\u30BB\u30AF\u30B7\u30E7\u30F3\u3092\u5C55\u958B\u307E\u305F\u306F\u6298\u308A\u305F\u305F\u307F\u307E\u3059
OWSM_POLICY_OVERRIDE_VALUES_LABEL=\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u5024
OWSM_POLICY_OVERRIDE_VALUES_DESC=\u8868\u306B\u3042\u308B\u30DD\u30EA\u30B7\u30FC\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u5024\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
OWSM_POLICY_CANNOT_BE_OVERRIDDEN=\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3067\u304D\u307E\u305B\u3093
VIEW_FULL_DESCRIPTION_LABEL=\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30DD\u30EA\u30B7\u30FC\u306E\u8A73\u7D30\u306A\u8AAC\u660E\u3092\u8868\u793A\u3057\u307E\u3059
OWSM_POLICY_SUPPORT_NOT_ENABLED=OWSM\u30DD\u30EA\u30B7\u30FC\u306E\u30B5\u30DD\u30FC\u30C8\u304C\u3053\u306E\u30C9\u30E1\u30A4\u30F3\u3067\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093\u3002
ADD_OWSM_POLICY_TOOLTIP=\u3053\u306E\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001OWSM\u30DD\u30EA\u30B7\u30FC\u304C\u8FFD\u52A0\u3055\u308C\u307E\u3059
OWSM_POLICY_PROPERTY_NO_DEFAULT=[\u30DD\u30EA\u30B7\u30FC\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u306A\u3057]
ADD_COMPATIBLE_OWSM_POLICIES=\u4E92\u63DB\u6027\u306E\u8FFD\u52A0
ADD_COMPATIBLE_OWSM_POLICIES_TOOLTIP=\u3053\u306E\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001WSDL\u5185\u306B\u3042\u308B\u30DD\u30EA\u30B7\u30FC\u3068\u4E92\u63DB\u6027\u306E\u3042\u308BOWSM\u30DD\u30EA\u30B7\u30FC\u304C\u81EA\u52D5\u7684\u306B\u8FFD\u52A0\u3055\u308C\u307E\u3059
SERVICE_NAME=\u30B5\u30FC\u30D3\u30B9\u540D
SERVICE_NAME_INFO=\u30B5\u30FC\u30D3\u30B9\u306E\u540D\u524D\u3002
SERVICE_DESCRIPTION=\u8AAC\u660E
SERVICE_DESCRIPTION_INFO=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u8A73\u7D30\u306A\u8AAC\u660E\u3002
SERVICE_TYPE=\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7
SERVICE_TYPE_INFO=\u30B5\u30FC\u30D3\u30B9\u306F\u3001WSDL\u304B\u3089\u4F5C\u6210\u3059\u308B\u304B\u3001\u4E00\u822C\u7684\u306A\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3057\u3066\u4F5C\u6210\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u65E2\u5B58\u306E\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u4F5C\u6210\u3067\u304D\u307E\u3059\u3002\n\n WSDL\u304B\u3089\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u300C\u53C2\u7167\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4F7F\u7528\u3059\u308BWSDL\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\n\n\u6700\u521D\u304B\u3089\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u30BF\u30A4\u30D7\u3092\u9078\u629E\u3057\u307E\u3059\u3002\n\n\u65E2\u5B58\u306E\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u300C\u53C2\u7167\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30B3\u30D4\u30FC\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u3092\u9078\u629E\u3057\u307E\u3059\u3002\n\n
SERVICE_TYPE_UPDATE_INFO=WSDL\u30DD\u30FC\u30C8\u307E\u305F\u306F\u30D0\u30A4\u30F3\u30C9\u304B\u3089\u30B5\u30FC\u30D3\u30B9\u3092\u5B9A\u7FA9\u3067\u304D\u307E\u3059\u3002\n\n\u300C\u53C2\u7167\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u4F7F\u7528\u3059\u308BWSDL\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n
SERVICE_TYPE_CREATE_COPY=\u65E2\u5B58\u306E\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u4F5C\u6210
SERVICE_TYPE_CREATE_NEW=\u65B0\u3057\u3044\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210
SERVICE_TYPE_WSDL=WSDL Web\u30B5\u30FC\u30D3\u30B9
SERVICE_TYPE_WSDL_INFO=WSDL\u306B\u57FA\u3065\u3044\u3066\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002\u300C\u53C2\u7167\u300D\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u3066WSDL\u30EA\u30BD\u30FC\u30B9\u3068\u3001\u30DD\u30FC\u30C8\u307E\u305F\u306F\u30D0\u30A4\u30F3\u30C9\u3092\u9078\u629E\u3057\u307E\u3059\u3002
SERVICE_TYPE_PORT=WSDL\u30DD\u30FC\u30C8
SERVICE_TYPE_BINDING=WSDL\u30D0\u30A4\u30F3\u30C9
SERVICE_TYPE_WS_SOAP=Web\u30B5\u30FC\u30D3\u30B9 - {0}
SERVICE_TYPE_WS_XML=Web\u30B5\u30FC\u30D3\u30B9 - XML
BROWSE_WSDL=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u4F7F\u7528\u53EF\u80FD\u306AWSDL\u30DD\u30FC\u30C8\u304A\u3088\u3073WSDL\u30D0\u30A4\u30F3\u30C9\u306E\u30EA\u30B9\u30C8\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
SERVICE_TYPE_TRANSPORT_DESCRIBED=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u578B\u4ED8\u304D\u306E\u30B5\u30FC\u30D3\u30B9
SERVICE_TYPE_TRANSPORT_DESCRIBED_INFO=\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u306B\u3088\u308A\u8A18\u8FF0\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u3068\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u3088\u3063\u3066\u6C7A\u307E\u308A\u307E\u3059\u3002
SERVICE_TYPE_MIXED=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9
SERVICE_TYPE_MIXED_INFO=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u3001\u7570\u306A\u308B\u30C7\u30FC\u30BF\u578B\u3092\u6301\u3064\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3068\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u53D7\u4FE1\u3067\u304D\u307E\u3059\u3002
SERVICE_TYPE_ABSTRACT_SOAP=\u4EFB\u610F\u306ESOAP\u30B5\u30FC\u30D3\u30B9
SERVICE_TYPE_ABSTRACT_SOAP_VERSIONED=\u4EFB\u610F\u306ESOAP\u30B5\u30FC\u30D3\u30B9({0})
SERVICE_TYPE_ABSTRACT_SOAP_INFO=\u660E\u793A\u7684\u306B\u5B9A\u7FA9\u3055\u308C\u305F\u5177\u4F53\u7684\u306A\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u6301\u305F\u306A\u3044SOAP\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
SERVICE_TYPE_SOAP_11=SOAP 1.1
SERVICE_TYPE_SOAP_12=SOAP 1.2
SERVICE_TYPE_ABSTRACT_XML=\u4EFB\u610F\u306EXML\u30B5\u30FC\u30D3\u30B9
SERVICE_TYPE_ABSTRACT_XML_INFO=\u660E\u793A\u7684\u306B\u5B9A\u7FA9\u3055\u308C\u305F\u5177\u4F53\u7684\u306A\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u6301\u305F\u306A\u3044XML\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
SERVICE_TYPE_COPY_BUS_SVC=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9
SERVICE_TYPE_COPY_BUS_SVC_INFO=\u65E2\u5B58\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u30B3\u30D4\u30FC\u3057\u3066\u3001\u65B0\u3057\u3044\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
BROWSE_BUS_SVCS=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30B9\u30C8\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
SERVICE_TYPE_COPY_PROXY_SVC=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9
SERVICE_TYPE_COPY_PROXY_SVC_INFO=\u65E2\u5B58\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u30B3\u30D4\u30FC\u3057\u3066\u3001\u65B0\u3057\u3044\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
BROWSE_PROXY_SVCS=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30B9\u30C8\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
SERVICE_PROVIDER=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0
SERVICE_PROVIDER_INFO=\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u540D\u524D\u3002
BROWSE_SVC_PROVIDERS=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30EA\u30B9\u30C8\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
AUTO_PUBLISH=\u30EC\u30B8\u30B9\u30C8\u30EA\u306B\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5
AUTO_PUBLISH_INFO=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092UDDI\u306B\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3059\u308B\u5834\u5408\u306B\u9078\u629E\u3057\u307E\u3059\u3002
DETACH_FROM_REGISTRY=\u30EC\u30B8\u30B9\u30C8\u30EA\u304B\u3089\u30C7\u30BF\u30C3\u30C1
DETACH_FROM_REGISTRY_INFO=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u3092\u30EC\u30B8\u30B9\u30C8\u30EA\u304B\u3089\u30C7\u30BF\u30C3\u30C1\u3059\u308B\u5834\u5408\u306B\u9078\u629E\u3057\u307E\u3059\u3002
STREAM_MSG_PROCESSING=\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0
STREAM_MSG_PROCESSING_INFO=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u30B3\u30F3\u30C6\u30F3\u30C4\u5168\u4F53\u3092\u30E1\u30E2\u30EA\u30FC\u306B\u30ED\u30FC\u30C9\u3059\u308B\u306E\u3067\u306F\u306A\u304F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u304C\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u30FB\u30E2\u30FC\u30C9\u3067\u51E6\u7406\u3055\u308C\u307E\u3059\u3002\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30E1\u30E2\u30EA\u30FC\u307E\u305F\u306F\u30C7\u30A3\u30B9\u30AF\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u30D0\u30C3\u30D5\u30A1\u30EA\u30F3\u30B0\u304A\u3088\u3073\u5727\u7E2E\u3067\u304D\u307E\u3059\u3002
STREAM_CONTENT_ENABLED=\u6709\u52B9
STREAM_CONTENT_INFO=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u30FB\u30E2\u30FC\u30C9\u3067\u51E6\u7406\u3057\u307E\u3059\u3002
MEMORY_BUFFER=\u30E1\u30E2\u30EA\u30FC\u30FB\u30D0\u30C3\u30D5\u30A1
MEMORY_BUFFER_INFO=\u30E1\u30E2\u30EA\u30FC\u5185\u306E\u30D0\u30C3\u30D5\u30A1\u4E2D\u7D99\u30B3\u30F3\u30C6\u30F3\u30C4\u3002
DISK_BUFFER=\u30C7\u30A3\u30B9\u30AF\u30FB\u30D0\u30C3\u30D5\u30A1
DISK_BUFFER_INFO=\u30C7\u30A3\u30B9\u30AF\u30FB\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u30D0\u30C3\u30D5\u30A1\u4E2D\u7D99\u30B3\u30F3\u30C6\u30F3\u30C4\u3002
BUFFER_TYPE=\u30D0\u30C3\u30D5\u30A1\u30FB\u30BF\u30A4\u30D7
BUFFER_TYPE_INFO=\u4E2D\u7D99\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u30D0\u30C3\u30D5\u30A1\u65B9\u6CD5\u3092\u6307\u5B9A\u3057\u307E\u3059
COMPRESSION_ENABLED=\u6709\u52B9
COMPRESSION=\u5727\u7E2E
COMPRESSION_INFO=\u4E2D\u7D99\u30D0\u30C3\u30D5\u30A1\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u5727\u7E2E\u3057\u307E\u3059
VIEW_COMPRESSION=\u5727\u7E2E
VIEW_NO_COMPRESSION=\u5727\u7E2E\u306A\u3057
ERROR_INVALID_NAME=\u30B5\u30FC\u30D3\u30B9\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u6709\u52B9\u306A\u66F8\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_SVC_TYPE_REQUIRED_FIELD=\u9078\u629E\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u306B\u306F\u53C2\u7167\u5148\u30EA\u30BD\u30FC\u30B9\u540D\u304C\u5FC5\u8981\u3067\u3059\u3002
ERROR_BUSINESS_SVC_EXISTS=\u6307\u5B9A\u3057\u305F\u540D\u524D\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
ERROR_PROXY_SVC_EXISTS=\u6307\u5B9A\u3057\u305F\u540D\u524D\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
ERROR_SVC_NOT_EXIST=\u6307\u5B9A\u3057\u305F\u53C2\u7167\u306B\u306F\u30B5\u30FC\u30D3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_PROVIDER_NOT_EXIST=\u6307\u5B9A\u3057\u305F\u53C2\u7167\u306B\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_WSDL_INVALID_URL=WSDL\u5B9A\u7FA9\u306EURL\u304C\u6709\u52B9\u306A\u66F8\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u6B21\u306E\u3044\u305A\u308C\u304B\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059:\n - <wsdl\u53C2\u7167>#<\u30DD\u30FC\u30C8\u540D>\n - <wsdl\u53C2\u7167>#<\u30D0\u30A4\u30F3\u30C9\u540D>\n
ERROR_WSDL_NOT_FOUND=\u6307\u5B9A\u3057\u305FWSDL\u307E\u305F\u306F\u305D\u306E\u4F9D\u5B58\u95A2\u4FC2\u306E1\u3064\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ERROR_WSDL_OBJECT_NOT_FOUND=\u6307\u5B9A\u3057\u305FWSDL\u30EA\u30BD\u30FC\u30B9\u306B{0}\u5B9A\u7FA9"{1}"\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ERROR_WSDL_NOT_SUPPORTED=WSDL\u5B9A\u7FA9\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
ERROR_CANNOT_COPY_SERVICE_TYPE=\u65E2\u5B58\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8"{0}"\u3092\u65B0\u3057\u3044\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u306B\u30B3\u30D4\u30FC\u3059\u308B\u3053\u3068\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
CREATE_SERVICE_BINDING_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
CREATE_PROXY_BINDING_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
EDIT_SERVICE_BINDING_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
EDIT_PROXY_BINDING_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
MESSAGE_TYPE_CONFIGURATION_TITLE=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u306E\u69CB\u6210
EDIT_SERVICE_BINDING_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u66F8\u5F0F\u3092\u69CB\u6210\u3057\u307E\u3059\u3002
REQUEST_MSG_TYPE=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7
REQUEST_MSG_TYPE_INFO=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u9078\u629E\u3057\u307E\u3059\u3002
RESPONSE_MSG_TYPE=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7
RESPONSE_MSG_TYPE_INFO=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u9078\u629E\u3057\u307E\u3059\u3002\n\n\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u306A\u3044\u5834\u5408\u306F\u300C\u306A\u3057\u300D\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_TYPE_NONE=\u306A\u3057
MSG_TYPE_BINARY=\u30D0\u30A4\u30CA\u30EA
MSG_TYPE_TEXT=\u30C6\u30AD\u30B9\u30C8
MSG_TYPE_MFL=MFL
BROWSE_MFLS=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u4F7F\u7528\u53EF\u80FD\u306AMFL\u30D5\u30A1\u30A4\u30EB\u306E\u30EA\u30B9\u30C8\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
MSG_TYPE_XML=XML
MSG_TYPE_JAVA=Java
BROWSE_XML_SCHEMAS=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u4F7F\u7528\u53EF\u80FD\u306AXML\u30B9\u30AD\u30FC\u30DE\u306E\u30EA\u30B9\u30C8\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
BUTTON_BACK_DETAILS=\u5909\u66F4\u5185\u5BB9\u3092\u7834\u68C4\u3057\u3066\u3001\u5168\u822C\u7684\u306A\u69CB\u6210\u306B\u623B\u308A\u307E\u3059\u3002
BUTTON_NEXT_TRANSPORT=\u5909\u66F4\u5185\u5BB9\u3092\u767A\u884C\u3057\u3066\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u79FB\u52D5\u3057\u307E\u3059\u3002
ERROR_NO_MFL_NAME=MFL\u540D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_NO_SCHEMA_NAME=XML\u30B9\u30AD\u30FC\u30DE\u540D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_MFL_NOT_EXIST=\u6307\u5B9A\u3057\u305F\u53C2\u7167\u540D\u306EMFL\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_SCHEMA_NOT_EXIST=\u6307\u5B9A\u3057\u305F\u53C2\u7167\u540D\u306EXML\u30B9\u30AD\u30FC\u30DE\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_SCHEMA_INVALID_URL=\u30B9\u30AD\u30FC\u30DE\u5B9A\u7FA9\u306EURL\u304C\u6709\u52B9\u306A\u66F8\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u6B21\u306E\u3044\u305A\u308C\u304B\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059:\n - <\u30B9\u30AD\u30FC\u30DE\u53C2\u7167>#element::<\u540D\u524D>\n - <\u30B9\u30AD\u30FC\u30DE\u53C2\u7167>#type::<\u540D\u524D>\n
ERROR_SCHEMA_OBJECT_NOT_FOUND=\u6307\u5B9A\u3057\u305FXML\u30B9\u30AD\u30FC\u30DE\u30FB\u30EA\u30BD\u30FC\u30B9\u306B{0}\u5B9A\u7FA9"{1}"\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ERROR_BOTH_NONE=\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u4E21\u65B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092[\u306A\u3057]\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
CREATE_SERVICE_TRANSPORT_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
CREATE_PROXY_TRANSPORT_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
EDIT_SERVICE_TRANSPORT_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
EDIT_PROXY_TRANSPORT_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
TRANSPORT_CONFIGURATION_TITLE=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210
EDIT_SERVICE_TRANSPORT_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u60C5\u5831\u3092\u69CB\u6210\u3057\u307E\u3059\u3002
PROTOCOL=\u30D7\u30ED\u30C8\u30B3\u30EB
PROTOCOL_MENU_INFO=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u3092\u9078\u629E\u3057\u307E\u3059\u3002
URI_FORMAT_INFO=\u66F8\u5F0F:
PROXY_URI=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8URI
PROXY_URI_INFO=\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8URI\u3002
ALL_HEADERS=\u3059\u3079\u3066\u306E\u30D8\u30C3\u30C0\u30FC\u3092\u53D6\u5F97
ALL_HEADERS_INFO=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u304B\u3089\u3059\u3079\u3066\u306E\u30D8\u30C3\u30C0\u30FC\u3092\u53D6\u5F97\u3059\u308B\u5834\u5408\u306F\u300C\u306F\u3044\u300D\u3092\u9078\u629E\u3057\u307E\u3059\u3002\n\u5B9A\u7FA9\u3057\u305F\u30D8\u30C3\u30C0\u30FC\u30FB\u30BB\u30C3\u30C8\u3092\u53D6\u5F97\u3059\u308B\u5834\u5408\u306F\u300C\u3044\u3044\u3048\u300D\u3092\u9078\u629E\u3057\u307E\u3059\u3002
HEADER=\u30D8\u30C3\u30C0\u30FC
HEADER_ACTION=\u30A2\u30AF\u30B7\u30E7\u30F3
NO_HEADERS_CONFIGURED=\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30D8\u30C3\u30C0\u30FC\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ADD_TRANSPORT_HEADER=\u3053\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D8\u30C3\u30C0\u30FC\u3092\u9078\u629E\u8868\u306B\u8FFD\u52A0\u3057\u307E\u3059\u3002
DELETE_TRANSPORT_HEADER=\u3053\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D8\u30C3\u30C0\u30FC\u3092\u9078\u629E\u8868\u304B\u3089\u524A\u9664\u3057\u307E\u3059\u3002
LOAD_BALANCING_ALG=\u30ED\u30FC\u30C9\u30FB\u30D0\u30E9\u30F3\u30B7\u30F3\u30B0\u30FB\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0
LOAD_BALANCING_ALG_INFO=\u30ED\u30FC\u30C9\u30FB\u30D0\u30E9\u30F3\u30B7\u30F3\u30B0\u306B\u4F7F\u7528\u3059\u308B\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u9078\u629E\u3057\u307E\u3059\u3002
LB_ROUND_ROBIN=\u30E9\u30A6\u30F3\u30C9\u30ED\u30D3\u30F3
LB_RANDOM=\u30E9\u30F3\u30C0\u30E0
LB_RANDOM_WEIGHTED=\u30E9\u30F3\u30C0\u30E0\u306A\u91CD\u307F\u30D9\u30FC\u30B9
LB_NONE=\u306A\u3057
ENDPOINT_URI=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8URI
ENDPOINT_URI_INFO=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8URI\u3002\n\n\u8907\u6570\u306EURI\u3092\u69CB\u6210\u3067\u304D\u307E\u3059\u3002\u5B9F\u884C\u6642\u3001\u30ED\u30FC\u30C9\u30FB\u30D0\u30E9\u30F3\u30B7\u30F3\u30B0\u30FB\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u306B\u57FA\u3065\u3044\u3066URI\u304C\u9078\u629E\u3055\u308C\u307E\u3059\u3002
URIS_HEADER_URI=\u65E2\u5B58\u306EURI
URIS_HEADER_WEIGHT=\u91CD\u307F
URIS_HEADER_OPTIONS=\u30AA\u30D7\u30B7\u30E7\u30F3
NO_URIS_CONFIGURED=\u69CB\u6210\u3055\u308C\u3066\u3044\u308BURI\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u5C11\u306A\u304F\u3068\u30821\u3064\u306EURI\u3092\u69CB\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ADD_TRANSPORT_URI=\u3053\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8URI\u3092\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u8868\u306B\u8FFD\u52A0\u3057\u307E\u3059\u3002
EDIT_TRANSPORT_URI=\u3053\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8URI\u3092\u7DE8\u96C6\u3057\u307E\u3059\u3002
UPDATE_TRANSPORT_URI=\u3053\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8URI\u3092\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u8868\u3067\u66F4\u65B0\u3057\u307E\u3059\u3002
DELETE_TRANSPORT_URI=\u3053\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8URI\u3092\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u8868\u304B\u3089\u524A\u9664\u3057\u307E\u3059\u3002
MOVE_UP_TRANSPORT_URI=\u3053\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8URI\u3092\u4E0A\u306B\u79FB\u52D5\u3057\u3066\u3001\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u8868\u3092\u4E26\u3079\u66FF\u3048\u307E\u3059\u3002
MOVE_DOWN_TRANSPORT_URI=\u3053\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8URI\u3092\u4E0B\u306B\u79FB\u52D5\u3057\u3066\u3001\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u8868\u3092\u4E26\u3079\u66FF\u3048\u307E\u3059\u3002
RETRY_COUNT=\u518D\u8A66\u884C\u56DE\u6570
RETRY_COUNT_INFO=\u518D\u8A66\u884C\u306E\u56DE\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
RETRY_INTERVAL=\u518D\u8A66\u884C\u306E\u53CD\u5FA9\u9593\u9694
RETRY_INTERVAL_INFO=\u30EA\u30B9\u30C8\u5185\u306E\u3059\u3079\u3066\u306EURI\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3092\u8A66\u884C\u3057\u305F\u5F8C\u306B\u5F85\u6A5F\u3059\u308B\u6642\u9593\u3092\u79D2\u5358\u4F4D\u3067\u6307\u5B9A\u3057\u307E\u3059\u3002
RETRY_APP_ERRORS=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A8\u30E9\u30FC\u306E\u518D\u8A66\u884C
RETRY_APP_ERRORS_INFO=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A8\u30E9\u30FC\u3092\u518D\u8A66\u884C\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
MONITORING_ENABLED=\u30E2\u30CB\u30BF\u30FC\u306E\u6709\u52B9\u5316
MONITORING_INFO=\u9078\u629E\u3059\u308B\u3068\u3001\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u30E2\u30CB\u30BF\u30FC\u304C\u6709\u52B9\u306B\u306A\u308A\u307E\u3059\u3002
BUTTON_NEXT_TRANSPORT_SCHEME=\u5909\u66F4\u5185\u5BB9\u3092\u767A\u884C\u3057\u3066\u3001\u30D7\u30ED\u30C8\u30B3\u30EB\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u79FB\u52D5\u3057\u307E\u3059\u3002
ERROR_INVALID_HEADER=\u30D8\u30C3\u30C0\u30FC\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u6709\u52B9\u306A\u66F8\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_DUPLICATE_HEADER=\u30D8\u30C3\u30C0\u30FC\u306F\u3059\u3067\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u3002
ERROR_INVALID_URI=URI\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u6709\u52B9\u306A\u66F8\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_INVALID_WEIGHT=\u91CD\u307F\u306F\u53B3\u5BC6\u306A\u6B63\u306E\u6570\u5024\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_REQUIRED_PROXY_URI=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_REQUIRED_EXTSVC_URI=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI\u3092\u5C11\u306A\u304F\u3068\u30821\u3064\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_INVALID_RETRY_COUNT=\u518D\u8A66\u884C\u56DE\u6570\u306F0\u304B\u308932,767\u307E\u3067\u306E\u6B63\u306E\u6570\u5024\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_INVALID_RETRY_INTERVAL=\u518D\u8A66\u884C\u9593\u9694\u306F\u6B63\u306E\u6570\u5024\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_NO_PROTOCOLS=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_NO_TRANSPORT_CONFIGURED=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u5B8C\u4E86\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_DUPLICATE_URIs=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u91CD\u8907URI\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093
CREATE_SERVICE_TRANSPORT_SPECIFIC_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
CREATE_PROXY_TRANSPORT_SPECIFIC_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
EDIT_SERVICE_TRANSPORT_SPECIFIC_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
EDIT_PROXY_TRANSPORT_SPECIFIC_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
TRANSPORT_SPECIFIC_CONFIGURATION_TITLE={0}\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210
EDIT_SERVICE_TRANSPORT_SPECIFIC_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30D7\u30ED\u30C8\u30B3\u30EB\u4F9D\u5B58\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u60C5\u5831\u3092\u69CB\u6210\u3057\u307E\u3059\u3002
ADVANCED_SETTINGS_TITLE=\u8A73\u7D30\u8A2D\u5B9A
ADVANCED_SETTINGS_HELP=\u30A2\u30A4\u30B3\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u8A73\u7D30\u306A\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u8A2D\u5B9A\u3092\u5C55\u958B\u307E\u305F\u306F\u6298\u308A\u305F\u305F\u307F\u307E\u3059\u3002
DYN_TABLE_HEADER_ACTION=\u30A2\u30AF\u30B7\u30E7\u30F3
BROWSE_SVC_ACCOUNTS=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u30EA\u30B9\u30C8\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
ERROR_ROW_WITH_ALL_COLUMNS_EMPTY=\u884C\u306E\u5024\u306F\u7A7A\u306B\u3067\u304D\u307E\u305B\u3093\u3002
ERROR_ROW_EXISTS_IN_COLLECTION=\u91CD\u8907\u884C\u3092\u8868\u306B\u8FFD\u52A0\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
BUTTON_BACK_TRANSPORT=\u5909\u66F4\u5185\u5BB9\u3092\u7834\u68C4\u3057\u3066\u3001\u524D\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u30DA\u30FC\u30B8\u306B\u623B\u308A\u307E\u3059\u3002
ERROR_REQUIRED_FIELD=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u5FC5\u9808\u3067\u3059\u3002\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_REQUIRED_NESTED_FIELD=\u9078\u629E\u3057\u305F\u884C"{0}"\u306B\u5FC5\u8981\u306A\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
CREATE_SERVICE_SECURITY_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
CREATE_PROXY_SECURITY_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
EDIT_SERVICE_SECURITY_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
EDIT_PROXY_SECURITY_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
WEB_SERVICES_SECURITY_CONFIGURATION_TITLE=Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u69CB\u6210
MESSAGE_LEVEL_SECURITY_CONFIGURATION_TITLE=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EC\u30D9\u30EB\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u69CB\u6210
EDIT_SERVICE_SECURITY_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306EWS-Security\u51E6\u7406\u3092\u69CB\u6210\u3057\u307E\u3059\u3002
EDIT_PROXY_SECURITY_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EC\u30D9\u30EB\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u51E6\u7406\u3092\u69CB\u6210\u3057\u307E\u3059\u3002
ADVANCED_SETTINGS_SEC_HELP=\u30A2\u30A4\u30B3\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u8A73\u7D30\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u8A2D\u5B9A\u3092\u5C55\u958B\u307E\u305F\u306F\u6298\u308A\u305F\u305F\u307F\u307E\u3059\u3002
SEC_CUSTOM_AUTH_ENABLED=\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u306E\u4F7F\u7528
SEC_CUSTOM_AUTH_ENABLED_INFO=\u3053\u308C\u3092\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30C8\u30FC\u30AF\u30F3\u3092\u4F7F\u7528\u3059\u308B\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002\n\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u306E\u8A73\u7D30\u3092\u6307\u5B9A\u3059\u308B\u306B\u306F\u3001\u8A73\u7D30\u8A2D\u5B9A\u69CB\u6210\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
SEC_SEE_ADV_SETTINGS=(\u8A73\u7D30\u8A2D\u5B9A\u3092\u53C2\u7167)
SEC_INBOUND_WSS_ENABLED=WS-Security\u30D8\u30C3\u30C0\u30FC\u306E\u51E6\u7406
SEC_INBOUND_WSS_ENABLED_INFO=\u3053\u308C\u3092\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u5BFE\u3059\u308BWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3(WSS)\u51E6\u7406\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002\n WSS\u51E6\u7406\u4E2D\u306E\u64CD\u4F5C\u306F\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u30DD\u30EA\u30B7\u30FC\u306B\u5FDC\u3058\u3066\u7570\u306A\u308A\u3001\u5FA9\u53F7\u5316\u3001\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u691C\u8A3C\u304A\u3088\u3073\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30C8\u30FC\u30AF\u30F3\u306E\u691C\u8A3C/\u8A8D\u8A3C\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
SEC_OUTBOUND_ACCOUNT=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8
SEC_OUTBOUND_ACCOUNT_INFO=\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9WS-Policy\u8CC7\u683C\u8A3C\u660E\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u540D\u524D\u3002
SEC_POLICY_OPERATION=\u64CD\u4F5C
SEC_POLICY_REQ_RESP=\u6709\u52B9\u306A\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DD\u30EA\u30B7\u30FC
SEC_CUSTOM_AUTH_SETTINGS=\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u8A2D\u5B9A
SEC_CUSTOM_AUTH_SETTINGS_INFO=\u4F7F\u7528\u3059\u308B\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u306E\u7A2E\u985E\u3092\u9078\u629E\u3057\u307E\u3059\u3002
SEC_CUSTOM_USER_PW=\u30AB\u30B9\u30BF\u30E0\u30FB\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9
SEC_CUSTOM_TOKEN=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3
SEC_USER_XPATH=\u30E6\u30FC\u30B6\u30FC\u540DXPath
SEC_USER_XPATH_INFO=\u8A8D\u8A3C\u7528\u306E\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u62BD\u51FA\u3059\u308BXPath\u5F0F\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
SEC_PASSWORD_XPATH=\u30E6\u30FC\u30B6\u30FC\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9XPath
SEC_PASSWORD_XPATH_INFO=\u8A8D\u8A3C\u7528\u306E\u30E6\u30FC\u30B6\u30FC\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u62BD\u51FA\u3059\u308BXPath\u5F0F\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
SEC_TOKEN_TYPE=\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7
SEC_TOKEN_TYPE_INFO=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u306E\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7\u3092\u8B58\u5225\u3057\u307E\u3059\u3002
SEC_TOKEN_XPATH=\u30C8\u30FC\u30AF\u30F3XPath
SEC_TOKEN_XPATH_INFO=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u3092\u62BD\u51FA\u3059\u308BXPath\u5F0F\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
SEC_CONTEXT_PROPERTIES=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3
SEC_CONTEXT_PROPERTIES_INFO=\u3053\u306E\u8868\u3067\u306F\u3001\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u6E21\u3055\u308C\u308B\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u30EA\u30B9\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\n\u8868\u306E\u5404\u884C\u306F\u3001\u30D7\u30ED\u30D1\u30C6\u30A3\u540D\u3068\u305D\u308C\u306B\u5BFE\u5FDC\u3059\u308BXPath\u30BB\u30EC\u30AF\u30BF\u3067\u69CB\u6210\u3055\u308C\u307E\u3059\u3002\u30BB\u30EC\u30AF\u30BF\u306B\u3088\u3063\u3066\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304B\u3089\u5024\u304C\u9078\u629E\u3055\u308C\u307E\u3059\u3002
SEC_PROPERTY_NAME=\u30D7\u30ED\u30D1\u30C6\u30A3\u540D
SEC_PROPERTY_SELECTOR=\u5024\u30BB\u30EC\u30AF\u30BF
SEC_PROPERTY_DELETE=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u524A\u9664
BUTTON_BACK_TRANSPORT_SCHEME=\u5909\u66F4\u5185\u5BB9\u3092\u7834\u68C4\u3057\u3066\u3001\u524D\u306E\u30D7\u30ED\u30C8\u30B3\u30EB\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u30DA\u30FC\u30B8\u306B\u623B\u308A\u307E\u3059\u3002
BUTTON_ADD_PROPERTY=\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u8FFD\u52A0
BUTTON_ADD_PROPERTY_INFO=\u65B0\u3057\u3044\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8868\u306B\u8FFD\u52A0\u3059\u308B\u306B\u306F\u3001\u540D\u524D\u3068XPath\u30BB\u30EC\u30AF\u30BF\u3092\u5165\u529B\u3057\u3001\u3053\u306E\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002
ERROR_ACCOUNT_NOT_EXIST=\u6307\u5B9A\u3057\u305F\u53C2\u7167\u306B\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_REQUIRED_CUSTOM_AUTH_CHOICE=\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u7528\u306E\u30E1\u30BD\u30C3\u30C9\u3092\u9078\u629E\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_REQUIRED_USER_XPATH=\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u7528\u306E\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u9078\u629E\u3059\u308BXPath\u5F0F\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_REQUIRED_PASSWORD_XPATH=\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u7528\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u9078\u629E\u3059\u308BXPath\u5F0F\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_REQUIRED_TOKEN_XPATH=\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u7528\u306E\u30C8\u30FC\u30AF\u30F3\u3092\u9078\u629E\u3059\u308BXPath\u5F0F\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_INVALID_XPATH=XPath\u5F0F\u304C\u7121\u52B9\u3067\u3059: {0}
ERROR_REQUIRED_ADD_PROPERTY_NAME=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8FFD\u52A0\u3059\u308B\u3068\u304D\u306F\u3001\u30D7\u30ED\u30D1\u30C6\u30A3\u540D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_REQUIRED_ADD_PROPERTY_SEL=\u65B0\u3057\u3044\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8FFD\u52A0\u3059\u308B\u3068\u304D\u306F\u3001\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304B\u3089\u5024\u3092\u9078\u629E\u3059\u308BXPath\u5F0F\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_DUPLICATE_PROPERTY=\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u305F\u540D\u524D\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u3059\u3067\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u3002
INFO_WSS_CONFIG_RESET=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u304C\u306A\u3044\u305F\u3081\u3001Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u69CB\u6210\u306F\u30EA\u30BB\u30C3\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u300C\u66F4\u65B0\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u5909\u66F4\u3092\u4FDD\u5B58\u3057\u307E\u3059\u3002
INFO_WSS_CONFIG_RESET2=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u304C\u5909\u66F4\u3055\u308C\u305F\u305F\u3081\u3001Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u69CB\u6210\u306F\u30EA\u30BB\u30C3\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002
CREATE_PROXY_SELECTOR_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
EDIT_PROXY_SELECTOR_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
OPERATION_SELECTION_CONFIGURATION_TITLE=\u64CD\u4F5C\u9078\u629E\u69CB\u6210
EDIT_PROXY_SELECTOR_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u69CB\u6210\u3057\u307E\u3059\u3002
CREATE_PROXY_SOAP_BINDING_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
CREATE_BUS_SVC_SOAP_BINDING_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210({0})
EDIT_PROXY_SOAP_BINDING_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
EDIT_BUS_SVC_SOAP_BINDING_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6({0})
SOAP_BINDING_CONFIGURATION_TITLE=SOAP\u30D0\u30A4\u30F3\u30C9\u69CB\u6210
EDIT_SOAP_BINDING_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306ESOAP\u30D0\u30A4\u30F3\u30C9\u3092\u69CB\u6210\u3057\u307E\u3059\u3002
ENFORCE_WSI=WS-I\u6E96\u62E0\u306E\u9069\u7528
ENFORCE_WSI_INFO=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u8A2D\u5B9A\u3057\u3066\u3001\u30B5\u30FC\u30D3\u30B9\u5B9F\u884C\u6642\u306EWS-I\u6E96\u62E0\u30C1\u30A7\u30C3\u30AF\u3092\u9069\u7528\u3057\u307E\u3059\u3002
SEL_ALGORITHM=\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0
SEL_ALGORITHM_INFO=\u547C\u3073\u51FA\u3059\u64CD\u4F5C\u3092\u6C7A\u5B9A\u3059\u308B\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u9078\u629E\u3057\u307E\u3059\u3002
SEL_ALGORITHM_TRANSPORT=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D8\u30C3\u30C0\u30FC
SEL_ALGORITHM_WSA=WS-Addressing
SEL_ALGORITHM_SOAP_HEADER=SOAP\u30D8\u30C3\u30C0\u30FC
SEL_ALGORITHM_SOAP_BODY=SOAP\u672C\u4F53\u30BF\u30A4\u30D7
SEL_ALGORITHM_SOAP_ACTION=SOAPAction\u30D8\u30C3\u30C0\u30FC
SEL_ALGORITHM_PAYLOAD=\u30DA\u30A4\u30ED\u30FC\u30C9\u30FB\u30BF\u30A4\u30D7
SEL_HEADER=\u30D8\u30C3\u30C0\u30FC\u540D
SEL_HEADER_INFO=\u547C\u3073\u51FA\u3059\u64CD\u4F5C\u3092\u9078\u629E\u3059\u308B\u305F\u3081\u306E\u30AD\u30FC\u3068\u3057\u3066\u4F7F\u7528\u3059\u308B\u5024\u3092\u62BD\u51FA\u3059\u308B\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D8\u30C3\u30C0\u30FC\u3002
SEL_XPATH=XPath\u5F0F
SEL_XPATH_INFO=\u547C\u3073\u51FA\u3059\u64CD\u4F5C\u3092\u9078\u629E\u3059\u308B\u305F\u3081\u306E\u30AD\u30FC\u3068\u3057\u3066\u4F7F\u7528\u3059\u308B\u5024\u3092\u62BD\u51FA\u3059\u308BXPath\u5F0F\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
SEL_MAPPING=\u64CD\u4F5C\u306E\u30DE\u30C3\u30D4\u30F3\u30B0
SEL_MAPPING_INFO=\u5404\u64CD\u4F5C\u306E\u5024\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u5024\u306F\u64CD\u4F5C\u306E\u30AD\u30FC\u3068\u3057\u3066\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
SEL_MAPPING_OP_HEADER=\u64CD\u4F5C\u540D
SEL_MAPPING_VALUE_HEADER=\u5024
BUTTON_NEXT_SVC_SUMMARY=\u5909\u66F4\u5185\u5BB9\u3092\u767A\u884C\u3057\u3066\u3001\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u306E\u30B5\u30DE\u30EA\u30FC\u306B\u79FB\u52D5\u3057\u307E\u3059\u3002
ERROR_SEL_NO_HEADER=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D8\u30C3\u30C0\u30FC\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_SEL_INVALID_HEADER=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D8\u30C3\u30C0\u30FC\u304C\u7121\u52B9\u3067\u3059\u3002
ERROR_SEL_NO_XPATH=XPath\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_SEL_INVALID_XPATH=XPath\u304C\u7121\u52B9\u3067\u3059: {0}
ERROR_SEL_NO_MAPPING=\u5404\u64CD\u4F5C\u306E\u5024\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_SEL_DUPLICATE_MAPPING=\u91CD\u8907\u3059\u308B\u5024\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
ERROR_SEL_INVALID_URI=\u5024\u306F\u6709\u52B9\u306AURI\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
CREATE_SERVICE_SUMMARY_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210 - \u30B5\u30DE\u30EA\u30FC({0})
CREATE_PROXY_SUMMARY_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210 - \u30B5\u30DE\u30EA\u30FC({0})
EDIT_SERVICE_SUMMARY_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6 - \u30B5\u30DE\u30EA\u30FC({0})
EDIT_PROXY_SUMMARY_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u7DE8\u96C6 - \u30B5\u30DE\u30EA\u30FC({0})
EDIT_SERVICE_SUMMARY_DESC=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304B\u3089\u5909\u66F4\u3092\u767A\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
VIEW_BANNER_DETAILS=\u5168\u822C\u7684\u306A\u69CB\u6210
VIEW_BANNER_DETAILS_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u5168\u822C\u7684\u306A\u60C5\u5831\u306B\u3064\u3044\u3066\u8AAC\u660E\u3057\u307E\u3059\u3002
VIEW_BANNER_BINDING=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u306E\u69CB\u6210
VIEW_BANNER_BINDING_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u3068\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u306E\u60C5\u5831\u306B\u3064\u3044\u3066\u8AAC\u660E\u3057\u307E\u3059\u3002
VIEW_BANNER_TRANSPORT=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210
VIEW_BANNER_TRANSPORT_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u5168\u822C\u7684\u306A\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u60C5\u5831\u306B\u3064\u3044\u3066\u8AAC\u660E\u3057\u307E\u3059\u3002
VIEW_BANNER_TRANSPORT_SPECIFIC={0}\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210
VIEW_BANNER_TRANSPORT_SPECIFIC_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30D7\u30ED\u30C8\u30B3\u30EB\u4F9D\u5B58\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u60C5\u5831\u306B\u3064\u3044\u3066\u8AAC\u660E\u3057\u307E\u3059\u3002
VIEW_BANNER_SECURITY=Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u69CB\u6210
VIEW_BANNER_SECURITY_PROXY=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EC\u30D9\u30EB\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u69CB\u6210
VIEW_BANNER_SECURITY_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306EWS-Security\u51E6\u7406\u306B\u3064\u3044\u3066\u8AAC\u660E\u3057\u307E\u3059\u3002
VIEW_BANNER_SECURITY_DESC_PROXY=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EC\u30D9\u30EB\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u51E6\u7406\u306B\u3064\u3044\u3066\u8AAC\u660E\u3057\u307E\u3059\u3002
VIEW_BANNER_SELECTOR=\u64CD\u4F5C\u9078\u629E\u69CB\u6210
VIEW_BANNER_SELECTOR_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u306B\u3064\u3044\u3066\u8AAC\u660E\u3057\u307E\u3059\u3002
VIEW_BANNER_SOAP_BINDING=SOAP\u30D0\u30A4\u30F3\u30C9\u69CB\u6210
VIEW_BANNER_SOAP_BINDING_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306ESOAP\u30D0\u30A4\u30F3\u30C9\u60C5\u5831\u306B\u3064\u3044\u3066\u8AAC\u660E\u3057\u307E\u3059\u3002
VIEW_BANNER_MSG_CONTENT_HANDLING=\u30E1\u30C3\u30BB\u30FC\u30B8\u51E6\u7406\u69CB\u6210
VIEW_BANNER_MSG_CONTENT_HANDLING_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u3001XOP/MTOM\u306E\u30B5\u30DD\u30FC\u30C8\u306B\u3064\u3044\u3066\u8AAC\u660E\u3057\u307E\u3059\u3002
VIEW_STREAM_MSG_DISABLED=\u7121\u52B9
VIEW_STREAM_MSG_ENABLED=\u6709\u52B9({0}\u3001{1})
VIEW_XOP_MTOM_DISABLED=\u7121\u52B9
VIEW_XOP_MTOM_BY_REFERENCE=\u6709\u52B9(\u53C2\u7167)
VIEW_XOP_MTOM_BY_VALUE=\u6709\u52B9(\u5024)
VIEW_HEADERS=\u30D8\u30C3\u30C0\u30FC
VIEW_REQUEST_POLICY=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC:
VIEW_RESPONSE_POLICY=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DD\u30EA\u30B7\u30FC:
VIEW_NO_POLICY_CONFIG=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u64CD\u4F5C\u30EC\u30D9\u30EB\u306E\u69CB\u6210\u304C\u3042\u308A\u307E\u305B\u3093\u3002
VIEW_CUSTOM_AUTH=\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C
VIEW_CUSTOM_AUTH_NONE=\u306A\u3057
VIEW_CUSTOM_AUTH_USER_PW=\u30AB\u30B9\u30BF\u30E0\u30FB\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9
VIEW_CUSTOM_AUTH_TOKEN=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3
VIEW_NO_TRANSPORT_SPECIFIC=\u9078\u629E\u3057\u305F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u306B\u306F\u69CB\u6210\u304C\u3042\u308A\u307E\u305B\u3093\u3002
BUTTON_SAVE_SVC=\u30B5\u30FC\u30D3\u30B9\u3092\u4FDD\u5B58\u3057\u307E\u3059\u3002
SERVICE_CREATE_SUCCESS=\u30B5\u30FC\u30D3\u30B9"{0}"\u304C\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
SERVICE_UPDATE_SUCCESS=\u30B5\u30FC\u30D3\u30B9"{0}"\u304C\u6B63\u5E38\u306B\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002
SERVICE_SAVED_INVALID=\u30B5\u30FC\u30D3\u30B9"{0}"\u304C\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u4FDD\u5B58\u3055\u308C\u3001\u691C\u8A3C\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7AF6\u5408\u3092\u8868\u793A\u3057\u3066\u3001\u8A73\u7D30\u306A\u8A3A\u65AD\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
VIEW_SERVICE_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u8868\u793A({0})
VIEW_PROXY_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u8868\u793A({0})
VIEW_SERVICE_TITLE1=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u8868\u793A
VIEW_PROXY_TITLE1=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u8868\u793A
VIEW_SERVICE_DESC=\u30B5\u30FC\u30D3\u30B9{0}\u306E\u8A73\u7D30\u3092\u8868\u793A\u3057\u307E\u3059\u3002\n\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u300C\u7DE8\u96C6\u300D\u30DC\u30BF\u30F3\u307E\u305F\u306F\u3044\u305A\u308C\u304B\u306E\u300C\u7DE8\u96C6\u300D\u30EA\u30F3\u30AF\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SERVICE_CONFIGURATION_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210({0})
PROXY_CONFIGURATION_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210({0})
SVC_DETAILS_OK=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D3\u30E5\u30FC\u3092\u9589\u3058\u3066\u3001\u524D\u306E\u30DA\u30FC\u30B8\u306B\u623B\u3063\u3066\u304F\u3060\u3055\u3044\u3002
SVC_DETAILS_EDIT=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u307E\u3059\u3002
ERROR_WSDL_EXPORT_FAILED=WSDL\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F - \u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3067\u8A73\u7D30\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
CLONE_PIPELINE=\u3053\u306E\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u30AF\u30ED\u30FC\u30F3\u3092\u4F5C\u6210
DELETE_PIPELINE=\u3053\u306E\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u3092\u524A\u9664
VIEW_SERVICE_PIPELINES_TITLE=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u8868\u793A
VIEW_SERVICE_PIPELINES_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u30EB\u30FC\u30BF\u30FC\u30FB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u5404\u30B5\u30FC\u30D3\u30B9\u306E\u30D0\u30A4\u30F3\u30C9\u30FB\u30DD\u30A4\u30F3\u30C8\u306B\u306F\u6700\u59273\u3064\u306E\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u304C\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u5DE6\u5074\u306E\u30BF\u30B9\u30AF\u30FB\u30D0\u30FC\u306E\u8A72\u5F53\u30B3\u30DE\u30F3\u30C9\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
EDIT_PIPELINE_TITLE=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u69CB\u6210\u306E\u7DE8\u96C6
EDIT_PIPELINE=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u7DE8\u96C6
EDIT_PIPELINE_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u69CB\u6210\u306E\u8A73\u7D30\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306F\u4E00\u9023\u306E\u500B\u5225\u30B9\u30C6\u30FC\u30B8\u3067\u69CB\u6210\u3055\u308C\u3066\u304A\u308A\u3001\u5404\u30B9\u30C6\u30FC\u30B8\u304C\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u3067\u306E\u9806\u756A\u3069\u304A\u308A\u306B\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u9069\u7528\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30DA\u30FC\u30B8\u304B\u3089\u30B9\u30C6\u30FC\u30B8\u306E\u8FFD\u52A0\u3001\u633F\u5165\u3001\u524A\u9664\u304A\u3088\u3073\u4E26\u3079\u66FF\u3048\u3092\u884C\u3046\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u65B0\u3057\u3044\u30B9\u30C6\u30FC\u30B8\u3092\u8FFD\u52A0\u3059\u308B\u306B\u306F\u3001\u30D1\u30EC\u30C3\u30C8\u5185\u306E\u9069\u5207\u306A\u30B9\u30C6\u30FC\u30B8\u30FB\u30A2\u30A4\u30B3\u30F3\u3092\u30C9\u30E9\u30C3\u30B0\u3057\u3001\u633F\u5165\u5834\u6240\u306B\u30C9\u30ED\u30C3\u30D7\u3057\u307E\u3059\u3002
EDIT_PIPELINE_DESCRIPTION=\u4E0B\u306E\u4F7F\u7528\u53EF\u80FD\u306A\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u30E1\u30CB\u30E5\u30FC\u304B\u3089\u9805\u76EE\u3092\u9078\u629E\u3057\u3066\u7DE8\u96C6\u3092\u958B\u59CB\u3057\u307E\u3059\u3002
BEGIN_PIPELINE=\u958B\u59CB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3
END_PIPELINE=\u7D42\u4E86\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3
PROXY_NAME=\u30D7\u30ED\u30AD\u30B7\u540D
SUMMARY=\u30B5\u30DE\u30EA\u30FC
SERVICE_DETAILS_BANNER=\u30B5\u30FC\u30D3\u30B9\u306E\u8A73\u7D30\u3002
SERVICE_IS_PROXY=\u30D7\u30ED\u30AD\u30B7
MONITORING_SVC_TASK=\u30B5\u30FC\u30D3\u30B9
AUTHORIZATION_POLICY=\u8A8D\u53EF\u30DD\u30EA\u30B7\u30FC
TRANS_AUTHORIZATION_POLICY=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u8A8D\u53EF\u30DD\u30EA\u30B7\u30FC
SERVICE_AUTHORIZATION_POLICY=\u30B5\u30FC\u30D3\u30B9\u8A8D\u53EF\u30DD\u30EA\u30B7\u30FC
VIEW_POLICIES=\u30DD\u30EA\u30B7\u30FC\u306E\u8868\u793A
NO_POLICIES=\u30DD\u30EA\u30B7\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
NO_EDIT_POLICIES=\u30DD\u30EA\u30B7\u30FC\u3092\u7DE8\u96C6\u3067\u304D\u307E\u305B\u3093
EDIT_SERVICE_ATZ_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1
EDIT_SERVICE_ATZ_DESC=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1\u69CB\u6210\u3092\u8868\u793A\u304A\u3088\u3073\u7DE8\u96C6\u3057\u307E\u3059\u3002
VIEW_PROXY_SERVICES=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u8868\u793A
PROXY_SERVICE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9
BUSINESS_SERVICE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9
TRANSPORT_ENDPOINT=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8
OPERATION=\u64CD\u4F5C
AVAIL_ROLES=\u4F7F\u7528\u53EF\u80FD\u306A\u30ED\u30FC\u30EB
CHOSEN_ROLES=\u9078\u629E\u3055\u308C\u305F\u30ED\u30FC\u30EB
INHERITED_ATZ_POLICY=\u7D99\u627F\u3055\u308C\u305F\u30DD\u30EA\u30B7\u30FC
EXCLUDED_ATZ_POLICY=\u9664\u5916
UNCHECKED_ATZ_POLICY=\u9078\u629E\u89E3\u9664
AUTHENTICATED_USERS_ATZ_POLICY=\u8A8D\u8A3C\u30E6\u30FC\u30B6\u30FC\u306E\u307F(\u533F\u540D\u30A2\u30AF\u30BB\u30B9\u3092\u8A31\u53EF\u3057\u306A\u3044)
ROLES_ATZ_POLICY=\u30ED\u30FC\u30EB
NO_PROXIES_CONFIGURED=\u73FE\u5728\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u65B0\u3057\u3044\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u5B9A\u7FA9\u3059\u308B\u306B\u306F\u3001\u5DE6\u5074\u306E\u30BF\u30B9\u30AF\u30FB\u30D0\u30FC\u306B\u3042\u308B\u300C<i>\u65B0\u3057\u3044\u30D7\u30ED\u30AD\u30B7\u306E\u4F5C\u6210</i>\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
CONFIRM_DELETE_PIPELINE=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u3092\u524A\u9664\u3059\u308B\u3068\u3001\u305D\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EB\u30FC\u30BF\u30FC\u306E\u30D0\u30A4\u30F3\u30C9\u3082\u524A\u9664\u3055\u308C\u307E\u3059\u3002\u7D9A\u884C\u3057\u307E\u3059\u304B\u3002
EDIT_REQUEST_PIPELINE=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u7DE8\u96C6
EDIT_RESPONSE_PIPELINE=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u7DE8\u96C6
EDIT_ERROR_PIPELINE=\u30A8\u30E9\u30FC\u30FB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u7DE8\u96C6
EDIT_ERROR_PIPELINE_DESC=\u4E0B\u306E\u30B9\u30BF\u30FC\u30C8\u30FB\u30E1\u30CB\u30E5\u30FC\u304B\u3089\u9805\u76EE\u3092\u9078\u629E\u3057\u3066\u7DE8\u96C6\u3092\u958B\u59CB\u3057\u307E\u3059\u3002
WARNING_UNSAVED_CHANGES=\u4FDD\u5B58\u305B\u305A\u306B\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u3092\u7D42\u4E86\u3059\u308B\u3068\u3001\u5909\u66F4\u304C\u5931\u308F\u308C\u307E\u3059\u3002
WARNING_UNSAVED_SECURITY_CHANGES=\u4FDD\u5B58\u305B\u305A\u306B\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u69CB\u6210\u3092\u7D42\u4E86\u3059\u308B\u3068\u3001\u5909\u66F4\u304C\u5931\u308F\u308C\u307E\u3059\u3002
WARNING_UNSAVED_POLICY_CHANGES=\u4FDD\u5B58\u305B\u305A\u306B\u30DD\u30EA\u30B7\u30FC\u69CB\u6210\u3092\u7D42\u4E86\u3059\u308B\u3068\u3001\u5909\u66F4\u304C\u5931\u308F\u308C\u307E\u3059\u3002
WARNING_UNSAVED_OPERATIONAL_SETTINGS_CHANGES=\u4FDD\u5B58\u305B\u305A\u306B\u64CD\u4F5C\u8A2D\u5B9A\u3092\u7D42\u4E86\u3059\u308B\u3068\u3001\u5909\u66F4\u304C\u5931\u308F\u308C\u307E\u3059\u3002
ERROR_INVALID_REF=\u5024\u306F\u6709\u52B9\u306A\u53C2\u7167\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_INVALID_DATA=\u6B21\u306E\u7406\u7531\u3067\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u307E\u305F\u306F\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F:\n{0}
ERROR_UNEXPECTED=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210\u4E2D\u307E\u305F\u306F\u66F4\u65B0\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{0}
ERROR_INVALID_SESSION_STATE=\u7121\u52B9\u306A\u30BB\u30C3\u30B7\u30E7\u30F3\u72B6\u614B\u306E\u305F\u3081\u3001\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
SERVICE_TRACING_UPDATED_SUCCESSFULLY=\u9078\u629E\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30EC\u30FC\u30B9\u304C\u6B63\u5E38\u306B\u6709\u52B9\u5316(\u307E\u305F\u306F\u7121\u52B9\u5316)\u3055\u308C\u307E\u3057\u305F\u3002
VIEW_CONFIG_DETAILS=\u69CB\u6210\u306E\u8A73\u7D30
VIEW_OPERATIONS_DETAILS=\u64CD\u4F5C\u8A2D\u5B9A
VIEW_ALERT_RULES=SLA\u30A2\u30E9\u30FC\u30C8\u30FB\u30EB\u30FC\u30EB
LOGGING_SEVERITY_DEBUG=\u30C7\u30D0\u30C3\u30B0
LOGGING_SEVERITY_INFO=\u60C5\u5831
LOGGING_SEVERITY_WARNING=\u8B66\u544A
LOGGING_SEVERITY_ERROR=\u30A8\u30E9\u30FC
LOGGING_SEVERITY_DEBUG_SHORT=D
LOGGING_SEVERITY_INFO_SHORT=I
LOGGING_SEVERITY_WARNING_SHORT=W
LOGGING_SEVERITY_ERROR_SHORT=E
TRACING=\u30C8\u30EC\u30FC\u30B9
ENABLE=\u6709\u52B9\u5316
SERVICE_TYPE_LABEL=\u30BF\u30A4\u30D7: {0}
BUSINESS_SERVICE_OR_PROXY_SERVICE=[\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9]
SECURITY=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3
POLICIES=\u30DD\u30EA\u30B7\u30FC
CUSTOM_AUTHENTICATION_TITLE=\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C
CUSTOM_AUTHENTICATION_TYPE=\u8A8D\u8A3C\u30BF\u30A4\u30D7
CUSTOM_AUTHENTICATION_SEC_HELP=\u30A2\u30A4\u30B3\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u300C\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u300D\u30BB\u30AF\u30B7\u30E7\u30F3\u3092\u5C55\u958B\u307E\u305F\u306F\u6298\u308A\u305F\u305F\u307F\u307E\u3059
ACCESS_CONTROL_TITLE=\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1
ACCESS_CONTROL_HELP=\u30A2\u30A4\u30B3\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u300C\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1\u30DD\u30EA\u30B7\u30FC\u300D\u30BB\u30AF\u30B7\u30E7\u30F3\u3092\u5C55\u958B\u307E\u305F\u306F\u6298\u308A\u305F\u305F\u307F\u307E\u3059
WS_SECURITY_HELP=\u30B5\u30FC\u30D3\u30B9\u3092\u80FD\u52D5\u7684\u306AWebService\u4EF2\u4ECB\u8005\u3068\u3057\u3066\u69CB\u6210\u3057\u307E\u3059
TRANSPORT_ACCESS_CONTROL_LABEL=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1
TRANSPORT_ACCESS_CONTROL_HELP=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1\u3092\u69CB\u6210\u3057\u307E\u3059
TRANSPORT_ACCESS_CONTROL_TITLE=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001WLS\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1\u30DD\u30EA\u30B7\u30FC\u3092\u7DE8\u96C6\u3067\u304D\u307E\u3059
MESSAGE_ACCESS_CONTROL_LABEL=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1
MESSAGE_ACCESS_CONTROL_HELP=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1\u304A\u3088\u3073\u305D\u306E\u64CD\u4F5C\u3092\u69CB\u6210\u3057\u307E\u3059
MESSAGE_ACCESS_CONTROL_TITLE=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001WLS\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1\u30DD\u30EA\u30B7\u30FC\u3092\u7DE8\u96C6\u3067\u304D\u307E\u3059
SERVICE_POLICIES_HELP=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306EWLS\u306E\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1\u30DD\u30EA\u30B7\u30FC\u3092\u7DE8\u96C6\u3067\u304D\u307E\u3059
OPERATION_POLICIES_HELP=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u3053\u306E\u64CD\u4F5C\u306EWLS\u306E\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1\u30DD\u30EA\u30B7\u30FC\u3092\u7DE8\u96C6\u3067\u304D\u307E\u3059
SERVICE_POLICY_CONFIGURATION_TITLE=\u30B5\u30FC\u30D3\u30B9\u30FB\u30DD\u30EA\u30B7\u30FC\u69CB\u6210
WSDL_BASED_POLICY_LABEL=WSDL\u30D9\u30FC\u30B9\u306E\u30DD\u30EA\u30B7\u30FC(WLS 9.2\u306E\u30DD\u30EA\u30B7\u30FC)
CUSTOM_POLICY_BINDINGS_LABEL=\u30AB\u30B9\u30BF\u30E0\u30FB\u30DD\u30EA\u30B7\u30FC\u30FB\u30D0\u30A4\u30F3\u30C9(WLS 9.2\u306E\u30DD\u30EA\u30B7\u30FC)
OWSM_POLICY_BINDINGS_LABEL=OWSM\u30DD\u30EA\u30B7\u30FC\u30FB\u30D0\u30A4\u30F3\u30C9
REQUEST_POLICIES_LABEL=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC
RESPONSE_POLICIES_LABEL=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DD\u30EA\u30B7\u30FC
WSDL_BASED_POLICY_HELP=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u3068\u3001WSDL\u30D9\u30FC\u30B9\u306E\u30DD\u30EA\u30B7\u30FC\u3092\u4F7F\u7528\u3067\u304D\u307E\u3059
CUSTOM_POLICY_BINDINGS_HELP=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u30AB\u30B9\u30BF\u30E0\u30FB\u30DD\u30EA\u30B7\u30FC\u30FB\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3067\u304D\u307E\u3059
OWSM_POLICY_BINDINGS_HELP=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u3068\u3001OWSM\u30DD\u30EA\u30B7\u30FC\u30FB\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3067\u304D\u307E\u3059
LABEL_OWSM_POLICIES=OWSM\u30DD\u30EA\u30B7\u30FC
LABEL_WLS_POLICIES=WLS 9\u306E\u30DD\u30EA\u30B7\u30FC
LABEL_FROM_OWSM_POLICY_STORE=OWSM\u30DD\u30EA\u30B7\u30FC\u30FB\u30B9\u30C8\u30A2\u304B\u3089
LABEL_FROM_WSDL=WSDL\u304B\u3089
LABEL_FROM_PRE_DEFINED_POLICY_OR_WS_POLICY_RES=\u4E8B\u524D\u5B9A\u7FA9\u30DD\u30EA\u30B7\u30FC\u307E\u305F\u306FWS-Policy\u30EA\u30BD\u30FC\u30B9\u304B\u3089
TOOLTIP_WLS_POLICIES=\u30DD\u30EA\u30B7\u30FC\u306F\u3001\u72EC\u81EA\u306EWebLogic Server 9\u66F8\u5F0F\u3067\u3059(WS-SecurityPolicy 1.0\u6A19\u6E96\u3088\u308A\u524D)\u3002
TOOLTIP_FROM_WSDL=\u30DD\u30EA\u30B7\u30FC\u306F\u3001WSDL\u306B\u57CB\u3081\u8FBC\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30DD\u30EA\u30B7\u30FC\u306F\u3001WS-Security 1.0, SAML 1.1\u304A\u3088\u3073\u305D\u306E\u4ED6\u306E\u696D\u754C\u6A19\u6E96\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002
TOOLTIP_FROM_PRE_DEFINED_POLICY_OR_WS_POLICY_RES=\u30DD\u30EA\u30B7\u30FC\u306F\u3001WebLogic Server\u3067\u4E8B\u524D\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u304B\u3001WS-Policy\u30EA\u30BD\u30FC\u30B9\u3092\u6301\u3064OSB\u3067\u30E6\u30FC\u30B6\u30FC\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u304B\u306E\u3044\u305A\u308C\u304B\u3067\u3059\u3002\u3053\u308C\u3089\u306E\u30DD\u30EA\u30B7\u30FC\u306F\u3001WS-Security 1.0, SAML 1.1\u304A\u3088\u3073\u305D\u306E\u4ED6\u306E\u696D\u754C\u6A19\u6E96\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002
TOOLTIP_FROM_OWSM_POLICY_STORE=\u30DD\u30EA\u30B7\u30FC\u306F\u3001Oracle Enterprise Manager\u3067\u7BA1\u7406\u3055\u308C\u308B\u4E2D\u592E\u306EOWSM\u30DD\u30EA\u30B7\u30FC\u30FB\u30B9\u30C8\u30A2\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30DD\u30EA\u30B7\u30FC\u306F\u3001WS-Security 1.0/ 1.1\u3001SAML 1.1/2.0\u3001KerberosToken Profile\u304A\u3088\u3073\u305D\u306E\u4ED6\u306E\u696D\u754C\u6A19\u6E96\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002
SERVICE_LEVEL_POLICIES_LABEL=\u30B5\u30FC\u30D3\u30B9\u30FB\u30EC\u30D9\u30EB\u30FB\u30DD\u30EA\u30B7\u30FC
OPERATION_LEVEL_POLICIES_LABEL=\u64CD\u4F5C\u30EC\u30D9\u30EB\u30FB\u30DD\u30EA\u30B7\u30FC
WS_POLICY_LABEL=WS-Policy
PREDEFINED_POLICY_LABEL=\u5B9A\u7FA9\u6E08\u307F\u30DD\u30EA\u30B7\u30FC
ANY_OPERATION_LABEL=\u4EFB\u610F\u306E\u64CD\u4F5C
DELETE_POLICY_TOOLTIP=\u30DD\u30EA\u30B7\u30FC\u306E\u524A\u9664
LABEL_SHOW_POLICIES_WITH_WSSP12_ASSERTIONS=WS-Security Policy 1.2\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u30DD\u30EA\u30B7\u30FC\u3092\u8868\u793A
LABEL_SHOW_POLICIES_WITH_RM_ASSERTIONS=\u4FE1\u983C\u6027\u306E\u3042\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u30DD\u30EA\u30B7\u30FC\u3092\u8868\u793A
LABEL_SHOW_POLICIES_WITH_BEA_ASSERTIONS=Oracle\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u30DD\u30EA\u30B7\u30FC\u3092\u8868\u793A
MONITORING_BANNER=\u30E2\u30CB\u30BF\u30FC
MONITORING_BANNER_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u64CD\u4F5C\u8A2D\u5B9A\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
THROTTLING_BANNER=\u30B9\u30ED\u30C3\u30C8\u30EB
THROTTLING_BANNER_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30B9\u30ED\u30C3\u30C8\u30EB\u60C5\u5831\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
THROTTLING_STATE=\u30B9\u30ED\u30C3\u30C8\u30EB\u306E\u72B6\u614B
THROTTLING_STATE_DESC=\u30B9\u30ED\u30C3\u30C8\u30EB\u306E\u72B6\u614B: \u6709\u52B9\u307E\u305F\u306F\u7121\u52B9\u3002\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u512A\u5148\u5EA6\u306B\u5F93\u3063\u3066\u51E6\u7406\u3055\u308C\u307E\u3059\u3002
MAX_CONCURRENCY=\u6700\u5927\u540C\u6642\u5B9F\u884C\u6027
MAX_CONCURRENCY_DESC=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u540C\u6642\u306B\u51E6\u7406\u3067\u304D\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6570\u3002
THROTTLING_QUEUE=\u30B9\u30ED\u30C3\u30C8\u30EB\u30FB\u30AD\u30E5\u30FC
THROTTLING_QUEUE_DESC=\u5F85\u6A5F\u30AD\u30E5\u30FC\u306B\u4FDD\u6301\u3055\u308C\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6700\u5927\u6570\u3002
MESSAGE_EXPIRATION=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6709\u52B9\u671F\u9650
MESSAGE_EXPIRATION_DESC=\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u5F85\u6A5F\u30AD\u30E5\u30FC\u306B\u4FDD\u6301\u3055\u308C\u308B\u6700\u5927\u6642\u9593\u3002
MESSAGES=\u30E1\u30C3\u30BB\u30FC\u30B8
MSECS=\u30DF\u30EA\u79D2
MAX_CONCURRENCY_ERROR=\u300C\u6700\u5927\u540C\u6642\u5B9F\u884C\u6027\u300D\u306E\u5024\u306F\u6B63\u306E\u6574\u6570\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
THROTTLING_QUEUE_ERROR=\u300C\u30B9\u30ED\u30C3\u30C8\u30EB\u30FB\u30AD\u30E5\u30FC\u300D\u306E\u5024\u306F\u6B63\u306E\u6574\u6570\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
MESSAGE_EXPIRATION_ERROR=\u300C\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6709\u52B9\u671F\u9650\u300D\u306E\u5024\u306F\u6B63\u306E\u6574\u6570\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TRACING_BANNER=\u30C8\u30EC\u30FC\u30B9
TRACING_BANNER_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30EC\u30FC\u30B9\u8A2D\u5B9A\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
MSG_TRACING_MAX_LOG_SIZE=\u30DA\u30A4\u30ED\u30FC\u30C9\u30FB\u30C8\u30EC\u30FC\u30B9\u5236\u9650
MSG_TRACING_MAX_LOG_SIZE_DESC=\u30DA\u30A4\u30ED\u30FC\u30C9\u30FB\u30C8\u30EC\u30FC\u30B9\u5236\u9650
MSG_TRACING_KILOBYTES=\u30AD\u30ED\u30D0\u30A4\u30C8
MSG_TRACING_DETAIL_LEVEL=\u8A73\u7D30\u30EC\u30D9\u30EB
MSG_TRACING_DETAIL_LEVEL_DESC=\u8A73\u7D30\u30EC\u30D9\u30EB
MSG_TRACING_DEFAULT_ENCODING=\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0
MSG_TRACING_DEFAULT_ENCODING_DESC=\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0
MSG_TRACING_DETAIL_LEVEL_TERSE=\u7C21\u6F54
MSG_TRACING_DETAIL_LEVEL_HEADERS=\u30D8\u30C3\u30C0\u30FC
MSG_TRACING_DETAIL_LEVEL_FULL=\u3059\u3079\u3066
TOOLTIP_SERVER_RESTART_REQUIRED=\u3053\u306EACL\u3092\u8868\u793A\u307E\u305F\u306F\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
BROWSE_ARCHIVES=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30A2\u30FC\u30AB\u30A4\u30D6\u306E\u30EA\u30B9\u30C8\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
BROWSE_CUSTOM_RESOURCES=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30EA\u30BD\u30FC\u30B9\u306E\u30EA\u30B9\u30C8\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
BROWSE_JCAS=\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u4F7F\u7528\u53EF\u80FD\u306AJCA\u30D0\u30A4\u30F3\u30C9\u306E\u30EA\u30B9\u30C8\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
WARNING_SERVER_RESTART_REQUIRED=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306EACL\u3092\u8868\u793A\u307E\u305F\u306F\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_TRANSPORT_EXCEPTION_OCCURRED=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u4F8B\u5916\u304C\u767A\u751F\u3057\u3001\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u901A\u77E5\u3055\u308C\u307E\u3057\u305F:\n{0}
SERVICE_MSG_CONTENT_HANDLING_TITLE=\u30E1\u30C3\u30BB\u30FC\u30B8\u51E6\u7406
SERVICE_MSG_CONTENT_HANDLING_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u3001XOP/MTOM\u306A\u3069\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u51E6\u7406\u3092\u69CB\u6210\u3057\u307E\u3059\u3002
XOP_MTOM_SUPPORT_LABEL=XOP/MTOM\u30B5\u30DD\u30FC\u30C8
XOP_MTOM_SUPPORT_INFO=XOP/MTOM\u30B5\u30DD\u30FC\u30C8\u3067\u306F\u3001SOAP\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u306E\u30D0\u30A4\u30CA\u30EA\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u51E6\u7406\u65B9\u6CD5\u304C\u5B9A\u7FA9\u3055\u308C\u307E\u3059\u3002
XOP_MTOM_SUPPORT_TITLE=XOP/MTOM\u30B5\u30DD\u30FC\u30C8\u306E\u6709\u52B9\u5316
XOP_MTOM_ENABLED=\u6709\u52B9
BINARY_DATA_BY_REFERENCE=\u53C2\u7167\u306B\u3088\u308B\u30D0\u30A4\u30CA\u30EA\u30FB\u30C7\u30FC\u30BF\u3092\u542B\u3080
BINARY_DATA_BY_VALUE=\u5024\u306B\u3088\u308B\u30D0\u30A4\u30CA\u30EA\u30FB\u30C7\u30FC\u30BF\u3092\u542B\u3080
BINARY_DATA_BY_REFERENCE_INBOUND_INFO=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u306E$body\u306E\u8A2D\u5B9A\u6642\u3001<xop:Include>\u8981\u7D20\u3092<ctx:binary-content>\u8981\u7D20\u3067\u7F6E\u63DB\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u307E\u3059\u3002
BINARY_DATA_BY_VALUE_INBOUND_INFO=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u306E$body\u306E\u8A2D\u5B9A\u6642\u3001<xop:Include>\u8981\u7D20\u3092\u8A72\u5F53\u3059\u308B\u30D0\u30A4\u30CA\u30EA\u30FB\u30C7\u30FC\u30BF\u306Ebase64\u30A8\u30F3\u30B3\u30FC\u30C9\u30FB\u30C6\u30AD\u30B9\u30C8\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u7F6E\u63DB\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u307E\u3059\u3002
BINARY_DATA_BY_REFERENCE_OUTBOUND_INFO=\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u306E$body\u306E\u8A2D\u5B9A\u6642\u3001<xop:Include>\u8981\u7D20\u3092<ctx:binary-content>\u8981\u7D20\u3067\u7F6E\u63DB\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u307E\u3059\u3002
BINARY_DATA_BY_VALUE_OUTBOUND_INFO=\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u306E$body\u306E\u8A2D\u5B9A\u6642\u3001<xop:Include>\u8981\u7D20\u3092\u8A72\u5F53\u3059\u308B\u30D0\u30A4\u30CA\u30EA\u30FB\u30C7\u30FC\u30BF\u306Ebase64\u30A8\u30F3\u30B3\u30FC\u30C9\u30FB\u30C6\u30AD\u30B9\u30C8\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u7F6E\u63DB\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u307E\u3059\u3002
ATTACHMENTS_LABEL=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB
ATTACHMENTS_INFO=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u30E1\u30E2\u30EA\u30FC\u307E\u305F\u306F\u30C7\u30A3\u30B9\u30AF\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u30D0\u30C3\u30D5\u30A1\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059
TX_REQURIED_LABEL=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5FC5\u8981
TX_REQURIED_INFO=\u9078\u629E\u3057\u305F\u5834\u5408\u3001OSB\u306F\u30D7\u30ED\u30AD\u30B7\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u5B58\u5728\u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002
TX_REQURIED_TITLE=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6709\u52B9\u5316
SAME_TX_FOR_RESPONSE_LABEL=\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u540C\u3058\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3
SAME_TX_FOR_RESPONSE_INFO=\u9078\u629E\u3057\u305F\u5834\u5408\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30D1\u30B9\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3(\u5B58\u5728\u3059\u308B\u5834\u5408)\u304C\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D1\u30B9\u306B\u8EE2\u9001\u3055\u308C\u307E\u3059\u3002
SAME_TX_FOR_RESPONSE_TITLE=\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u540C\u3058\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u6709\u52B9\u5316
PAGE_ATTACHMENTS_TO_DISK_LABEL=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u30C7\u30A3\u30B9\u30AF\u3078\u306E\u30DA\u30FC\u30B8\u30F3\u30B0
PAGE_ATTACHMENTS_TO_DISK_INFO=\u30C7\u30A3\u30B9\u30AF\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u30DA\u30FC\u30B8\u30F3\u30B0\u3059\u308B\u3053\u3068\u3067\u3001\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u304C\u30E1\u30E2\u30EA\u30FC\u306B\u30D0\u30C3\u30D5\u30A1\u3055\u308C\u308B\u306E\u3092\u9632\u304E\u307E\u3059
ERROR_CANNOT_SELECT_STREAMING_AND_XOP_MTOM=\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u3068XOP/MTOM\u306E\u4E21\u65B9\u3092\u9078\u629E\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u3069\u3061\u3089\u304B1\u3064\u306E\u307F\u3092\u6709\u52B9\u306B\u3067\u304D\u307E\u3059\u3002
MSG_TRACING_MAX_LOG_SIZE_ERROR=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30C8\u30EC\u30FC\u30B9\u306E\u30ED\u30B0\u30FB\u30B5\u30A4\u30BA\u306E\u5024\u306F\u6B63\u306E\u6574\u6570\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
PIPELINE_MONITORING_LEVEL_SERVICE=\u30B5\u30FC\u30D3\u30B9
PIPELINE_MONITORING_LEVEL_PIPELINE=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3
PIPELINE_MONITORING_LEVEL_ACTION=\u30A2\u30AF\u30B7\u30E7\u30F3
PIPELINE_MONITORING_LEVEL_SERVICE_SHORT=S
PIPELINE_MONITORING_LEVEL_PIPELINE_SHORT=P
PIPELINE_MONITORING_LEVEL_ACTION_SHORT=A
TEXT_ENABLE_PIPELINE_MONITORING_LEVEL_AT=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E2\u30CB\u30BF\u30FC\u306E\u6709\u52B9\u5316
NO_BASIC_CONFIGS_LABEL=\u57FA\u672C\u69CB\u6210\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
NO_BASIC_CONFIGS_LABEL_DESC=\u3053\u306E\u30BF\u30A4\u30D7\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u57FA\u672C\u69CB\u6210\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
CACHING_RESULT_SUPPORTED_LABEL=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5
CACHING_RESULT_SUPPORTED_INFO=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5
CACHING_SUPPORTED=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u3059
CACHING_NOT_SUPPORTED=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
CACHING_SUPPORTED_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u30B5\u30DD\u30FC\u30C8
CACHING_EXPR_NS_LABEL=\u5F0F\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9
CACHING_EXPR_NS_INFO=\u5F0F\u306E\u30E6\u30FC\u30B6\u30FC\u5B9A\u7FA9\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9
CACHING_ACTION_ADD_NS_INFO=\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u63A5\u982D\u8F9E\u3068\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u3092\u8FFD\u52A0\u3057\u307E\u3059
CACHING_PREFIX_LABEL=\u63A5\u982D\u8F9E
CACHING_NAMESPACE_LABEL=\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9
CACHING_NO_PREFIX_NAMESPACE=\u63A5\u982D\u8F9E\u3068\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093
CACHING_PREFIX_NAMESPACE_INVALID=\u63A5\u982D\u8F9E/\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u304C\u5FC5\u8981\u3067\u3059\u3002
CACHING_PREFIX_ALREADY_EXISTS=\u63A5\u982D\u8F9E\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u4E00\u610F\u306E\u63A5\u982D\u8F9E\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
CACHING_EXPR_NS_TOOLTIP=\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u5B9A\u7FA9\u6E08\u307F\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u3092\u8868\u793A\u3057\u307E\u3059
CACHING_EXPR_NO_PREDEFINED_NS=\u5B9A\u7FA9\u6E08\u307F\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u304C\u3042\u308A\u307E\u305B\u3093
CACHING_EXPR_NS_TOOLTIP_DESC=\u5165\u529B\u8868\u3092\u4F7F\u7528\u3057\u3066\u6B21\u306B\u793A\u3059\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u306E\u30EA\u30B9\u30C8\u3092\u62E1\u5F35\u3057\u307E\u3059
CACHE_TOKEN_EXPRESSION_LABEL=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C8\u30FC\u30AF\u30F3\u5F0F
CACHE_TOKEN_EXPRESSION_INFO=XQuery\u5F0F\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306EXQuery\u5F0F\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30AD\u30FC\u306E\u30C8\u30FC\u30AF\u30F3\u3092\u751F\u6210\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059
CACHE_TTL_EXPIRATION_TIME_LABEL=\u6709\u52B9\u671F\u9650
CACHE_TTL_EXPIRATION_TIME_INFO=\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u6709\u52B9\u671F\u9650(\u79D2\u5358\u4F4D)
CACHE_TTL_EXP_TIME_DEFAULT_LABEL=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u4F7F\u7528
CACHE_TTL_EXP_TIME_DEFAULT_INFO=\u6709\u52B9\u671F\u9650\u306F\u3001Coherence\u30AD\u30E3\u30C3\u30B7\u30E5\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u8A08\u7B97\u3055\u308C\u307E\u3059\u3002\n\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u306F\u3001$DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml\u3067\u3059\u3002
CACHE_TTL_EXP_TIME_DURATION_LABEL=\u671F\u9593
CACHE_TTL_EXP_TIME_DURATION_INFO=\u7D99\u7D9A\u6642\u9593\u306E\u5F62\u5F0F\u3067\u8868\u3057\u305F\u6709\u52B9\u671F\u9650
CACHE_TTL_EXP_TIME_XQ_EXPR_LABEL=XQuery\u5F0F
CACHE_TTL_EXP_TIME_XQ_EXPR_INFO=XQuery\u5F0F\u3092\u5165\u529B\u3057\u307E\u3059\u3002\u5165\u529B\u3057\u305FXQuery\u5F0F\u306F\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u305F\u30A8\u30F3\u30C8\u30EA\u306E\u5B58\u7D9A\u6642\u9593(TTL)\u3092\u79D2\u5358\u4F4D\u3067\u8A08\u7B97\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059
CACHE_ENABLED=\u6709\u52B9
CACHE_ENABLED_TITLE=TTL\u8A55\u4FA1\u3068\u6709\u52B9\u671F\u9650\u5F0F\u306E\u6709\u52B9\u5316
CACHE_EVALUATE_REQUEST=\u30EA\u30AF\u30A8\u30B9\u30C8
CACHE_EVALUATE_RESPONSE=\u30EC\u30B9\u30DD\u30F3\u30B9
CACHE_BANNER_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u64CD\u4F5C\u306E\u8A2D\u5B9A\u60C5\u5831\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
CACHING_RESULT_STATE=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u72B6\u614B
CACHING_RESULT_STATE_DESC=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u72B6\u614B: \u6709\u52B9\u307E\u305F\u306F\u7121\u52B9\u3002\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u7D50\u679C\u304C\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u307E\u3059\u3002
CACHE_TOKEN_EXPRESSION_INVALID=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C8\u30FC\u30AF\u30F3XQuery\u5F0F\u304C\u7121\u52B9\u3067\u3059\u3002
CACHE_EXP_TIME_DURATION_REQD=\u671F\u9593\u306E\u65E5\u6570\u3001\u6642\u9593\u3001\u5206\u307E\u305F\u306F\u79D2\u306F\u5FC5\u9808\u3067\u3042\u308A\u3001\u6B63\u306E\u6574\u6570\u3068\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
CACHE_EXP_TIME_DURATION_INVALID=\u671F\u9593\u306E\u65E5\u6570\u3001\u6642\u9593\u3001\u5206\u307E\u305F\u306F\u79D2\u306F\u6B63\u306E\u6574\u6570\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u6709\u52B9\u306A\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
CACHE_EXPIRATION_TIME_EXPRESSION_REQUIRED=\u6709\u52B9\u671F\u9650\u306EXQuery\u5F0F\u304C\u5FC5\u8981\u3067\u3059\u3002
CACHE_EXPIRATION_TIME_EXPRESSION_INVALID=\u6709\u52B9\u671F\u9650\u306EXQuery\u5F0F\u304C\u7121\u52B9\u3067\u3059\u3002
CACHE_EVAL_EXP_TIME_EXPR_REQUEST=\u30EA\u30AF\u30A8\u30B9\u30C8\u6642\u306BXQuery\u5F0F\u3092\u8A55\u4FA1:
CACHE_EVAL_EXP_TIME_EXPR_RESPONSE=\u30EC\u30B9\u30DD\u30F3\u30B9\u6642\u306BXQuery\u5F0F\u3092\u8A55\u4FA1:
CACHE_EXPIRATION_TIME_DURATION_FORMAT={0}\u65E5; {1}\u6642\u9593; {2}:{3}\u5206:\u79D2
WARNING_BUSINESS_SERVICE_OWSM_POLICIES_DROPPED=OWSM\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30BF\u30C3\u30C1\u30E1\u30F3\u30C8\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u5074\u30DD\u30EA\u30B7\u30FC\u3067\u3042\u308B\u304B\u3001\u5B58\u5728\u3057\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u30B3\u30D4\u30FC\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u30B5\u30FC\u30D0\u30FC\u5074\u30DD\u30EA\u30B7\u30FC\u306E\u307F\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
WARNING_PROXY_SERVICE_OWSM_POLICIES_DROPPED=OWSM\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30BF\u30C3\u30C1\u30E1\u30F3\u30C8\u306F\u30B5\u30FC\u30D0\u30FC\u5074\u30DD\u30EA\u30B7\u30FC\u3067\u3042\u308B\u304B\u3001\u5B58\u5728\u3057\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u30B3\u30D4\u30FC\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u5074\u30DD\u30EA\u30B7\u30FC\u306E\u307F\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
WARNING_ALL_COMPATIBLE_POLICIES_ALREADY_ADDED=\u3059\u3079\u3066\u306E\u4E92\u63DB\u6027\u306E\u3042\u308BOWSM\u30DD\u30EA\u30B7\u30FC\u304C\u3059\u3067\u306B\u30B5\u30FC\u30D3\u30B9\u306B\u8FFD\u52A0\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u4E0D\u8981\u306A\u30DD\u30EA\u30B7\u30FC\u3092\u3059\u3079\u3066\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
WARNING_MULTIPLE_COMPATIBLE_POLICIES_FOUND=1\u3064\u4EE5\u4E0A\u306E\u4E92\u63DB\u6027\u306E\u3042\u308BOWSM\u30DD\u30EA\u30B7\u30FC\u304C\u691C\u51FA\u3055\u308C\u3066\u30B5\u30FC\u30D3\u30B9\u306B\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F\u3002\u4E0D\u8981\u306A\u30DD\u30EA\u30B7\u30FC\u3092\u3059\u3079\u3066\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
WARNING_NO_COMPATIBLE_POLICIES_FOUND=\u4E92\u63DB\u6027\u306E\u3042\u308BOWSM\u30DD\u30EA\u30B7\u30FC\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
WSDL_DEF_TYPES=(\u30DD\u30FC\u30C8\u307E\u305F\u306F\u30D0\u30A4\u30F3\u30C9)
WSDL_DEF_PORT=(\u30DD\u30FC\u30C8)
WSDL_DEF_BINDING=(\u30D0\u30A4\u30F3\u30C9)
XML_SCHEMA_TYPES=(\u8981\u7D20\u307E\u305F\u306F\u30BF\u30A4\u30D7)
XML_SCHEMA_ELEMENT=(\u8981\u7D20)
XML_SCHEMA_TYPE=(\u30BF\u30A4\u30D7)
SCHEMA=\u30B9\u30AD\u30FC\u30DE:
WSDL=WSDL:
TYPE_ELEMENT=\u8981\u7D20
TYPE_TYPE=\u30BF\u30A4\u30D7
TYPE_BINDING=\u30D0\u30A4\u30F3\u30C9
TYPE_PORT=\u30DD\u30FC\u30C8
