MENU_MAIN=Service-Konfiguration
MENU_BUS_SVCS=Business-Services
MENU_PROXIES=Proxy-Services
BROWSER_TITLE=Service-Browser
PROXY_SVC_BROWSER_TITLE=Proxy-Service ausw\u00E4hlen
BUSINESS_SVC_BROWSER_TITLE=Business-Service w\u00E4hlen
WSDL_SVC_BROWSER_TITLE=Service ausw\u00E4hlen
SVC_BROWSER_TITLE=Service ausw\u00E4hlen
PROXY_SVC_BROWSER_DESC=Diese Seite enth\u00E4lt eine Auflistung der Proxy-Services.
BUSINESS_SVC_BROWSER_DESC=Diese Seite enth\u00E4lt eine Auflistung der Business-Services.
WSDL_SVC_BROWSER_DESC=Diese Seite enth\u00E4lt eine Auflistung der WSDL-basierten Services.
SVC_BROWSER_DESC=Diese Seite enth\u00E4lt eine Auflistung aller Services.
SERVICES_SUMMARY_TITLE=Business-Services - \u00DCberblick
SERVICES_SUMMARY_DESC=Auf dieser Seite sind die registrierten Business-Services aufgef\u00FChrt. Klicken Sie auf den Namen eines Business-Services in der Liste, um weitere Details anzuzeigen.
PROXIES_SUMMARY_TITLE=Proxy-Services - \u00DCberblick
PROXIES_SUMMARY_DESC=Auf dieser Seite sind die Proxy-Services aufgef\u00FChrt. Klicken Sie auf den Namen eines Proxy-Services in der Liste, um weitere Details anzuzeigen.
ALL_SERVICES_SUMMARY_TITLE=Services - \u00DCberblick
ALL_SERVICES_SUMMARY_DESC=Auf dieser Seite sind die registrierten Proxy- und Business-Services aufgef\u00FChrt. Klicken Sie auf den Namen eines beliebigen Services in der Liste, um weitere Details anzuzeigen.
SERVICES_TRACING_TITLE=Laufzeit-Tracing-Status
SELECT_SERVICE_FOR_TRACING=W\u00E4hlen Sie Services, f\u00FCr die das Tracing aktiviert/deaktiviert werden soll
SERVICES_TRACING_DESC=Diese Seite enth\u00E4lt den Laufzeit-Tracing-Status von Proxy-Services. Um das Laufzeit-Tracing f\u00FCr einen Service zu aktivieren, klicken Sie auf das Kontrollk\u00E4stchen neben dem Service-Namen.
SEARCH_BUTTON_TIP=Klicken Sie hier, um nach Services zu suchen, die mit Ihren Suchkriterien \u00FCbereinstimmen.
VIEW_ALL_TIP=Klicken Sie hier, um die Suchfelder zu l\u00F6schen und nach allen Services zu suchen.
SERVICE_NAMES_HEADER=Name
SERVICE_PATH_HEADER=Pfad
SERVICE_OPTIONS_HEADER=Optionen
SERVICE_ACTIONS_HEADER=Aktionen
MANAGE_MONITORING=\u00DCberwachung verwalten
SERVICE_EDIT_PIPELINES=Pipelines bearbeiten
SERVICE_EXPORT_WSDL=WSDL exportieren
SERVICE_EXPORT_WSDL_NOSESSION=Zum Exportieren der WSDL muss eine Session aktiviert sein.
SERVICE_GENERATE_WSDL=WSDL generieren
SERVICE_GENERATE_WSDL_SVC=WSDL und Service aus dieser JCA-Binding-Ressource generieren
SERVICE_GENERATE_WSDL_SVC_DISABLED=Diese JCA-Binding-Ressource verf\u00FCgt \u00FCber keine Zuordnung zu abstrakter WSDL oder TopLink-XML. WSDL und Service k\u00F6nnen nicht generiert werden.
DELETE_SERVICE=Service l\u00F6schen
PROXY_SERVICES_DELETE=L\u00F6schen Sie die gew\u00E4hlten Proxy-Services.
BUS_SERVICES_DELETE=L\u00F6schen Sie die gew\u00E4hlten Business-Services.
BUTTON_BACK_SVC_CONFIG=Verwerfen Sie die \u00C4nderungen, und kehren Sie zur vorherigen Service-Konfigurationsseite zur\u00FCck.
BUTTON_NEXT_SVC_CONFIG=Leiten Sie die \u00C4nderungen weiter, und gehen Sie zur n\u00E4chsten Service-Konfigurationsseite.
BUTTON_FINISH_SVC_CONFIG=Leiten Sie die \u00C4nderungen weiter, und gehen Sie zur letzten Service-Konfigurations\u00FCbersichtsseite.
BUTTON_CANCEL_SVC_CREATE=Brechen Sie die Erstellung des Services ab.
BUTTON_CANCEL_SVC_UPDATE=Brechen Sie das Aktualisieren des Services ab.
CREATE_SERVICE_DETAILS_TITLE=Business-Service ({0}) erstellen
CREATE_SERVICE_DETAILS_TITLE1=Business-Service erstellen
CREATE_PROXY_DETAILS_TITLE=Proxy-Service ({0}) erstellen
CREATE_PROXY_DETAILS_TITLE1=Proxy-Service erstellen
EDIT_SERVICE_DETAILS_TITLE=Business-Service ({0}) bearbeiten
EDIT_SERVICE_DETAILS_TITLE1=Business-Service bearbeiten
EDIT_PROXY_DETAILS_TITLE=Proxy-Service ({0}) bearbeiten
EDIT_PROXY_DETAILS_TITLE1=Proxy-Service bearbeiten
EDIT_SERVICE_DETAILS_DESC=Auf dieser Seite k\u00F6nnen Sie allgemeine Informationen f\u00FCr diesen Service bearbeiten.
GENERAL_CONFIGURATION_TITLE=Allgemeine Konfiguration
POLICY_NAME_LABEL=Policy-Name
POLICY_PROPERTY_LABEL=Eigenschaft
PROPERTY_DEFAULT_VALUE_LABEL=Standardwert
PROPERTY_OVERRIDE_VALUE_LABEL=Override-Wert
OWSM_POLICY_OVERRIDES_TITLE=Policy Overrides
OWSM_POLICY_OVERRIDES_TOOLTIP=Klicken Sie auf das Symbol, um den Abschnitt "Policy Overrides" ein- oder auszublenden
OWSM_POLICY_OVERRIDE_VALUES_LABEL=Override-Werte
OWSM_POLICY_OVERRIDE_VALUES_DESC=Geben Sie Override-Werte f\u00FCr die Policy-Eigenschaften in der Tabelle an.
OWSM_POLICY_CANNOT_BE_OVERRIDDEN=Kann nicht au\u00DFer Kraft gesetzt werden
VIEW_FULL_DESCRIPTION_LABEL=Klicken Sie hier, um eine vollst\u00E4ndige Beschreibung der Policy anzuzeigen
OWSM_POLICY_SUPPORT_NOT_ENABLED=OWSM-Policys werden in dieser Domain nicht unterst\u00FCtzt.
ADD_OWSM_POLICY_TOOLTIP=Klicken Sie auf diese Schaltfl\u00E4che, um eine OWSM-Policy hinzuzuf\u00FCgen
OWSM_POLICY_PROPERTY_NO_DEFAULT=[Kein Policy-Standard]
ADD_COMPATIBLE_OWSM_POLICIES=Kompatible hinzuf\u00FCgen
ADD_COMPATIBLE_OWSM_POLICIES_TOOLTIP=Klicken Sie auf diese Schaltfl\u00E4che, um automatisch die in der WSDL kompatible OWSM-Policys hinzuzuf\u00FCgen
SERVICE_NAME=Service-Name
SERVICE_NAME_INFO=Der Name des Services.
SERVICE_DESCRIPTION=Beschreibung
SERVICE_DESCRIPTION_INFO=Eine detaillierte Beschreibung des Services.
SERVICE_TYPE=Service-Typ
SERVICE_TYPE_INFO=Sie k\u00F6nnen einen Service aus einer WSDL erstellen, indem Sie einen allgemeinen Contenttyp angeben. Sie k\u00F6nnen einen Service auch aus einem bereits vorhandenen Service erstellen.\n\n Um einen Service aus WSDL zu erstellen, klicken Sie auf "Durchsuchen", um nach der WSDL zu suchen, die Sie verwenden m\u00F6chten.\n\n Wenn Sie einen Service v\u00F6llig neu erstellen m\u00F6chten, w\u00E4hlen Sie einen Service-Typ.\n\n Um einen Service aus einem bereits vorhandenen Service zu erstellen, klicken Sie auf "Durchsuchen", um den Service auszuw\u00E4hlen, den Sie kopieren m\u00F6chten.\n\n
SERVICE_TYPE_UPDATE_INFO=Sie k\u00F6nnen einen Service aus einem WSDL-Port oder -Binding erstellen.\n\n Klicken Sie auf "Durchsuchen", um nach der WSDL zu suchen, die Sie verwenden m\u00F6chten.\n
SERVICE_TYPE_CREATE_COPY=Aus vorhandenem Service erstellen
SERVICE_TYPE_CREATE_NEW=Neuen Service erstellen
SERVICE_TYPE_WSDL=WSDL-Web Service
SERVICE_TYPE_WSDL_INFO=Erstellen Sie einen Service auf Basis einer WSDL. \u00DCber die Schaltfl\u00E4che "Durchsuchen" k\u00F6nnen Sie eine WSDL-Ressource und einen Port oder ein Binding ausw\u00E4hlen.
SERVICE_TYPE_PORT=WSDL-Port
SERVICE_TYPE_BINDING=WSDL-Binding
SERVICE_TYPE_WS_SOAP=Web Service - {0}
SERVICE_TYPE_WS_XML=Web Service - XML
BROWSE_WSDL=Klicken Sie hier, um eine Liste der verf\u00FCgbaren WSDL-Ports und -Bindings anzuzeigen.
SERVICE_TYPE_TRANSPORT_DESCRIBED=Transporttyp-Service
SERVICE_TYPE_TRANSPORT_DESCRIBED_INFO=Erstellen Sie einen Service, der durch das mit ihm verkn\u00FCpfte Transportprotokoll beschrieben wird. Anforderungs- und Antwortnachrichtentypen h\u00E4ngen von der Transportkonfiguration ab.
SERVICE_TYPE_MIXED=Messaging Service
SERVICE_TYPE_MIXED_INFO=Erstellen Sie einen Messaging Service. Ein Messaging Service kann eine Anforderungsnachricht mit verschiedenen Datentypen senden. Dies gilt auch f\u00FCr den Empfang von Antwortnachrichten.
SERVICE_TYPE_ABSTRACT_SOAP=Beliebiger SOAP-Service
SERVICE_TYPE_ABSTRACT_SOAP_VERSIONED=Beliebiger SOAP-Service ({0})
SERVICE_TYPE_ABSTRACT_SOAP_INFO=Erstellen Sie einen SOAP-Service, der \u00FCber keine explizit definierte Schnittstelle verf\u00FCgt.
SERVICE_TYPE_SOAP_11=SOAP 1.1
SERVICE_TYPE_SOAP_12=SOAP 1.2
SERVICE_TYPE_ABSTRACT_XML=Beliebiger XML-Service
SERVICE_TYPE_ABSTRACT_XML_INFO=Erstellen Sie einen XML-Service, der \u00FCber keine explizit definierte Schnittstelle verf\u00FCgt.
SERVICE_TYPE_COPY_BUS_SVC=Business-Service
SERVICE_TYPE_COPY_BUS_SVC_INFO=Erstellen Sie einen neuen Service, indem Sie einen vorhandenen Business-Service kopieren.
BROWSE_BUS_SVCS=Klicken Sie hier, um eine Liste der verf\u00FCgbaren Business-Services anzuzeigen.
SERVICE_TYPE_COPY_PROXY_SVC=Proxy-Service
SERVICE_TYPE_COPY_PROXY_SVC_INFO=Erstellen Sie einen neuen Service, indem Sie einen vorhandenen Proxy-Service kopieren.
BROWSE_PROXY_SVCS=Klicken Sie hier, um eine Liste der verf\u00FCgbaren Proxy-Services anzuzeigen.
SERVICE_PROVIDER=Service-Schl\u00FCsselprovider
SERVICE_PROVIDER_INFO=Der Name des Service-Schl\u00FCsselproviders f\u00FCr diesen Proxy-Service.
BROWSE_SVC_PROVIDERS=Klicken Sie hier, um eine Liste der verf\u00FCgbaren Service-Schl\u00FCsselprovider anzuzeigen.
AUTO_PUBLISH=In Registry publizieren
AUTO_PUBLISH_INFO=W\u00E4hlen Sie diese Option, wenn Sie den Proxy-Service in UDDI publizieren m\u00F6chten.
DETACH_FROM_REGISTRY=Zuordnung zur Registry aufheben
DETACH_FROM_REGISTRY_INFO=W\u00E4hlen Sie diese Option, wenn Sie die Zuordnung des Services zur Registry aufheben m\u00F6chten.
STREAM_MSG_PROCESSING=Content-Streaming
STREAM_MSG_PROCESSING_INFO=Aktivieren Sie diese Option, um Nachrichtencontent im Streaming-Modus zu verarbeiten, anstatt den vollst\u00E4ndigen Inhalt in den Speicher zu laden. Stream-Nachrichten k\u00F6nnen gepuffert und im Speicher oder in einer Datentr\u00E4gerdatei komprimiert werden.
STREAM_CONTENT_ENABLED=Aktiviert
STREAM_CONTENT_INFO=Verarbeiten Sie den Nachrichtencontent im Streaming-Modus.
MEMORY_BUFFER=Speicherpuffer
MEMORY_BUFFER_INFO=Puffern Sie Zwischencontent im Speicher.
DISK_BUFFER=Datentr\u00E4gerpuffer
DISK_BUFFER_INFO=Puffern Sie Zwischencontent in einer Datentr\u00E4gerdatei.
BUFFER_TYPE=Puffertyp
BUFFER_TYPE_INFO=Geben Sie an, wie die Zwischencontent gepuffert werden soll
COMPRESSION_ENABLED=Aktiviert
COMPRESSION=Komprimierung
COMPRESSION_INFO=Komprimieren Sie den Zwischenpuffercontent
VIEW_COMPRESSION=Komprimierung
VIEW_NO_COMPRESSION=Keine Komprimierung
ERROR_INVALID_NAME=Der Service-Name wurde entweder nicht angegeben oder weist kein g\u00FCltiges Format auf.
ERROR_SVC_TYPE_REQUIRED_FIELD=F\u00FCr den ausgew\u00E4hlten Service-Typ ist ein referenzierter Resourcenname erforderlich.
ERROR_BUSINESS_SVC_EXISTS=Ein Business-Service mit diesem Namen ist bereits vorhanden.
ERROR_PROXY_SVC_EXISTS=Ein Proxy-Service mit diesem Namen ist bereits vorhanden.
ERROR_SVC_NOT_EXIST=F\u00FCr die angegebene Referenz ist kein Service vorhanden.
ERROR_PROVIDER_NOT_EXIST=F\u00FCr die angegebene Referenz ist kein Service-Schl\u00FCsselprovider vorhanden.
ERROR_WSDL_INVALID_URL=Der URL f\u00FCr die WSDL-Definition hat kein g\u00FCltiges Format. Nur folgende URL-Formate sind zul\u00E4ssig:\n - <WSDL-Referenz>#<Port-Name>\n - <WSDL-Referenz>#<Binding-Name>\n
ERROR_WSDL_NOT_FOUND=Die angegebene WSDL oder eine ihrer Abh\u00E4ngigkeiten ist nicht vorhanden.
ERROR_WSDL_OBJECT_NOT_FOUND=Die {0}-Definition "{1}" f\u00FCr die angegebene WSDL-Ressource ist nicht vorhanden.
ERROR_WSDL_NOT_SUPPORTED=Die WSDL-Definition wird nicht unterst\u00FCtzt.
ERROR_CANNOT_COPY_SERVICE_TYPE=Kopieren zum neuen Service-Typ wird f\u00FCr den vorhandenen Service-Transport "{0}" nicht unterst\u00FCtzt.
CREATE_SERVICE_BINDING_TITLE=Business-Service ({0}) erstellen
CREATE_PROXY_BINDING_TITLE=Proxy-Service ({0}) erstellen
EDIT_SERVICE_BINDING_TITLE=Business-Service ({0}) bearbeiten
EDIT_PROXY_BINDING_TITLE=Proxy-Service ({0}) bearbeiten
MESSAGE_TYPE_CONFIGURATION_TITLE=Nachrichtentyp konfigurieren
EDIT_SERVICE_BINDING_DESC=Auf dieser Seite k\u00F6nnen Sie das Nachrichtenformat f\u00FCr diesen Service konfigurieren.
REQUEST_MSG_TYPE=Anforderungsnachrichtentyp
REQUEST_MSG_TYPE_INFO=W\u00E4hlen Sie den Nachrichtentyp f\u00FCr die Anforderungsnachricht.
RESPONSE_MSG_TYPE=Antwortnachrichtentyp
RESPONSE_MSG_TYPE_INFO=W\u00E4hlen Sie den Nachrichtentyp f\u00FCr die Antwortnachricht.\n\nW\u00E4hlen Sie "Keine", wenn Sie keine Antwortnachricht w\u00FCnschen.
MSG_TYPE_NONE=Keine
MSG_TYPE_BINARY=Bin\u00E4r
MSG_TYPE_TEXT=Text
MSG_TYPE_MFL=MFL
BROWSE_MFLS=Klicken Sie hier, um eine Liste der verf\u00FCgbaren MFL-Dateien anzuzeigen.
MSG_TYPE_XML=XML
MSG_TYPE_JAVA=Java
BROWSE_XML_SCHEMAS=Klicken Sie hier, um eine Liste der verf\u00FCgbaren XML-Schemas anzuzeigen.
BUTTON_BACK_DETAILS=Verwerfen Sie die \u00C4nderungen, und kehren Sie zur allgemeinen Konfiguration zur\u00FCck.
BUTTON_NEXT_TRANSPORT=Leiten Sie die \u00C4nderungen weiter, und gehen Sie zur Transportkonfiguration.
ERROR_NO_MFL_NAME=Der MFL-Name muss angegeben werden.
ERROR_NO_SCHEMA_NAME=Der XML-Schemaname muss angegeben werden.
ERROR_MFL_NOT_EXIST=F\u00FCr den angegebenen Referenznamen ist keine MFL vorhanden.
ERROR_SCHEMA_NOT_EXIST=F\u00FCr den angegebenen Referenznamen ist kein XML-Schema vorhanden.
ERROR_SCHEMA_INVALID_URL=Der URL f\u00FCr die Schemadefinition hat kein g\u00FCltiges Format. Nur folgende URL-Formate sind zul\u00E4ssig:\n - <Schemareferenz>#element::<Name>\n - <Schemareferenz>#type::<Name>\n
ERROR_SCHEMA_OBJECT_NOT_FOUND=Die {0}-Definition "{1}" f\u00FCr die angegebene XML-Schemaressource ist nicht vorhanden.
ERROR_BOTH_NONE=F\u00FCr Anforderung oder Antwort muss mindestens ein Nachrichtentyp angegeben werden. Es kann nicht "Keine" f\u00FCr beide Nachrichten festgelegt sein.
CREATE_SERVICE_TRANSPORT_TITLE=Business-Service ({0}) erstellen
CREATE_PROXY_TRANSPORT_TITLE=Proxy-Service ({0}) erstellen
EDIT_SERVICE_TRANSPORT_TITLE=Business-Service ({0}) bearbeiten
EDIT_PROXY_TRANSPORT_TITLE=Proxy-Service ({0}) bearbeiten
TRANSPORT_CONFIGURATION_TITLE=Transportkonfiguration
EDIT_SERVICE_TRANSPORT_DESC=Auf dieser Seite k\u00F6nnen Sie die Transportinformationen f\u00FCr diesen Service konfigurieren.
PROTOCOL=Protokoll
PROTOCOL_MENU_INFO=W\u00E4hlen Sie das Transportprotokoll.
URI_FORMAT_INFO=Format:
PROXY_URI=Endpunkt-URI
PROXY_URI_INFO=Der mit diesem Proxy-Service verkn\u00FCpfte Endpunkt-URI.
ALL_HEADERS=Alle Header abrufen
ALL_HEADERS_INFO=W\u00E4hlen Sie "Ja", wenn Sie alle Header aus dem Transport abrufen m\u00F6chten.\n W\u00E4hlen Sie "Nein", wenn Sie eine definierte Header-Gruppe abrufen m\u00F6chten.
HEADER=Header
HEADER_ACTION=Aktion
NO_HEADERS_CONFIGURED=Es sind keine Header konfiguriert.
ADD_TRANSPORT_HEADER=F\u00FCgen Sie diesen Transport-Header der Auswahltabelle hinzu.
DELETE_TRANSPORT_HEADER=L\u00F6schen Sie diesen Transport-Header aus der Auswahltabelle.
LOAD_BALANCING_ALG=Lastverteilungsalgorithmus
LOAD_BALANCING_ALG_INFO=W\u00E4hlen Sie den Algorithmus, der f\u00FCr die Lastverteilung verwendet werden soll.
LB_ROUND_ROBIN=Round-Robin
LB_RANDOM=Zuf\u00E4llig
LB_RANDOM_WEIGHTED=Zufallsgewichtet
LB_NONE=Keine
ENDPOINT_URI=Endpunkt-URI
ENDPOINT_URI_INFO=Der mit diesem Service verkn\u00FCpfte Endpunkt-URI.\n\n Sie k\u00F6nnen mehrere URIs konfigurieren. Die URIs werden zur Laufzeit basierend auf dem Lastverteilungsalgorithmus ausgew\u00E4hlt.
URIS_HEADER_URI=Vorhandene URIs
URIS_HEADER_WEIGHT=Gewichtung
URIS_HEADER_OPTIONS=Optionen
NO_URIS_CONFIGURED=Es sind keine URIs konfiguriert. Mindestens ein URI muss konfiguriert werden.
ADD_TRANSPORT_URI=F\u00FCgen Sie diesen Transport-URI der Endpunkttabelle hinzu.
EDIT_TRANSPORT_URI=Bearbeiten Sie diesen Transport-URI.
UPDATE_TRANSPORT_URI=Aktualisieren Sie diesen Transport-URI in der Endpunkttabelle.
DELETE_TRANSPORT_URI=L\u00F6schen Sie diesen Transport-URI aus der Endpunkttabelle.
MOVE_UP_TRANSPORT_URI=Verschieben Sie diesen Transport-URI nach oben, und ordnen Sie die Endpunkttabelle neu an.
MOVE_DOWN_TRANSPORT_URI=Verschieben Sie diesen Transport-URI nach unten, und ordnen Sie die Endpunkttabelle neu an.
RETRY_COUNT=Anzahl Wiederholungen
RETRY_COUNT_INFO=Geben Sie die Anzahl der Wiederholungen an.
RETRY_INTERVAL=Zeitintervall f\u00FCr Wiederholungen
RETRY_INTERVAL_INFO=Geben Sie die Wartezeit in Sekunden an, nach der alle URI-Endpunkte in der Liste wiederholt werden.
RETRY_APP_ERRORS=Anwendungsfehler wiederholen
RETRY_APP_ERRORS_INFO=Geben Sie an, ob Anwendungsfehler wiederholt werden sollen oder nicht.
MONITORING_ENABLED=\u00DCberwachung aktiviert
MONITORING_INFO=W\u00E4hlen Sie diese Option, um die \u00DCberwachung des Endpunktes zu aktivieren.
BUTTON_NEXT_TRANSPORT_SCHEME=Leiten Sie die \u00C4nderungen weiter, und gehen Sie zur Protokolltransportkonfigurations-Seite.
ERROR_INVALID_HEADER=Der Header-Name wurde entweder nicht angegeben oder hat kein g\u00FCltiges Format.
ERROR_DUPLICATE_HEADER=Der Header wurde bereits definiert.
ERROR_INVALID_URI=Der URI ist entweder nicht angegeben oder hat kein g\u00FCltiges Format.
ERROR_INVALID_WEIGHT=Die Gewichtung muss eine streng positive Zahl sein.
ERROR_REQUIRED_PROXY_URI=Sie m\u00FCssen einen URI f\u00FCr Proxy-Services angeben.
ERROR_REQUIRED_EXTSVC_URI=Sie m\u00FCssen mindestens einen URI f\u00FCr Business-Services angeben.
ERROR_INVALID_RETRY_COUNT=Die Anzahl der Wiederholungen muss eine positive Zahl zwischen 0 und 32767 sein.
ERROR_INVALID_RETRY_INTERVAL=Das Wiederholungsintervall muss eine positive Zahl sein.
ERROR_NO_PROTOCOLS=Es sind keine Transportprotokolle vorhanden, die diese Service-Definition unterst\u00FCtzen.
ERROR_NO_TRANSPORT_CONFIGURED=Die Transportkonfiguration muss abgeschlossen werden.
ERROR_DUPLICATE_URIs=Doppelte URIs sind in einem Business-Service nicht zul\u00E4ssig
CREATE_SERVICE_TRANSPORT_SPECIFIC_TITLE=Business-Service ({0}) erstellen
CREATE_PROXY_TRANSPORT_SPECIFIC_TITLE=Proxy-Service ({0}) erstellen
EDIT_SERVICE_TRANSPORT_SPECIFIC_TITLE=Business-Service ({0}) bearbeiten
EDIT_PROXY_TRANSPORT_SPECIFIC_TITLE=Proxy-Service ({0}) bearbeiten
TRANSPORT_SPECIFIC_CONFIGURATION_TITLE=Transportkonfiguration f\u00FCr {0}
EDIT_SERVICE_TRANSPORT_SPECIFIC_DESC=Auf dieser Seite k\u00F6nnen Sie protokollabh\u00E4ngige Transportinformationen f\u00FCr diesen Service konfigurieren.
ADVANCED_SETTINGS_TITLE=Erweiterte Einstellungen
ADVANCED_SETTINGS_HELP=Klicken Sie auf das Symbol, um die erweiterten Transporteinstellungen ein- oder auszublenden.
DYN_TABLE_HEADER_ACTION=Aktion
BROWSE_SVC_ACCOUNTS=Klicken Sie hier, um eine Liste der verf\u00FCgbaren Service-Accounts anzuzeigen.
ERROR_ROW_WITH_ALL_COLUMNS_EMPTY=Werte k\u00F6nnen in einer Zeile nicht leer sein.
ERROR_ROW_EXISTS_IN_COLLECTION=Hinzuf\u00FCgen einer doppelten Zeile in einer Tabelle nicht m\u00F6glich.
BUTTON_BACK_TRANSPORT=Verwerfen Sie die \u00C4nderungen, und kehren Sie zur vorherigen Transportkonfigurationsseite zur\u00FCck.
ERROR_REQUIRED_FIELD=Dieses Feld ist ein Pflichtfeld. Geben Sie einen Wert ein.
ERROR_REQUIRED_NESTED_FIELD=In der ausgew\u00E4hlten Zeile "{0}" fehlt ein Pflichtfeld.
CREATE_SERVICE_SECURITY_TITLE=Business-Service ({0}) erstellen
CREATE_PROXY_SECURITY_TITLE=Proxy-Service ({0}) erstellen
EDIT_SERVICE_SECURITY_TITLE=Business-Service ({0}) bearbeiten
EDIT_PROXY_SECURITY_TITLE=Proxy-Service ({0}) bearbeiten
WEB_SERVICES_SECURITY_CONFIGURATION_TITLE=Sicherheitskonfiguration f\u00FCr Web Services
MESSAGE_LEVEL_SECURITY_CONFIGURATION_TITLE=Sicherheitskonfiguration der Nachrichtenebene
EDIT_SERVICE_SECURITY_DESC=Auf dieser Seite k\u00F6nnen Sie die WS-Security-Verarbeitung f\u00FCr diesen Service konfigurieren.
EDIT_PROXY_SECURITY_DESC=Auf dieser Seite k\u00F6nnen Sie die Sicherheitsverarbeitung der Nachrichtenebene f\u00FCr den Service konfigurieren.
ADVANCED_SETTINGS_SEC_HELP=Klicken Sie auf das Symbol, um die erweiterten Sicherheitseinstellungen ein- oder auszublenden.
SEC_CUSTOM_AUTH_ENABLED=Benutzerdefinierte Authentifizierung verwenden
SEC_CUSTOM_AUTH_ENABLED_INFO=Aktivieren Sie diese Option, um eine benutzerdefinierte Authentifizierung mit Sicherheitstoken in den eingehenden Nachrichten anzugeben.\n Verwenden Sie die erweiterten Einstellungen, um benutzerdefinierte Authentifizierungsdetails zu konfigurieren.
SEC_SEE_ADV_SETTINGS=(Siehe "Erweiterte Einstellungen")
SEC_INBOUND_WSS_ENABLED=WS-Security Header verarbeiten
SEC_INBOUND_WSS_ENABLED_INFO=Aktivieren Sie diese Option, um die Web Service Security-(WSS-)Verarbeitung f\u00FCr eingehende Nachrichten anzugeben.\n Die w\u00E4hrend der WSS-Verarbeitung durchgef\u00FChrten Vorg\u00E4nge h\u00E4ngen von der Policy f\u00FCr den Endpunkt ab. Sie k\u00F6nnen Entschl\u00FCsselungen, Validierungen digitaler Signaturen und Validierungen/Authentifizierungen von Sicherheitstoken beinhalten.
SEC_OUTBOUND_ACCOUNT=Service-Account
SEC_OUTBOUND_ACCOUNT_INFO=Der Name des Service-Accounts f\u00FCr ausgehende WS-Policy-Zugangsdaten.
SEC_POLICY_OPERATION=Vorgang
SEC_POLICY_REQ_RESP=Effektive Anforderungs-/Antwort-Policy
SEC_CUSTOM_AUTH_SETTINGS=Benutzerdefinierte Authentifizierungseinstellungen
SEC_CUSTOM_AUTH_SETTINGS_INFO=W\u00E4hlen Sie die Art der benutzerdefinierten Authentifizierung, die verwendet werden soll.
SEC_CUSTOM_USER_PW=Name und Kennwort des benutzerdefinierten Benutzers
SEC_CUSTOM_TOKEN=Benutzerdefiniertes Token
SEC_USER_XPATH=XPath des Benutzernamens
SEC_USER_XPATH_INFO=Geben Sie den XPath-Ausdruck zur Extrahierung des zu authentifizierenden Benutzernamens an.
SEC_PASSWORD_XPATH=XPath des Benutzerkennworts
SEC_PASSWORD_XPATH_INFO=Geben Sie den XPath-Ausdruck zur Extrahierung des zu authentifizierenden Benutzerkennworts an.
SEC_TOKEN_TYPE=Tokentyp
SEC_TOKEN_TYPE_INFO=Geben Sie den Tokentyp des benutzerdefinierten Tokens an.
SEC_TOKEN_XPATH=Token-XPath
SEC_TOKEN_XPATH_INFO=Geben Sie den XPath-Ausdruck zur Extrahierung des benutzerdefinierten Tokens an.
SEC_CONTEXT_PROPERTIES=Kontexteigenschaften
SEC_CONTEXT_PROPERTIES_INFO=Diese Tabelle enth\u00E4lt eine Liste der Kontexteigenschaften, die an den benutzerdefinierten Authentication Provider \u00FCbergeben werden sollen.\n Jede Zeile in der Tabelle besteht aus einem Eigenschaftsnamen und einem entsprechenden XPath-Selector, der einen Wert aus der eingehenden Nachricht ausw\u00E4hlt.
SEC_PROPERTY_NAME=Eigenschaftsname
SEC_PROPERTY_SELECTOR=Werte-Selector
SEC_PROPERTY_DELETE=Kontexteigenschaft l\u00F6schen
BUTTON_BACK_TRANSPORT_SCHEME=Verwerfen Sie die \u00C4nderungen, und kehren Sie zur vorherigen Seite Protokolltransportkonfigurations-Seite zur\u00FCck.
BUTTON_ADD_PROPERTY=Eigenschaft hinzuf\u00FCgen
BUTTON_ADD_PROPERTY_INFO=Geben Sie einen Namen und einen XPath-Selector ein, und klicken Sie dann auf diese Schaltfl\u00E4che, um der Tabelle eine neue Kontexteigenschaft hinzuzuf\u00FCgen.
ERROR_ACCOUNT_NOT_EXIST=Kein Service-Account f\u00FCr die angegebene Referenz vorhanden.
ERROR_REQUIRED_CUSTOM_AUTH_CHOICE=Sie m\u00FCssen eine Methode f\u00FCr die benutzerdefinierte Authentifizierung ausw\u00E4hlen.
ERROR_REQUIRED_USER_XPATH=Sie m\u00FCssen einen XPath-Ausdruck zur Auswahl eines Benutzernamens f\u00FCr die benutzerdefinierte Authentifizierung angeben.
ERROR_REQUIRED_PASSWORD_XPATH=Sie m\u00FCssen einen XPath-Ausdruck zur Auswahl eines Kennworts f\u00FCr die benutzerdefinierte Authentifizierung angeben.
ERROR_REQUIRED_TOKEN_XPATH=Sie m\u00FCssen einen XPath-Ausdruck zur Auswahl eines Tokens f\u00FCr die benutzerdefinierte Authentifizierung angeben.
ERROR_INVALID_XPATH=Der XPath-Ausdruck ist ung\u00FCltig: {0}
ERROR_REQUIRED_ADD_PROPERTY_NAME=Sie m\u00FCssen einen Eigenschaftsnamen angeben, wenn Sie eine Kontexteigenschaft hinzuf\u00FCgen.
ERROR_REQUIRED_ADD_PROPERTY_SEL=Sie m\u00FCssen einen XPath-Ausdruck angeben, um einen Wert aus der eingehenden Nachricht auszuw\u00E4hlen, wenn Sie eine neue Kontexteigenschaft hinzuf\u00FCgen.
ERROR_DUPLICATE_PROPERTY=Die Eigenschaft mit dem angeforderten Namen wurde bereits definiert.
INFO_WSS_CONFIG_RESET=Die Web Service Security-Konfiguration wurde zur\u00FCckgesetzt, da keine Sicherheits-Policys vorhanden sind. Klicken Sie auf "Aktualisieren", um die \u00C4nderungen zu speichern.
INFO_WSS_CONFIG_RESET2=Die Web Service Security-Konfiguration wurde wegen \u00C4nderungen in den Sicherheits-Policys zur\u00FCckgesetzt.
CREATE_PROXY_SELECTOR_TITLE=Proxy-Service ({0}) erstellen
EDIT_PROXY_SELECTOR_TITLE=Proxy-Service ({0}) bearbeiten
OPERATION_SELECTION_CONFIGURATION_TITLE=Konfiguration der Vorgangsauswahl
EDIT_PROXY_SELECTOR_DESC=Auf dieser Seite k\u00F6nnen Sie den Vorgangsauswahlalgorithmus f\u00FCr diesen Service konfigurieren.
CREATE_PROXY_SOAP_BINDING_TITLE=Proxy-Service ({0}) erstellen
CREATE_BUS_SVC_SOAP_BINDING_TITLE=Business-Service ({0}) erstellen
EDIT_PROXY_SOAP_BINDING_TITLE=Proxy-Service ({0}) bearbeiten
EDIT_BUS_SVC_SOAP_BINDING_TITLE=Business-Service ({0}) bearbeiten
SOAP_BINDING_CONFIGURATION_TITLE=SOAP-Binding-Konfiguration
EDIT_SOAP_BINDING_DESC=Auf dieser Seite k\u00F6nnen Sie das SOAP-Binding f\u00FCr diesen Service konfigurieren.
ENFORCE_WSI=WS-I-Konformit\u00E4t erzwingen
ENFORCE_WSI_INFO=Aktivieren Sie diese Option, um die WS-I-Konformit\u00E4tspr\u00FCfung bei der Ausf\u00FChrung des Services zu erzwingen.
SEL_ALGORITHM=Auswahlalgorithmus
SEL_ALGORITHM_INFO=W\u00E4hlen Sie den zu verwendenden Auswahlalgorithmus, um den aufgerufenen Vorgang zu bestimmen.
SEL_ALGORITHM_TRANSPORT=Transport-Header
SEL_ALGORITHM_WSA=WS-Addressing
SEL_ALGORITHM_SOAP_HEADER=SOAP-Header
SEL_ALGORITHM_SOAP_BODY=SOAP-Body-Typ
SEL_ALGORITHM_SOAP_ACTION=SOAPAction-Header
SEL_ALGORITHM_PAYLOAD=Payload-Typ
SEL_HEADER=Header-Name
SEL_HEADER_INFO=Der Transport-Header, der den als Schl\u00FCssel zur Auswahl des gerade aufgerufenen Vorgangs verwendeten Wert extrahiert.
SEL_XPATH=XPath-Ausdruck
SEL_XPATH_INFO=Geben Sie den XPath-Ausdruck zur Extrahierung des als Schl\u00FCssel zur Auswahl des gerade aufgerufenen Vorgangs verwendeten Wertes an.
SEL_MAPPING=Vorgangszuordnung
SEL_MAPPING_INFO=Geben Sie den Wert f\u00FCr jeden Vorgang an. Dieser Wert wird als Schl\u00FCssel f\u00FCr den Vorgang verwendet.
SEL_MAPPING_OP_HEADER=Vorgangsname
SEL_MAPPING_VALUE_HEADER=Wert
BUTTON_NEXT_SVC_SUMMARY=Leiten Sie die \u00C4nderungen weiter, und gehen Sie zur Seite "Service-Konfigurationszusammenfassung".
ERROR_SEL_NO_HEADER=Der Transport-Header muss angegeben werden.
ERROR_SEL_INVALID_HEADER=Der Transport-Header ist ung\u00FCltig.
ERROR_SEL_NO_XPATH=Der XPath muss angegeben werden.
ERROR_SEL_INVALID_XPATH=Der XPath ist ung\u00FCltig: {0}
ERROR_SEL_NO_MAPPING=F\u00FCr jeden Vorgang muss ein Wert angegeben werden.
ERROR_SEL_DUPLICATE_MAPPING=Doppelte Werte sind nicht zul\u00E4ssig.
ERROR_SEL_INVALID_URI=Die Werte m\u00FCssen g\u00FCltige URIs darstellen.
CREATE_SERVICE_SUMMARY_TITLE=Business-Service erstellen - \u00DCberblick ({0})
CREATE_PROXY_SUMMARY_TITLE=Proxy-Service erstellen - \u00DCberblick ({0})
EDIT_SERVICE_SUMMARY_TITLE=Business-Service bearbeiten - \u00DCberblick ({0})
EDIT_PROXY_SUMMARY_TITLE=Proxy-Service bearbeiten - \u00DCberblick ({0})
EDIT_SERVICE_SUMMARY_DESC=Pr\u00FCfen Sie die Konfiguration f\u00FCr diesen Service, bevor Sie die \u00C4nderungen weiterleiten.
VIEW_BANNER_DETAILS=Allgemeine Konfiguration
VIEW_BANNER_DETAILS_DESC=Dieser Abschnitt enth\u00E4lt allgemeine Informationen zu diesem Service.
VIEW_BANNER_BINDING=Nachrichtentypkonfiguration
VIEW_BANNER_BINDING_DESC=Dieser Abschnitt beschreibt die Informationen zum Anforderungs- und Antwortnachrichtentyp f\u00FCr diesen Service.
VIEW_BANNER_TRANSPORT=Transportkonfiguration
VIEW_BANNER_TRANSPORT_DESC=Dieser Abschnitt beschreibt die generischen Transportinformationen f\u00FCr diesen Service.
VIEW_BANNER_TRANSPORT_SPECIFIC=Transportkonfiguration f\u00FCr {0} 
VIEW_BANNER_TRANSPORT_SPECIFIC_DESC=Dieser Abschnitt beschreibt die protokollabh\u00E4ngigen Transportinformationen f\u00FCr diesen Service.
VIEW_BANNER_SECURITY=Web Services-Sicherheitskonfiguration
VIEW_BANNER_SECURITY_PROXY=Sicherheitskonfiguration der Nachrichtenebene
VIEW_BANNER_SECURITY_DESC=Dieser Abschnitt beschreibt die WS-Security-Verarbeitung f\u00FCr diesen Service.
VIEW_BANNER_SECURITY_DESC_PROXY=Dieser Abschnitt beschreibt die Sicherheitsverarbeitung der Nachrichtenebene f\u00FCr diesen Service.
VIEW_BANNER_SELECTOR=Konfiguration der Vorgangsauswahl
VIEW_BANNER_SELECTOR_DESC=Dieser Abschnitt beschreibt den Vorgangsauswahlalgorithmus f\u00FCr diesen Service.
VIEW_BANNER_SOAP_BINDING=SOAP-Binding-Konfiguration
VIEW_BANNER_SOAP_BINDING_DESC=Dieser Abschnitt beschreibt die SOAP-Binding-Informationen f\u00FCr diesen Service.
VIEW_BANNER_MSG_CONTENT_HANDLING=Nachrichten\u00FCbermittlung konfigurieren
VIEW_BANNER_MSG_CONTENT_HANDLING_DESC=Dieser Abschnitt beschreibt die Unterst\u00FCtzung f\u00FCr das Content-Streaming, XOP/MTOM usw.
VIEW_STREAM_MSG_DISABLED=Deaktiviert
VIEW_STREAM_MSG_ENABLED=Aktiviert ({0}, {1})
VIEW_XOP_MTOM_DISABLED=Deaktiviert
VIEW_XOP_MTOM_BY_REFERENCE=Aktiviert (nach Referenz)
VIEW_XOP_MTOM_BY_VALUE=Aktiviert (nach Wert)
VIEW_HEADERS=Header
VIEW_REQUEST_POLICY=Anforderungs-Policy:
VIEW_RESPONSE_POLICY=Antwort-Policy:
VIEW_NO_POLICY_CONFIG=F\u00FCr diesen Service ist keine Konfiguration auf Vorgangsebene vorhanden.
VIEW_CUSTOM_AUTH=Benutzerdefinierte Authentifizierung
VIEW_CUSTOM_AUTH_NONE=Keine
VIEW_CUSTOM_AUTH_USER_PW=Benutzerdefinierter Benutzername und Kennwort
VIEW_CUSTOM_AUTH_TOKEN=Benutzerdefiniertes Token
VIEW_NO_TRANSPORT_SPECIFIC=F\u00FCr das ausgew\u00E4hlte Transportprotokoll ist keine Konfiguration vorhanden.
BUTTON_SAVE_SVC=Speichern Sie den Service.
SERVICE_CREATE_SUCCESS=Service "{0}" wurde erfolgreich erstellt.
SERVICE_UPDATE_SUCCESS=Service "{0}" wurde erfolgreich aktualisiert.
SERVICE_SAVED_INVALID=Service "{0}" wurde w\u00E4hrend der Session mit Validierungsfehlern gespeichert. Detaillierte Diagnosemeldungen k\u00F6nnen Sie \u00FCber "Konflikte anzeigen" abrufen.
VIEW_SERVICE_TITLE=Business-Service ({0}) anzeigen
VIEW_PROXY_TITLE=Proxy-Service ({0}) anzeigen
VIEW_SERVICE_TITLE1=Business-Service anzeigen
VIEW_PROXY_TITLE1=Proxy-Service anzeigen
VIEW_SERVICE_DESC=Zeigen Sie Details von Service {0} an.\n Um diesen Service zu bearbeiten, kIicken Sie auf die Schaltfl\u00E4che "Bearbeiten" oder auf einen der Bearbeiten-Links.
SERVICE_CONFIGURATION_TITLE=Business-Service-Konfiguration ({0})
PROXY_CONFIGURATION_TITLE=Proxy-Service-Konfiguration ({0})
SVC_DETAILS_OK=Schlie\u00DFen Sie diese Service-Anzeige, und kehren Sie zur vorherigen Seite zur\u00FCck.
SVC_DETAILS_EDIT=Bearbeiten Sie diesen Service.
ERROR_WSDL_EXPORT_FAILED=Der WSDL-Export war nicht erfolgreich. Weitere Einzelheiten finden Sie im Server-Log.
CLONE_PIPELINE=Diese Pipeline clonen
DELETE_PIPELINE=Diese Pipeline l\u00F6schen
VIEW_SERVICE_PIPELINES_TITLE=Service Pipelines anzeigen
VIEW_SERVICE_PIPELINES_DESC=Auf dieser Seite sind die Router Pipelines f\u00FCr einen Service aufgef\u00FChrt. Jedem Service Binding-Punkt sind bis zu drei Pipelines zugeordnet. Um eine Pipeline zu bearbeiten, klicken Sie auf der linken Task-Leiste auf den entsprechenden Befehl.
EDIT_PIPELINE_TITLE=Pipeline-Konfiguration bearbeiten
EDIT_PIPELINE=Pipeline bearbeiten
EDIT_PIPELINE_DESC=Auf dieser Seite sehen Sie die Details einer Pipeline-Konfiguration. Die Pipeline besteht aus einer Reihe von individuellen Stages, die in der Reihenfolge, in der sie in der Pipeline angezeigt werden, auf eingehende Nachrichten angewendet werden. An dieser Stelle k\u00F6nnen Sie Stages hinzuf\u00FCgen, einf\u00FCgen oder neu anordnen. Zum Einf\u00FCgen einer neuen Stage ziehen Sie das entsprechende Stage-Symbol aus der Palette und legen es an einem Einf\u00FCgepunkt wieder ab.
EDIT_PIPELINE_DESCRIPTION=W\u00E4hlen Sie eine Option aus dem Men\u00FC "Verf\u00FCgbare Pipelines" unten, um mit der Bearbeitung zu beginnen.
BEGIN_PIPELINE=Pipeline starten
END_PIPELINE=Pipeline beenden
PROXY_NAME=Proxyname
SUMMARY=\u00DCberblick
SERVICE_DETAILS_BANNER=Service-Details.
SERVICE_IS_PROXY=Ist ein Proxy
MONITORING_SVC_TASK=Services
AUTHORIZATION_POLICY=Autorisierungs-Policy
TRANS_AUTHORIZATION_POLICY=Transportautorisierungs-Policy
SERVICE_AUTHORIZATION_POLICY=Service-Autorisierungs-Policy
VIEW_POLICIES=Policys anzeigen
NO_POLICIES=Keine Policys gefunden
NO_EDIT_POLICIES=Policys k\u00F6nnen nicht bearbeitet werden
EDIT_SERVICE_ATZ_TITLE=Zugriffskontrolle f\u00FCr Proxy-Service
EDIT_SERVICE_ATZ_DESC=Dient der Anzeige und Bearbeitung der Zugriffskontrollkonfiguration f\u00FCr den Proxy-Service.
VIEW_PROXY_SERVICES=Proxy-Services anzeigen
PROXY_SERVICE=Proxy-Service
BUSINESS_SERVICE=Business-Service
TRANSPORT_ENDPOINT=Transportendpunkt
OPERATION=Vorgang
AVAIL_ROLES=Verf\u00FCgbare Rollen
CHOSEN_ROLES=Gew\u00E4hlte Rollen
INHERITED_ATZ_POLICY=Vererbte Policy
EXCLUDED_ATZ_POLICY=Ausgeschlossen
UNCHECKED_ATZ_POLICY=Nicht ausgew\u00E4hlt
AUTHENTICATED_USERS_ATZ_POLICY=Nur authentifizierte Benutzer (kein anonymer Zugriff)
ROLES_ATZ_POLICY=Rollen
NO_PROXIES_CONFIGURED=Momentan sind keine Proxy-Services konfiguriert. Um einen neuen Proxy-Service zu definieren, klicken Sie in der Task-Leiste links auf <i>Neuen Proxy erstellen</i>.
CONFIRM_DELETE_PIPELINE=Durch das L\u00F6schen einer Pipeline werden auch die zugeh\u00F6rigen Nachrichten-Router Bindings entfernt. M\u00F6chten Sie fortfahren?
EDIT_REQUEST_PIPELINE=Anforderungs-Pipeline bearbeiten
EDIT_RESPONSE_PIPELINE=Antwort-Pipeline bearbeiten
EDIT_ERROR_PIPELINE=Fehler-Pipeline bearbeiten
EDIT_ERROR_PIPELINE_DESC=W\u00E4hlen Sie eine Option aus dem Startmen\u00FC unten, um mit der Bearbeitung zu beginnen.
WARNING_UNSAVED_CHANGES=Wenn Sie die Service-Konfiguration ohne Speichern verlassen, gehen die \u00C4nderungen verloren.
WARNING_UNSAVED_SECURITY_CHANGES=Wenn Sie die Sicherheitskonfiguration ohne Speichern verlassen, gehen die \u00C4nderungen verloren.
WARNING_UNSAVED_POLICY_CHANGES=Wenn Sie die Policy-Konfiguration ohne Speichern verlassen, gehen die \u00C4nderungen verloren.
WARNING_UNSAVED_OPERATIONAL_SETTINGS_CHANGES=Wenn Sie die Vorgangseinstellungen ohne Speichern verlassen, gehen die \u00C4nderungen verloren.
ERROR_INVALID_REF=Dieser Wert ist keine g\u00FCltige Referenz.
ERROR_INVALID_DATA=Der Service konnte aus folgendem Grund nicht erstellt oder aktualisiert werden:\n{0}
ERROR_UNEXPECTED=W\u00E4hrend der Erstellung oder Aktualisierung dieses Services ist eine unerwartete Exception aufgetreten:\n{0}
ERROR_INVALID_SESSION_STATE=Der Service konnte wegen eines ung\u00FCltigen Sessionstatus nicht bearbeitet werden.
SERVICE_TRACING_UPDATED_SUCCESSFULLY=Tracing wurde f\u00FCr die ausgew\u00E4hlten Services erfolgreich aktiviert (oder deaktiviert).
VIEW_CONFIG_DETAILS=Konfigurationsdetails
VIEW_OPERATIONS_DETAILS=Vorgangseinstellungen
VIEW_ALERT_RULES=SLA-Alert-Regeln
LOGGING_SEVERITY_DEBUG=Debug
LOGGING_SEVERITY_INFO=Info
LOGGING_SEVERITY_WARNING=Warnung
LOGGING_SEVERITY_ERROR=Fehler
LOGGING_SEVERITY_DEBUG_SHORT=D
LOGGING_SEVERITY_INFO_SHORT=I
LOGGING_SEVERITY_WARNING_SHORT=W
LOGGING_SEVERITY_ERROR_SHORT=F
TRACING=Tracing
ENABLE=Aktivieren
SERVICE_TYPE_LABEL=Typ: {0}
BUSINESS_SERVICE_OR_PROXY_SERVICE=[Business-Service oder Proxy-Service]
SECURITY=Sicherheit
POLICIES=Policys
CUSTOM_AUTHENTICATION_TITLE=Benutzerdefinierte Authentifizierung
CUSTOM_AUTHENTICATION_TYPE=Authentifizierungstyp
CUSTOM_AUTHENTICATION_SEC_HELP=Klicken Sie auf das Symbol, um den Abschnitt "Benutzerdefinierte Authentifizierung" ein- oder auszublenden
ACCESS_CONTROL_TITLE=Zugriffskontrolle
ACCESS_CONTROL_HELP=Klicken Sie auf das Symbol, um den Abschnitt "Zugriffskontroll-Policys" ein- oder auszublenden
WS_SECURITY_HELP=Konfigurieren Sie den Service als aktive WebService-Zwischenstufe
TRANSPORT_ACCESS_CONTROL_LABEL=Transportzugriffskontrolle
TRANSPORT_ACCESS_CONTROL_HELP=Konfigurieren Sie die Transportzugriffskontrolle f\u00FCr diesen Service
TRANSPORT_ACCESS_CONTROL_TITLE=Klicken Sie hier, um die Transportzugriffskontroll-Policys in WLS zu bearbeiten
MESSAGE_ACCESS_CONTROL_LABEL=Nachrichtenzugriffskontrolle
MESSAGE_ACCESS_CONTROL_HELP=Konfigurieren Sie die Nachrichtenzugriffskontrolle f\u00FCr den Service und seine Vorg\u00E4nge
MESSAGE_ACCESS_CONTROL_TITLE=Klicken Sie hier, um die Nachrichtenzugriffskontroll-Policys in WLS zu bearbeiten
SERVICE_POLICIES_HELP=Klicken Sie hier, um die Zugriffskontroll-Policys f\u00FCr diesen Service in WLS zu bearbeiten
OPERATION_POLICIES_HELP=Klicken Sie hier, um die Zugriffskontroll-Policys f\u00FCr diesen Vorgang in WLS zu bearbeiten
SERVICE_POLICY_CONFIGURATION_TITLE=Service Policy-Konfiguration
WSDL_BASED_POLICY_LABEL=WSDL-basierte Policy (WLS 9.2-Policys)
CUSTOM_POLICY_BINDINGS_LABEL=Benutzerdefinierte Policy Bindings (WLS 9.2-Policys)
OWSM_POLICY_BINDINGS_LABEL=OWSM-Policy Bindings
REQUEST_POLICIES_LABEL=Anforderungs-Policys
RESPONSE_POLICIES_LABEL=Antwort-Policys
WSDL_BASED_POLICY_HELP=W\u00E4hlen Sie diese Option, um eine WSDL-basierte Policy zu verwenden
CUSTOM_POLICY_BINDINGS_HELP=W\u00E4hlen Sie diese Option, um benutzerdefinierte Policy Bindings zu verwenden
OWSM_POLICY_BINDINGS_HELP=W\u00E4hlen Sie diese Option, um OWSM-Policy Bindings zu verwenden
LABEL_OWSM_POLICIES=OWSM-Policys
LABEL_WLS_POLICIES=WLS-9-Policys
LABEL_FROM_OWSM_POLICY_STORE=Aus OWSM-Policy Store
LABEL_FROM_WSDL=Von WSDL
LABEL_FROM_PRE_DEFINED_POLICY_OR_WS_POLICY_RES=Von vordefinierter Policy oder WS-Policy-Ressource
TOOLTIP_WLS_POLICIES=Policys liegen im firmeneigenen WebLogic Server-9-Format vor (Vorg\u00E4nger des Standards WS-SecurityPolicy 1.0).
TOOLTIP_FROM_WSDL=Policys sind in WSDL eingebettet. Diese Policys unterst\u00FCtzen WS-Security 1.0, SAML 1.1 und andere Industriestandards.
TOOLTIP_FROM_PRE_DEFINED_POLICY_OR_WS_POLICY_RES=Policys sind entweder im WebLogic Server vordefiniert oder in OSB mit einer WS-Policy-Ressource benutzerdefiniert. Diese Policys unterst\u00FCtzen WS-Security 1.0, SAML 1.1 und andere Industriestandards.
TOOLTIP_FROM_OWSM_POLICY_STORE=Policys werden im zentralen OWSM-Policy Store von Oracle Enterprise Manager verwaltet. Diese Policys unterst\u00FCtzen WS-Security 1.0/ 1.1, SAML 1.1/2.0, KerberosToken Profile und andere Industriestandards.
SERVICE_LEVEL_POLICIES_LABEL=Policys auf Service-Ebene
OPERATION_LEVEL_POLICIES_LABEL=Policys auf Vorgangsebene
WS_POLICY_LABEL=WS-Policy
PREDEFINED_POLICY_LABEL=Vordefinierte Policy
ANY_OPERATION_LABEL=Beliebiger Vorgang
DELETE_POLICY_TOOLTIP=Policy l\u00F6schen
LABEL_SHOW_POLICIES_WITH_WSSP12_ASSERTIONS=Policys mit WS-Security Policy 1.2-Assertions anzeigen
LABEL_SHOW_POLICIES_WITH_RM_ASSERTIONS=Policys mit Assertions f\u00FCr zuverl\u00E4ssiges Messaging anzeigen
LABEL_SHOW_POLICIES_WITH_BEA_ASSERTIONS=Policys mit Assertions f\u00FCr Oracle Sicherheits-Policys anzeigen
MONITORING_BANNER=\u00DCberwachung
MONITORING_BANNER_DESC=Dieser Abschnitt enth\u00E4lt Vorgangseinstellungen f\u00FCr diesen Service.
THROTTLING_BANNER=Throttling
THROTTLING_BANNER_DESC=Dieser Abschnitt enth\u00E4lt Informationen zum Throttling f\u00FCr diesen Service.
THROTTLING_STATE=Throttling-Status
THROTTLING_STATE_DESC=Throttling-Status: "Aktiviert" oder "Deaktiviert". Wenn "Aktiviert" festgelegt ist, werden Nachrichten nach Priorit\u00E4t verarbeitet.
MAX_CONCURRENCY=Maximaler gleichzeitiger Zugriff
MAX_CONCURRENCY_DESC=Die Anzahl der Nachrichten, die von einem Business-Service gleichzeitig verarbeitet werden k\u00F6nnen.
THROTTLING_QUEUE=Throttling Queue
THROTTLING_QUEUE_DESC=Die maximale Anzahl von Nachrichten, die in der Warte-Queue gehalten werden.
MESSAGE_EXPIRATION=Nachrichtenablauf
MESSAGE_EXPIRATION_DESC=Die maximale Zeitspanne, die Nachrichten in einer Warte-Queue gehalten werden.
MESSAGES=Nachrichten
MSECS=Millisekunden
MAX_CONCURRENCY_ERROR=Der Wert f\u00FCr die maximale Anzahl gleichzeitiger Zugriffe muss eine positive Ganzzahl sein.
THROTTLING_QUEUE_ERROR=Der Throttling Queue-Wert muss eine positive Ganzzahl sein.
MESSAGE_EXPIRATION_ERROR=Der Nachrichtenablaufwert muss eine positive Ganzzahl sein.
TRACING_BANNER=Tracing
TRACING_BANNER_DESC=Dieser Abschnitt enth\u00E4lt Tracing-Einstellungen f\u00FCr diesen Service.
MSG_TRACING_MAX_LOG_SIZE=Payload Tracing-Grenzwert
MSG_TRACING_MAX_LOG_SIZE_DESC=Payload Tracing-Grenzwert
MSG_TRACING_KILOBYTES=KB
MSG_TRACING_DETAIL_LEVEL=Detailebene
MSG_TRACING_DETAIL_LEVEL_DESC=Detailebene
MSG_TRACING_DEFAULT_ENCODING=Standardcodierung
MSG_TRACING_DEFAULT_ENCODING_DESC=Standardcodierung
MSG_TRACING_DETAIL_LEVEL_TERSE=Terse
MSG_TRACING_DETAIL_LEVEL_HEADERS=Header
MSG_TRACING_DETAIL_LEVEL_FULL=Vollst\u00E4ndig
TOOLTIP_SERVER_RESTART_REQUIRED=Um diese ACL anzeigen oder bearbeiten zu k\u00F6nnen, m\u00FCssen Sie den Server neu starten.
BROWSE_ARCHIVES=Klicken Sie hier, um eine Liste der verf\u00FCgbaren Archive anzuzeigen.
BROWSE_CUSTOM_RESOURCES=Klicken Sie hier, um eine Liste der verf\u00FCgbaren Ressourcen anzuzeigen.
BROWSE_JCAS=Klicken Sie hier, um eine Liste der verf\u00FCgbaren JCA-Bindings anzuzeigen.
WARNING_SERVER_RESTART_REQUIRED=Um die ACL f\u00FCr diesen Service anzeigen oder bearbeiten zu k\u00F6nnen, m\u00FCssen Sie den Server neu starten.
ERROR_TRANSPORT_EXCEPTION_OCCURRED=Transport-Exception mit folgender Meldung aufgetreten:\n{0}
SERVICE_MSG_CONTENT_HANDLING_TITLE=Nachrichten\u00FCbermittlung
SERVICE_MSG_CONTENT_HANDLING_DESC=Auf dieser Seite k\u00F6nnen Sie die Behandlung von Nachrichteninhalten konfigurieren (Beispiele: Content-Streaming, XOP/MTOM usw.).
XOP_MTOM_SUPPORT_LABEL=XOP-/MTOM-Unterst\u00FCtzung
XOP_MTOM_SUPPORT_INFO=Die XOP-/MTOM-Unterst\u00FCtzung definiert, wie bin\u00E4re Anh\u00E4nge in SOAP-Nachrichten behandelt werden.
XOP_MTOM_SUPPORT_TITLE=XOP-/MTOM-Unterst\u00FCtzung aktivieren
XOP_MTOM_ENABLED=Aktiviert
BINARY_DATA_BY_REFERENCE=Bin\u00E4rdaten nach Referenz aufnehmen
BINARY_DATA_BY_VALUE=Bin\u00E4rdaten nach Wert aufnehmen
BINARY_DATA_BY_REFERENCE_INBOUND_INFO=W\u00E4hlen Sie diese Option, um <xop:Include>-Elemente durch <ctx:binary-content>-Elemente zu ersetzen, wenn Sie $body in der eingehenden Anforderungsnachricht einrichten.
BINARY_DATA_BY_VALUE_INBOUND_INFO=W\u00E4hlen Sie diese Option, um <xop:Include>-Elemente durch base64-codierte Textversionen der entsprechenden Bin\u00E4rdaten zu ersetzen, wenn Sie $body in der eingehenden Anforderungsnachricht einrichten.
BINARY_DATA_BY_REFERENCE_OUTBOUND_INFO=W\u00E4hlen Sie diese Option, um <xop:Include>-Elemente durch <ctx:binary-content>-Elemente zu ersetzen, wenn Sie $body in der ausgehenden Antwortnachricht einrichten.
BINARY_DATA_BY_VALUE_OUTBOUND_INFO=W\u00E4hlen Sie diese Option, um <xop:Include>-Elemente durch Base64-codierte Textversionen der entsprechenden Bin\u00E4rdaten zu ersetzen, wenn Sie $body in der ausgehenden Antwortnachricht einrichten.
ATTACHMENTS_LABEL=Anh\u00E4nge
ATTACHMENTS_INFO=Gibt an, ob Anhangsinhalte im Speicher oder in einer Datentr\u00E4gerdatei gepuffert werden
TX_REQURIED_LABEL=Transaktion erforderlich
TX_REQURIED_INFO=Wenn diese Option aktiviert ist, stellt OSB sicher, dass eine Transaktion mit einem Proxynachrichtenfluss verkn\u00FCpft ist.
TX_REQURIED_TITLE=Transaktion aktivieren
SAME_TX_FOR_RESPONSE_LABEL=Gleiche Transaktion f\u00FCr Antwort
SAME_TX_FOR_RESPONSE_INFO=Wenn diese Option aktiviert ist, stellt OSB sicher, dass die mit dem Anforderungspfad (sofern vorhanden) des Nachrichtenflusses verkn\u00FCpfte Transaktion zum Antwortpfad \u00FCbertragen wird.
SAME_TX_FOR_RESPONSE_TITLE=Gleiche Transaktion f\u00FCr Antwort aktivieren
PAGE_ATTACHMENTS_TO_DISK_LABEL=Seitenanh\u00E4nge auf Datentr\u00E4ger
PAGE_ATTACHMENTS_TO_DISK_INFO=Vermeiden Sie das Puffern von Anhangsinhalten im Speicher, indem Sie sie in einer Datentr\u00E4gerdatei speichern
ERROR_CANNOT_SELECT_STREAMING_AND_XOP_MTOM=Content-Streaming und XOP/MTOM k\u00F6nnen nicht gleichzeitig ausgew\u00E4hlt werden. Nur eine von beiden Optionen kann aktiviert werden.
MSG_TRACING_MAX_LOG_SIZE_ERROR=Der Wert f\u00FCr die Log-Gr\u00F6\u00DFe des Nachrichten-Tracings muss eine positive Ganzzahl sein.
PIPELINE_MONITORING_LEVEL_SERVICE=Service
PIPELINE_MONITORING_LEVEL_PIPELINE=Pipeline
PIPELINE_MONITORING_LEVEL_ACTION=Aktion
PIPELINE_MONITORING_LEVEL_SERVICE_SHORT=S
PIPELINE_MONITORING_LEVEL_PIPELINE_SHORT=P
PIPELINE_MONITORING_LEVEL_ACTION_SHORT=A
TEXT_ENABLE_PIPELINE_MONITORING_LEVEL_AT=Pipeline-\u00DCberwachung bei
NO_BASIC_CONFIGS_LABEL=Keine grundlegenden Konfigurationsoptionen vorhanden.
NO_BASIC_CONFIGS_LABEL_DESC=Keine grundlegenden Konfigurationsoptionen f\u00FCr diesen Service-Typ vorhanden.
CACHING_RESULT_SUPPORTED_LABEL=Ergebnis-Caching
CACHING_RESULT_SUPPORTED_INFO=Business-Service-Ergebniscache
CACHING_SUPPORTED=Unterst\u00FCtzt
CACHING_NOT_SUPPORTED=Nicht unterst\u00FCtzt
CACHING_SUPPORTED_TITLE=Business-Service-Ergebniscache unterst\u00FCtzen
CACHING_EXPR_NS_LABEL=Ausdrucks-Namespaces
CACHING_EXPR_NS_INFO=Benutzerdefinierte Namespaces f\u00FCr Ausdr\u00FCcke
CACHING_ACTION_ADD_NS_INFO=Klicken Sie hier, um Pr\u00E4fix und Namespace hinzuzuf\u00FCgen
CACHING_PREFIX_LABEL=Pr\u00E4fix
CACHING_NAMESPACE_LABEL=Namespace
CACHING_NO_PREFIX_NAMESPACE=Kein Pr\u00E4fix und Namespace definiert
CACHING_PREFIX_NAMESPACE_INVALID=Pr\u00E4fix/Namespace ist erforderlich.
CACHING_PREFIX_ALREADY_EXISTS=Pr\u00E4fix ist bereits vorhanden. Geben Sie ein eindeutiges Pr\u00E4fix ein.
CACHING_EXPR_NS_TOOLTIP=Klicken Sie hier, um die vordefinierten Namespaces anzuzeigen
CACHING_EXPR_NO_PREDEFINED_NS=Keine vordefinierten Namespaces vorhanden
CACHING_EXPR_NS_TOOLTIP_DESC=Verwenden Sie die Eingabetabelle, um die folgende Liste von Namespaces zu erweitern
CACHE_TOKEN_EXPRESSION_LABEL=Cachetokenausdruck
CACHE_TOKEN_EXPRESSION_INFO=Geben Sie einen XQuery-Ausdruck ein, mit dem der Token f\u00FCr den Cacheschl\u00FCssel generiert wird
CACHE_TTL_EXPIRATION_TIME_LABEL=Ablaufzeit
CACHE_TTL_EXPIRATION_TIME_INFO=Cacheablaufzeit in Sekunden
CACHE_TTL_EXP_TIME_DEFAULT_LABEL=Standardwert verwenden
CACHE_TTL_EXP_TIME_DEFAULT_INFO=Die Ablaufzeit wird aus der Coherence-Cachekonfigurationsdatei berechnet.\n Diese Datei befindet sich unter $DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml.
CACHE_TTL_EXP_TIME_DURATION_LABEL=Dauer
CACHE_TTL_EXP_TIME_DURATION_INFO=Ablaufzeit im Zeitdauerformat
CACHE_TTL_EXP_TIME_XQ_EXPR_LABEL=XQuery-Ausdruck
CACHE_TTL_EXP_TIME_XQ_EXPR_INFO=Geben Sie einen XQuery-Ausdruck ein. Mit diesem Ausdruck wird die TTL (Time To Live, residente Speicherdauer) in Sekunden f\u00FCr gecachte Eintr\u00E4ge berechnet
CACHE_ENABLED=Aktiviert
CACHE_ENABLED_TITLE=TTL-Ausdruck f\u00FCr Auswertungs- und Ablaufzeit aktivieren
CACHE_EVALUATE_REQUEST=Anforderung
CACHE_EVALUATE_RESPONSE=Antwort
CACHE_BANNER_DESC=In diesem Abschnitt finden Sie Informationen zu den Vorgangseinstellung des Ergebnis-Cachings f\u00FCr den Service.
CACHING_RESULT_STATE=Ergebnis-Caching-Status
CACHING_RESULT_STATE_DESC=Ergebnis-Caching-Status: Aktiviert oder deaktiviert. Wenn die Option aktiviert ist, werden Ergebnisse f\u00FCr diesen Service gecacht.
CACHE_TOKEN_EXPRESSION_INVALID=XQuery-Ausdruck f\u00FCr Cachetoken ist ung\u00FCltig.
CACHE_EXP_TIME_DURATION_REQD=Zeitdauerangaben in Tagen, Stunden, Minuten oder Sekunden sind erforderlich und sollten in Form positiver Ganzzahlen erfolgen.
CACHE_EXP_TIME_DURATION_INVALID=Zeitdauerangaben in Tagen, Stunden, Minuten oder Sekunden sollten in Form positiver Ganzzahlen erfolgen. Geben Sie g\u00FCltige Werte ein.
CACHE_EXPIRATION_TIME_EXPRESSION_REQUIRED=XQuery-Ausdruck f\u00FCr Ablaufzeit ist erforderlich.
CACHE_EXPIRATION_TIME_EXPRESSION_INVALID=XQuery-Ausdruck f\u00FCr Ablaufzeit ist ung\u00FCltig.
CACHE_EVAL_EXP_TIME_EXPR_REQUEST=Auswertung von XQuery-Ausdruck bei Anforderung:
CACHE_EVAL_EXP_TIME_EXPR_RESPONSE=Auswertung von XQuery-Ausdruck bei Antwort:
CACHE_EXPIRATION_TIME_DURATION_FORMAT={0} Tag(e); {1} Stunde(n); {2}:{3} Min:Sek
WARNING_BUSINESS_SERVICE_OWSM_POLICIES_DROPPED=OWSM-Policy-Anh\u00E4nge wurden nicht aus dem Business-Service kopiert, da es sich hierbei entweder um clientseitige Policys handelt oder die Anh\u00E4nge nicht vorhanden sind. Proxy-Services unterst\u00FCtzen nur serverseitige Policys.
WARNING_PROXY_SERVICE_OWSM_POLICIES_DROPPED=OWSM-Policy-Anh\u00E4nge wurden nicht aus dem Proxy-Service kopiert, da es sich hierbei entweder um serverseitige Policys handelt oder die Anh\u00E4nge nicht vorhanden sind. Business-Services unterst\u00FCtzen nur clientseitige Policys.
WARNING_ALL_COMPATIBLE_POLICIES_ALREADY_ADDED=Alle kompatiblen OWSM-Policys wurden bereits zum Service hinzugef\u00FCgt. L\u00F6schen Sie alle nicht erforderlichen Policys.
WARNING_MULTIPLE_COMPATIBLE_POLICIES_FOUND=Mehr als eine kompatible OWSM-Policy wurde gefunden und zum Service hinzugef\u00FCgt. L\u00F6schen Sie alle nicht erforderlichen Policys.
WARNING_NO_COMPATIBLE_POLICIES_FOUND=Es wurden keine kompatiblen OWSM-Policys gefunden.
WSDL_DEF_TYPES=(Port oder Binding)
WSDL_DEF_PORT=(Port)
WSDL_DEF_BINDING=(Binding)
XML_SCHEMA_TYPES=(Element oder Typ)
XML_SCHEMA_ELEMENT=(Element)
XML_SCHEMA_TYPE=(Typ)
SCHEMA=Schema:
WSDL=WSDL:
TYPE_ELEMENT=Element
TYPE_TYPE=Typ
TYPE_BINDING=Binding
TYPE_PORT=Port
