ICON_TOOLTIP_LAUNCH=Acionar Console de Teste
ICON_TOOLTIP_NO_LAUNCH=Para este recurso, a Console de Teste exige que a sess\u00E3o seja ativada.
ICON_TOOLTIP_NOT_TESTABLE=Este servi\u00E7o n\u00E3o \u00E9 test\u00E1vel. {0}
ICON_TOOLTIP_NOT_AUTHORIZED=A atribui\u00E7\u00E3o de log-in atual n\u00E3o est\u00E1 autorizada a iniciar a Console de Teste.
ERROR_UNKNOWN_TYPE=O tipo de recurso "{0}" n\u00E3o foi reconhecido.
ERROR_CREATE_RES_OBJECT=Erro inesperado ao criar o objeto da sess\u00E3o do recurso fornecido:\n{0}
ERROR_FORM_GENERIC=Este form cont\u00E9m dados inv\u00E1lidos ({0}). Verifique os campos de entrada para obter mensagens de erro mais detalhadas.
ERROR_FORM_READ_FILE=Ocorreu um erro ao ler o arquivo de entrada:\n{0}
ERROR_FORM_EMPTY_FILE=O arquivo de entrada fornecido n\u00E3o existe ou est\u00E1 vazio.
ERROR_FORM_READ_FILE_ENC=Ocorreu um erro ao converter o conte\u00FAdo do arquivo usando a codifica\u00E7\u00E3o fornecida: {0}
ERROR_FORM_NO_DATA=Este campo \u00E9 obrigat\u00F3rio.
ERROR_FORM_INVALID_XML=O documento XML n\u00E3o foi formado corretamente:\n{0}
ERROR_FORM_INVALID_SCHEMA=A entrada n\u00E3o \u00E9 v\u00E1lida de acordo com a defini\u00E7\u00E3o do Esquema XML:\n
ERROR_FORM_INVALID_SVC_PROVIDER=O Provedor de Chave de Servi\u00E7o \u00E9 inv\u00E1lido ou n\u00E3o existe.
ERROR_FORM_INVALID_LOGIN=Uma senha deve ser especificada quando um nome de usu\u00E1rio for definido.
ERROR_INV_HDR_NAME=O nome do cabe\u00E7alho \u00E9 inv\u00E1lido.
ERROR_DUP1_HDR_NAME=J\u00E1 existe um cabe\u00E7alho padr\u00E3o do nome fornecido.
ERROR_DUP2_HDR_NAME=J\u00E1 existe um cabe\u00E7alho do usu\u00E1rio do nome fornecido.
ERROR_SERVICE_NO_CLUSTER=O Servi\u00E7o de Teste n\u00E3o pode ser acessado, pois o endere\u00E7o de cluster n\u00E3o foi definido.
ERROR_SERVICE_NO_RUNTIME_SERVER=Nenhum servidor de runtime foi configurado no dom\u00EDnio.
ERROR_SERVICE_ACCESS=Ocorreu um erro inesperado ao acessar o servi\u00E7o de teste: {0}
ERROR_SERVICE_EXEC=Ocorreu um erro inesperado ao executar o servi\u00E7o de teste: {0}
ERROR_TEST_CONSOLE=O servi\u00E7o da "Console de Teste" n\u00E3o est\u00E1 sendo executado. Entre em contato com o administrador para iniciar este servi\u00E7o.
TEXT_TOP=Topo
TEXT_CLOSE=Fechar
TEXT_CLOSE_TOOLTIP=Feche a janela console de teste.
TEXT_RESET=Redefinir
TEXT_RESET_TOOLTIP=Redefinir os valores de entrada.
TEXT_EXECUTE=Executar
TEXT_EXECUTE_TOOLTIP=Executar o teste.
TEXT_EXECUTE_SAVE=Executar-Salvar
TEXT_EXECUTE_SAVE_TOOLTIP=Executa o teste e salva o resultado.
TEXT_BACK=Voltar
TEXT_BACK_TOOLTIP=Volta \u00E0 p\u00E1gina anterior da console de teste
TEXT_ENCODING=codifica\u00E7\u00E3o
TEXT_RESULT_DEFAULT=Resultado
TEXT_RESULT_DEFAULT_TOOLTIP=Esta p\u00E1gina exibe os resultados do teste de um recurso.
TEXT_SENDING_REQUEST=Enviando a solicita\u00E7\u00E3o de teste para "{0}". Aguarde...
TEXT_ERROR_TITLE_CFG=Erro ao Acessar a Configura\u00E7\u00E3o de Teste
TEXT_ERROR_TITLE_INV=Erro ao Chamar o Servi\u00E7o de Teste
TEXT_XQ_TITLE=Teste de Recurso de XQuery
TEXT_XQ_REQUEST=Vari\u00E1veis
TEXT_XQ_REQUEST_TOOLTIP=Esta se\u00E7\u00E3o cont\u00E9m um campo de entrada para cada uma das vari\u00E1veis externas de XQuery.
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_PRIMITIVE=O nome da vari\u00E1vel apresentado no recurso de XQuery.
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_XML=O nome da vari\u00E1vel apresentado no recurso de XQuery. Os dados no XML, podem ser baseados em arquivo ou em texto.
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_ANY=O nome da vari\u00E1vel apresentado no recurso de XQuery. Voc\u00EA deve declarar o tipo de vari\u00E1vel usando a caixa de sele\u00E7\u00E3o. Marque a caixa de sele\u00E7\u00E3o para identificar um par\u00E2metro do tipo XML.
TEXT_BUILDER_TITLE=Teste da Express\u00E3o {0}
TEXT_BUILDER_REQUEST=Vari\u00E1veis
TEXT_BUILDER_XQUERY_EXPRESSION=Express\u00E3o de XQuery
TEXT_BUILDER_XQUERY_NAME=Nome do Recurso XQuery
TEXT_BUILDER_XQUERY_NAME_EXPRESSION=Express\u00E3o do Nome do Recurso XQuery
TEXT_BUILDER_XSLT_NAME_EXPRESSION=Nome do Recurso XSLT
TEXT_BUILDER_XPATH_EXPRESSION=Express\u00E3o XPath
TEXT_BUILDER_CONDITION_EXPRESSION=Express\u00E3o da Condi\u00E7\u00E3o
TEXT_BUILDER_XSLT_INPUT_DOCUMENT=Documento de Entrada
TEXT_BUILDER_VARIABLE_BINDINGS=Bindings da Vari\u00E1vel
TEXT_BUILDER_EXPRESSION_INPUT=Entrada da Express\u00E3o
TEXT_BUILDER_XML_INPUT=Entrada de XML
TEXT_BUILDER_XQUERY=XQuery
TEXT_BUILDER_XSLT=XSLT
TEXT_BUILDER_XPATH=XPath
TEXT_BUILDER_CONDITION=Condi\u00E7\u00E3o
TEXT_XSLT_TITLE=Teste de Recurso de XSLT
TEXT_XSLT_REQUEST=Entrada e Par\u00E2metros
TEXT_XSLT_REQUEST_TOOLTIP=Este \u00E9 o documento enviado para o recurso junto com os par\u00E2metros informados. * indica um par\u00E2metro de entrada obrigat\u00F3rio.
TEXT_XSLT_INPUT=Entrada de XML
TEXT_XSLT_INPUT_TOOLTIP=A entrada de XML pode ser baseada no arquivo ou no texto. Referenciar um arquivo de entrada tem preced\u00EAncia sobre a entrada de texto.
TEXT_MFL_TITLE=Teste de Recurso de MFL
TEXT_MFL_REQUEST=Documento de Entrada
TEXT_MFL_REQUEST_TOOLTIP_INPUT_XML=XML de MFL para transforma\u00E7\u00E3o Bin\u00E1ria
TEXT_MFL_REQUEST_TOOLTIP_INPUT_BINARY=Bin\u00E1rio de MFL para transforma\u00E7\u00E3o de XML
TEXT_MFL_INPUT_XML=Entrada de XML
TEXT_MFL_INPUT_XML_TOOLTIP=A entrada de XML pode ser baseada no arquivo ou no texto. Referenciar um arquivo de entrada tem preced\u00EAncia sobre a entrada de texto.
TEXT_MFL_INPUT_BINARY=Entrada Bin\u00E1ria
TEXT_MFL_INPUT_BINARY_TOOLTIP=A entrada bin\u00E1ria pode ser com base em arquivo ou em texto. Referenciar um arquivo para entrada tem preced\u00EAncia sobre a entrada de texto.
TEXT_MFL_OP_TITLE=Transforma\u00E7\u00F5es de MFL
TEXT_MFL_OP_TITLE_TOOLTIP=Para selecionar uma transforma\u00E7\u00E3o espec\u00EDfica, selecione o nome da transforma\u00E7\u00E3o.
TEXT_MFL_OP_XML=XML para Bin\u00E1rio
TEXT_MFL_OP_BINARY=Bin\u00E1rio para XML
TEXT_PROXY_TITLE=Teste do Servi\u00E7o de Proxy
TEXT_BUSINESS_TITLE=Teste do Servi\u00E7o de Neg\u00F3cios
TEXT_SVC_HDR_REQUEST=Documento de Solicita\u00E7\u00E3o
TEXT_SVC_HDR_REQUEST_TOOLTIP=Os dados da configura\u00E7\u00E3o informados aqui representam a mensagem de solicita\u00E7\u00E3o e a se\u00E7\u00E3o \u00E9 organizada por tipo de servi\u00E7o.
TEXT_SVC_HDR_REQUEST_RESULT_TOOLTIP=Esta \u00E1 a mensagem de solicita\u00E7\u00E3o enviada ao servi\u00E7o de neg\u00F3cios pela console de teste.
TEXT_SVC_HDR_SECURITY=Seguran\u00E7a
TEXT_SVC_HDR_SECURITY_TOOLTIP=O servi\u00E7o de SOAP de teste \u00E9 protegido pelo Web Service Security (WSS). As informa\u00E7\u00F5es a seguir precisam ser fornecidas antes de enviar a solicita\u00E7\u00E3o.
TEXT_SVC_HDR_TRANSPORT=Transporte
TEXT_SVC_HDR_TRANSPORT_TOOLTIP=Este painel de transporte fornece a funcionalidade para especificar os metadados e cabe\u00E7alhos de transporte das mensagens em seu teste.
TEXT_SVC_HDR_OPERATIONS=Opera\u00E7\u00F5es Dispon\u00EDveis:
TEXT_SVC_HDR_OPERATIONS_TOOLTIP=A lista de opera\u00E7\u00F5es de servi\u00E7o dispon\u00EDveis para este servi\u00E7o (As opera\u00E7\u00F5es que exigem os argumentos java s\u00E3o exclu\u00EDdos, pois n\u00E3o s\u00E3o test\u00E1veis)
TEXT_SVC_HDR_TEST_CFG=Configura\u00E7\u00E3o de Teste
TEXT_SVC_HDR_TEST_CFG_TOOLTIP=Voc\u00EA pode definir a configura\u00E7\u00E3o de teste para ser executada de v\u00E1rias formas, dependendo das op\u00E7\u00F5es selecionadas nesta se\u00E7\u00E3o.
TEXT_SVC_BYPASS=Chamada Direta
TEXT_SVC_BYPASS_TOOLTIP=Ao usar a op\u00E7\u00E3o Chamada Direta, as mensagens s\u00E3o enviadas diretamente para o servi\u00E7o de proxy, ignorando a camada de transporte.
TEXT_SVC_TRACE=Incluir Rastreamento
TEXT_SVC_TRACE_TOOLTIP=O rastreamento da mensagem atrav\u00E9s de um servi\u00E7o de proxy envolve o exame do contexto da mensagem e as comunica\u00E7\u00F5es de sa\u00EDda em v\u00E1rios pontos no fluxo de mensagem.
TEXT_SVC_RESPONSE=Solicita\u00E7\u00E3o/Resposta
TEXT_SVC_RESPONSE_TOOLTIP=Este \u00E9 o modo de chamada. Desmarque a Solicita\u00E7\u00E3o/Resposta de chamadas de servi\u00E7os unidirecionais.
TEXT_SVC_PAYLOAD=Payload
TEXT_SVC_PAYLOAD_TOOLTIP_ANY_XML=O tipo de servi\u00E7o \u00E9 qualquer XML. O payload \u00E9 o documento XML que est\u00E1 sendo enviado. Voc\u00EA pode procurar um arquivo ou informar o conte\u00FAdo da mensagem na caixa de texto fornecida.
TEXT_SVC_PAYLOAD_TOOLTIP_MESSAGING=O tipo de servi\u00E7o \u00E9 de mensagens. O servi\u00E7o solicita uma entrada \u00FAnica, com base em arquivo ou com base em texto, exceto para o n\u00F3 do tipo que n\u00E3o requer nenhuma entrada. O campo de entrada de codifica\u00E7\u00E3o \u00E9 usado para especificar a codifica\u00E7\u00E3o a ser aplicada durante a convers\u00E3o.
TEXT_SVC_PAYLOAD_TOOLTIP_XML=O tipo de servi\u00E7o \u00E9 XML. O payload \u00E9 o documento XML que est\u00E1 sendo enviado. Voc\u00EA pode procurar um arquivo ou informar o conte\u00FAdo da mensagem na caixa de texto fornecida.
TEXT_SVC_PAYLOAD_TOOLTIP_SOAP_DOC=O tipo de servi\u00E7o \u00E9 Documento de SOAP. O payload \u00E9 o documento XML que est\u00E1 sendo enviado. Voc\u00EA pode procurar um arquivo ou informar o conte\u00FAdo da mensagem na caixa de texto fornecida.
TEXT_SVC_SOAP_ENVELOPE=Envelope de SOAP
TEXT_SVC_SOAP_ENVELOPE_TOOLTIP=O conte\u00FAdo deste arquivo deve ser o envelope de SOAP que est\u00E1 sendo enviado. Voc\u00EA pode procurar um arquivo ou informar o conte\u00FAdo da mensagem na caixa de texto fornecida.
TEXT_SVC_SOAP_HEADER=Cabe\u00E7alho de SOAP
TEXT_SVC_SOAP_HEADER_TOOLTIP=O conte\u00FAdo do campo Cabe\u00E7alho de SOAP deve ser uma tag do Cabe\u00E7alho de SOAP (isso permite a defini\u00E7\u00E3o de mais de um cabe\u00E7alho).
TEXT_SVC_SOAP_BODY=Corpo de SOAP
TEXT_SVC_SERVICE_PROVIDER=Provedor de Chave de Servi\u00E7o
TEXT_SVC_SERVICE_PROVIDER_TOOLTIP=O servi\u00E7o de teste obt\u00E9m todas as credenciais de PKI do lado do cliente (par de chaves) para opera\u00E7\u00F5es de seguran\u00E7a do Web service (assinatura digital e criptografia) deste provedor de chave de servi\u00E7o.
TEXT_WSS_USERNAME_TOOLTIP=Este \u00E9 o nome do usu\u00E1rio usado nos tokens do Nome do Usu\u00E1rio do Web Service Security gerados do servi\u00E7o de teste.
TEXT_WSS_PASSWORD_TOOLTIP=Esta \u00E9 a senha usada nos tokens do nome do usu\u00E1rio de seguran\u00E7a do Web Service gerados do servi\u00E7o de teste.
TEXT_TRANSPORT_USERNAME_TOOLTIP=Este nome do usu\u00E1rio e a senha associada s\u00E3o usados para definir o contexto de seguran\u00E7a usados pelo servi\u00E7o de teste ao chamar o servi\u00E7o de neg\u00F3cios.
TEXT_TRANSPORT_PASSWORD_TOOLTIP=Esta \u00E9 a senha associada.
TEXT_SVC_TAB_FORM=Form
TEXT_SVC_TAB_XML=XML
TEXT_SVC_HDR_RESPONSE=Documento de Resposta
TEXT_SVC_HDR_RESPONSE_TOOLTIP=Esta \u00E9 a resposta de mensagem.
TEXT_SVC_HDR_RESPONSE_ATTACHMENT=Anexo da Resposta {0}
TEXT_SVC_HDR_RESPONSE_ATTACHMENT_TOOLTIP=Este \u00E9 o anexo da resposta.
TEXT_SVC_HDR_REQUEST_ATTACHMENT=Anexo da Solicita\u00E7\u00E3o {0}
TEXT_SVC_HDR_REQUEST_ATTACHMENT_TOOLTIP=Este \u00E9 o anexo enviado com a solicita\u00E7\u00E3o.
TEXT_SVC_HDR_LIMITED_RESPONSE=Documento de Resposta Limitada
TEXT_SVC_HDR_LIMITED_RESPONSE_TOOLTIP=Esta \u00E9 a resposta da mensagem limitada.
TEXT_SVC_HDR_RESPONSE_META=Metadados da Resposta
TEXT_SVC_HDR_RESPONSE_META_TOOLTIP=Estes s\u00E3o os metadados retornados com a resposta da mensagem.
TEXT_SVC_HDR_TRACE=Rastreamento da Chamada
TEXT_SVC_HDR_TRACE_TOOLTIP=Esta se\u00E7\u00E3o exibe graficamente o fluxo da mensagem. Voc\u00EA pode rastrear a mensagem atrav\u00E9s do servi\u00E7o e exibir o estado da mensagem em pontos pr\u00E9-selecionados no rastreamento. Os pontos de rastreamento ser\u00E3o definidos automaticamente.
TEXT_SVC_REQUEST_NONE=Este \u00E9 um Servi\u00E7o de Mensagem com um tipo de solicita\u00E7\u00E3o "none". Qualquer payload vazio ser\u00E1 enviado.
TEXT_SVC_NO_REQUEST=N\u00E3o houve solicita\u00E7\u00E3o.
TEXT_SVC_NO_RESPONSE=N\u00E3o houve resposta.
TEXT_ASXML=como XML
TEXT_EX_DETAILS=Detalhes...
TEXT_EX_NATIVE=Nativo
TEXT_EX_UNKNOWN=Desconhecido
TEXT_BROWSE=Procurar
TEXT_USERNAME=Nome do usu\u00E1rio
TEXT_PASSWORD=Senha
TEXT_USR_HDR=Cabe\u00E7alhos do Usu\u00E1rio
TEXT_USR_HDR_TOOLTIP=Voc\u00EA pode especificar os valores e metadados do cabe\u00E7alho. No entanto, quando a mensagem \u00E9 enviada, alguns cabe\u00E7alho e metadados podem ser modificados ou removidos e o transporte subjacente pode ignorar alguns cabe\u00E7alho e usar seus pr\u00F3prios valores quando o teste \u00E9 executado.
TEXT_NAME=Nome
TEXT_VALUE=Valor
TEXT_ADD=Adicionar
TEXT_OPTIONS=Op\u00E7\u00F5es
TEXT_REQUEST=solicita\u00E7\u00E3o
TEXT_RESPONSE=resposta
TEXT_TRACE_EX_STAGE=Handler de Erro de Fase
TEXT_TRACE_EX_PIPE=Handler de Erro de Pipeline
TEXT_TRACE_EX_ROUTE=Handler de Erro de Rastreamento
TEXT_TRACE_EX_SERVICE=Handler de Erro de Servi\u00E7o
TEXT_TRACE_EX_SYSTEM=Handler de Erro do Sistema
TEXT_TRACE_EX_RESUMED=retomado
TEXT_TRACE_SVC_REQUEST=(recebendo solicita\u00E7\u00E3o)
TEXT_TRACE_SVC_ECHO=(solicita\u00E7\u00E3o de eco)
TEXT_TRACE_MSG_INIT_CTX_HDR=Contexto da Mensagem Inicial
TEXT_TRACE_MSG_CTX_HDR=Altera\u00E7\u00F5es do Contexto da Mensagem
TEXT_TRACE_MSG_CTX_DELETED=foi deletado ${0}
TEXT_TRACE_MSG_CTX_ADDED=foi adicionado ${0}
TEXT_TRACE_MSG_CTX_CHANGED=foi alterado ${0}
TEXT_TRACE_CALLOUTS_HDR=Servi\u00E7os Chamados
TEXT_TRACE_CALLOUTS_REQ_HDR=Servi\u00E7os Chamados (caminho da solicita\u00E7\u00E3o)
TEXT_TRACE_CALLOUTS_RESP_HDR=Servi\u00E7os Chamados (caminho de resposta)
TEXT_TRACE_CALLOUTS_PUBLISH=Publicar para: "{0}"
TEXT_TRACE_CALLOUTS_WS=Callout de Servi\u00E7o para: "{0}"
TEXT_TRACE_ROUTE_HDR=Servi\u00E7o Roteado
TEXT_TRACE_ROUTE_NONE=Nenhum Servi\u00E7o foi chamado. A solicita\u00E7\u00E3o foi ecoada.
TEXT_TRACE_ROUTE=Rotear para: "{0}"
TEXT_TITLE_TOOLTIP=A Console de Teste do Oracle Service Bus \u00E9 usada para validar e testar o design de seu sistema. Voc\u00EA pode configurar o objeto de seu teste, executar o teste e exibir os resultados na console.
TEXT_SVC_HDR_ATTACHMENT=Anexo
TEXT_SVC_HDR_ATTACHMENT_TOOLTIP=Este painel de anexo fornece a funcionalidade para anexar arquivos com solicita\u00E7\u00E3o.
TEXT_SVC_ATTACHMENT_CONTENT_ID=Content-ID
TEXT_SVC_ATTACHMENT_FILE=Arquivo
TEXT_SVC_ATTACHMENT_FILE_NAME=Nome do Arquivo
TEXT_SVC_ATTACHMENT_FILE_INVALID=Selecione um arquivo v\u00E1lido para um anexo.
TEXT_SVC_ATTACHMENT_FILE_SIZE=Tamanho do Arquivo
TEXT_SVC_ATTACHMENT_FILE_SIZE_VALUE={0} bytes
TEXT_SVC_ATTACHMENT_RES_SIZE=Limite de Exibi\u00E7\u00E3o do Anexo de Resposta
TEXT_SVC_ATTACHMENT_RES_SIZE_DESC=Limite de Exibi\u00E7\u00E3o do Anexo de Resposta em bytes
TEXT_SVC_ATTACHMENT_RES_SIZE_INTEGER=O Limite de Exibi\u00E7\u00E3o do Anexo de Resposta deve ser um n\u00FAmero inteiro n\u00E3o negativo.
TEXT_WAIT_MESSAGE_TEST_CONSOLE=Executando a Solicita\u00E7\u00E3o...
