ICON_TOOLTIP_LAUNCH=Iniciar Consola de Prueba
ICON_TOOLTIP_NO_LAUNCH=Para este recurso, la consola de prueba requiere que la sesi\u00F3n se active.
ICON_TOOLTIP_NOT_TESTABLE=No se puede probar este servicio. {0}
ICON_TOOLTIP_NOT_AUTHORIZED=El rol de conexi\u00F3n actual no est\u00E1 autorizado para iniciar la consola de prueba.
ERROR_UNKNOWN_TYPE=No se ha reconocido el tipo de recurso "{0}".
ERROR_CREATE_RES_OBJECT=Error inesperado al crear el objeto de sesi\u00F3n para el recurso especificado:\n{0}
ERROR_FORM_GENERIC=Este formulario contiene datos no v\u00E1lidos ({0}). Compruebe los campos de entrada para consultar m\u00E1s mensajes de error detallados.
ERROR_FORM_READ_FILE=Se ha producido un error al leer el archivo de entrada:\n{0}
ERROR_FORM_EMPTY_FILE=El archivo de entrada especificado no existe o est\u00E1 vac\u00EDo.
ERROR_FORM_READ_FILE_ENC=Se ha producido un error al convertir el contenido del archivo utilizando la codificaci\u00F3n especificada: {0}
ERROR_FORM_NO_DATA=Este campo es necesario.
ERROR_FORM_INVALID_XML=El documento XML no tiene el formato correcto:\n{0}
ERROR_FORM_INVALID_SCHEMA=La entrada no es v\u00E1lida seg\u00FAn su definici\u00F3n del esquema XML:\n
ERROR_FORM_INVALID_SVC_PROVIDER=El proveedor de claves de servicio no es v\u00E1lido o no existe.
ERROR_FORM_INVALID_LOGIN=Se debe especificar una contrase\u00F1a cuando se define un nombre de usuario.
ERROR_INV_HDR_NAME=El nombre de cabecera no es v\u00E1lido.
ERROR_DUP1_HDR_NAME=Ya existe una cabecera est\u00E1ndar para el nombre especificado.
ERROR_DUP2_HDR_NAME=Ya existe la cabecera de usuario para el nombre especificado.
ERROR_SERVICE_NO_CLUSTER=No se puede acceder al servicio de prueba, ya que no se ha definido la direcci\u00F3n del cl\u00FAster.
ERROR_SERVICE_NO_RUNTIME_SERVER=No hay ning\u00FAn servidor de tiempo de ejecuci\u00F3n configurado en el dominio.
ERROR_SERVICE_ACCESS=Se ha producido un error inesperado al acceder al servicio de prueba: {0}
ERROR_SERVICE_EXEC=Se ha producido un error inesperado al ejecutar el servicio de prueba: {0}
ERROR_TEST_CONSOLE=El servicio "Consola de Prueba" no se est\u00E1 ejecutando. P\u00F3ngase en contacto con el administrador para iniciar este servicio.
TEXT_TOP=Superior
TEXT_CLOSE=Cerrar
TEXT_CLOSE_TOOLTIP=Cerrar la ventana de la consola de prueba.
TEXT_RESET=Restablecer
TEXT_RESET_TOOLTIP=Restablecer los valores de entrada.
TEXT_EXECUTE=Ejecutar
TEXT_EXECUTE_TOOLTIP=Ejecutar la prueba.
TEXT_EXECUTE_SAVE=Ejecutar-Guardar
TEXT_EXECUTE_SAVE_TOOLTIP=Ejecutar la prueba y guardar el resultado.
TEXT_BACK=Atr\u00E1s
TEXT_BACK_TOOLTIP=Volver a la p\u00E1gina anterior de la consola de prueba
TEXT_ENCODING=codificaci\u00F3n
TEXT_RESULT_DEFAULT=Resultado
TEXT_RESULT_DEFAULT_TOOLTIP=Esta p\u00E1gina muestra los resultados de prueba de un recurso.
TEXT_SENDING_REQUEST=Enviando petici\u00F3n de prueba para "{0}". Espere...
TEXT_ERROR_TITLE_CFG=Error al Acceder a la Configuraci\u00F3n de Prueba
TEXT_ERROR_TITLE_INV=Error al Llamar al Servicio de Prueba
TEXT_XQ_TITLE=Prueba de Recursos XQuery
TEXT_XQ_REQUEST=Variables
TEXT_XQ_REQUEST_TOOLTIP=Esta secci\u00F3n contiene un campo de entrada para cada una de las variables externas de XQuery.
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_PRIMITIVE=Nombre de variable presentado en el recurso XQuery.
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_XML=Nombre de la variable presentado en el recurso XQuery. Los datos son XML y pueden basarse en archivos o en texto.
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_ANY=Nombre de la variable presentado en el recurso XQuery. Debe declarar el tipo de variable mediante la casilla de control. Active la casilla de control para identificar un par\u00E1metro del tipo XML.
TEXT_BUILDER_TITLE=Prueba de Expresi\u00F3n {0}
TEXT_BUILDER_REQUEST=Variables
TEXT_BUILDER_XQUERY_EXPRESSION=Expresi\u00F3n XQuery
TEXT_BUILDER_XQUERY_NAME=Nombre de XQuery
TEXT_BUILDER_XQUERY_NAME_EXPRESSION=Expresi\u00F3n de Nombre de XQuery
TEXT_BUILDER_XSLT_NAME_EXPRESSION=Nombre de XSLT
TEXT_BUILDER_XPATH_EXPRESSION=Expresi\u00F3n XPath
TEXT_BUILDER_CONDITION_EXPRESSION=Expresi\u00F3n de Condici\u00F3n
TEXT_BUILDER_XSLT_INPUT_DOCUMENT=Documento de Entrada
TEXT_BUILDER_VARIABLE_BINDINGS=Enlaces de Variables
TEXT_BUILDER_EXPRESSION_INPUT=Entrada de Expresi\u00F3n
TEXT_BUILDER_XML_INPUT=Entrada XML
TEXT_BUILDER_XQUERY=XQuery
TEXT_BUILDER_XSLT=XSLT
TEXT_BUILDER_XPATH=XPath
TEXT_BUILDER_CONDITION=Condici\u00F3n
TEXT_XSLT_TITLE=Prueba de Recursos XSLT
TEXT_XSLT_REQUEST=Entrada y Par\u00E1metros
TEXT_XSLT_REQUEST_TOOLTIP=\u00C9ste es el documento enviado al recurso junto con los par\u00E1metros introducidos.* indica un par\u00E1metro de entrada necesario.
TEXT_XSLT_INPUT=Entrada XML
TEXT_XSLT_INPUT_TOOLTIP=La entrada XML debe basarse en archivos o en texto. Si se hace referencia a un archivo, \u00E9ste tendr\u00E1 preferencia sobre la entrada textual.
TEXT_MFL_TITLE=Prueba de Recursos MFL
TEXT_MFL_REQUEST=Documento de Entrada
TEXT_MFL_REQUEST_TOOLTIP_INPUT_XML=Transformaci\u00F3n MFL de XML a Binario
TEXT_MFL_REQUEST_TOOLTIP_INPUT_BINARY=Transformaci\u00F3n MFL de Binario a XML
TEXT_MFL_INPUT_XML=Entrada XML
TEXT_MFL_INPUT_XML_TOOLTIP=La entrada XML puede basarse en archivos o en texto. Si se hace referencia a un archivo, \u00E9ste tendr\u00E1 preferencia sobre la entrada textual.
TEXT_MFL_INPUT_BINARY=Entrada Binaria
TEXT_MFL_INPUT_BINARY_TOOLTIP=La entrada binaria puede basarse en archivos o en texto. Si se hace referencia a un archivo, \u00E9ste tendr\u00E1 preferencia sobre la entrada textual.
TEXT_MFL_OP_TITLE=Transformaciones MFL
TEXT_MFL_OP_TITLE_TOOLTIP=Para seleccionar una transformaci\u00F3n espec\u00EDfica, seleccione el nombre de la transformaci\u00F3n.
TEXT_MFL_OP_XML=XML a Binario
TEXT_MFL_OP_BINARY=Binario a XML
TEXT_PROXY_TITLE=Prueba de Servicios de Proxy
TEXT_BUSINESS_TITLE=Prueba de Servicios de Negocio
TEXT_SVC_HDR_REQUEST=Documento de Petici\u00F3n
TEXT_SVC_HDR_REQUEST_TOOLTIP=Los datos de configuraci\u00F3n introducidos aqu\u00ED representan el mensaje de petici\u00F3n, y la secci\u00F3n se organiza por tipo de servicio.
TEXT_SVC_HDR_REQUEST_RESULT_TOOLTIP=\u00C9ste es el mensaje de petici\u00F3n enviado al servicio de negocio por la consola de prueba.
TEXT_SVC_HDR_SECURITY=Seguridad
TEXT_SVC_HDR_SECURITY_TOOLTIP=El servicio SOAP de prueba se protege con Seguridad de Servicio Web (WSS). Se debe proporcionar la siguiente informaci\u00F3n antes de enviar la petici\u00F3n.
TEXT_SVC_HDR_TRANSPORT=Transporte
TEXT_SVC_HDR_TRANSPORT_TOOLTIP=Este panel de transporte proporciona una funci\u00F3n para especificar los metadatos y las cabeceras de transporte de los mensajes en la prueba.
TEXT_SVC_HDR_OPERATIONS=Operaciones Disponibles:
TEXT_SVC_HDR_OPERATIONS_TOOLTIP=Lista de operaciones de servicio disponibles para este servicio (las operaciones que requieren argumentos Java quedan excluidas, ya que no se pueden probar)
TEXT_SVC_HDR_TEST_CFG=Configuraci\u00F3n de Prueba
TEXT_SVC_HDR_TEST_CFG_TOOLTIP=Puede definir la configuraci\u00F3n de prueba para que se ejecute de distintos modos, seg\u00FAn las opciones que seleccione en esta secci\u00F3n.
TEXT_SVC_BYPASS=Llamada Directa
TEXT_SVC_BYPASS_TOOLTIP=Cuando se utiliza la funci\u00F3n Llamada Directa, los mensajes se env\u00EDan directamente al servicio de proxy, saltando el nivel de transporte.
TEXT_SVC_TRACE=Incluir Rastreo
TEXT_SVC_TRACE_TOOLTIP=Para rastrear el mensaje a trav\u00E9s de un proxy, se debe examinar el contexto de mensajes y las comunicaciones salientes en varios puntos del flujo de mensajes.
TEXT_SVC_RESPONSE=Petici\u00F3n/Respuesta
TEXT_SVC_RESPONSE_TOOLTIP=\u00C9ste es el modo de llamada. Anule la selecci\u00F3n de Petici\u00F3n/Respuesta para las llamadas de servicio unidireccionales.
TEXT_SVC_PAYLOAD=Carga \u00DAtil
TEXT_SVC_PAYLOAD_TOOLTIP_ANY_XML=El tipo de servicio es cualquier XML. La carga \u00FAtil es el documento XML que se va a enviar. Puede buscar un archivo o introducir el contenido del mensaje en el recuadro de texto facilitado.
TEXT_SVC_PAYLOAD_TOOLTIP_MESSAGING=El tipo de servicio es Mensaje. El servicio solicita una sola entrada, basada en archivo o en texto, salvo para el tipo Ninguno, que no requiere entrada. El campo de entrada de codificaci\u00F3n se utiliza para especificar la codificaci\u00F3n que se va a aplicar durante la conversi\u00F3n.
TEXT_SVC_PAYLOAD_TOOLTIP_XML=El tipo de servicio es XML. La carga \u00FAtil es el documento XML que se va a enviar. Puede buscar un archivo o introducir el contenido del mensaje en el recuadro de texto proporcionado.
TEXT_SVC_PAYLOAD_TOOLTIP_SOAP_DOC=El tipo de servicio es Documento SOAP. La carga \u00FAtil es el documento XML que se va a enviar. Puede buscar un archivo o introducir el contenido del mensaje en el recuadro de texto proporcionado.
TEXT_SVC_SOAP_ENVELOPE=Elemento Envelope de SOAP
TEXT_SVC_SOAP_ENVELOPE_TOOLTIP=Se espera que el contenido de este campo sea el elemento envelope de SOAP que se va a enviar. Puede buscar un archivo o introducir el contenido del mensaje en el recuadro de texto facilitado.
TEXT_SVC_SOAP_HEADER=Cabecera SOAP
TEXT_SVC_SOAP_HEADER_TOOLTIP=Se espera que el contenido del campo Cabecera SOAP sea una etiqueta de cabecera SOAP (esto permite definir m\u00E1s de una cabecera).
TEXT_SVC_SOAP_BODY=Cuerpo SOAP
TEXT_SVC_SERVICE_PROVIDER=Proveedor de Claves de Servicio
TEXT_SVC_SERVICE_PROVIDER_TOOLTIP=El servicio de prueba obtiene todas las credenciales PKI (par de claves) de cliente para las operaciones de seguridad de servicio web (firma digital y cifrado) de este proveedor de claves de servicio.
TEXT_WSS_USERNAME_TOOLTIP=\u00C9ste es el nombre de usuario utilizado en los tokens de nombre de usuario de Seguridad de Servicio Web generados a partir del servicio de prueba.
TEXT_WSS_PASSWORD_TOOLTIP=\u00C9sta es la contrase\u00F1a utilizada en los tokens del nombre de usuario de Seguridad de Servicio Web generados a partir del servicio de prueba.
TEXT_TRANSPORT_USERNAME_TOOLTIP=El nombre de usuario y la contrase\u00F1a asociada se utilizan para definir el contexto de seguridad utilizado por el servicio de prueba al llamar al servicio de negocio.
TEXT_TRANSPORT_PASSWORD_TOOLTIP=\u00C9sta es la contrase\u00F1a asociada.
TEXT_SVC_TAB_FORM=Pantalla
TEXT_SVC_TAB_XML=XML
TEXT_SVC_HDR_RESPONSE=Documento de Respuesta
TEXT_SVC_HDR_RESPONSE_TOOLTIP=\u00C9sta es la respuesta al mensaje.
TEXT_SVC_HDR_RESPONSE_ATTACHMENT=Anexo de Respuesta {0}
TEXT_SVC_HDR_RESPONSE_ATTACHMENT_TOOLTIP=\u00C9ste es el anexo de respuesta.
TEXT_SVC_HDR_REQUEST_ATTACHMENT=Anexo de Petici\u00F3n {0}
TEXT_SVC_HDR_REQUEST_ATTACHMENT_TOOLTIP=\u00C9ste es el anexo enviado con la solicitud.
TEXT_SVC_HDR_LIMITED_RESPONSE=Documento de Respuesta Limitado
TEXT_SVC_HDR_LIMITED_RESPONSE_TOOLTIP=\u00C9sta es la respuesta al mensaje limitada.
TEXT_SVC_HDR_RESPONSE_META=Metadatos de Respuesta
TEXT_SVC_HDR_RESPONSE_META_TOOLTIP=\u00C9stos son los metadatos devueltos con la respuesta al mensaje.
TEXT_SVC_HDR_TRACE=Rastreo de Llamada
TEXT_SVC_HDR_TRACE_TOOLTIP=Esta secci\u00F3n muestra gr\u00E1ficamente el flujo de mensajes. Puede rastrear el mensaje a trav\u00E9s del servicio y ver el estado del mensaje en puntos preseleccionados del rastreo. Los puntos de rastreo se definen autom\u00E1ticamente.
TEXT_SVC_REQUEST_NONE=Este servicio de mensajes tiene el tipo de petici\u00F3n "Ninguno". Se enviar\u00E1 una carga \u00FAtil vac\u00EDa.
TEXT_SVC_NO_REQUEST=No se detect\u00F3 ninguna petici\u00F3n.
TEXT_SVC_NO_RESPONSE=No se ha recibido ninguna respuesta.
TEXT_ASXML=como XML
TEXT_EX_DETAILS=Detalles...
TEXT_EX_NATIVE=Nativo
TEXT_EX_UNKNOWN=Desconocido
TEXT_BROWSE=Examinar
TEXT_USERNAME=Usuario
TEXT_PASSWORD=Contrase\u00F1a
TEXT_USR_HDR=Cabeceras de Usuario
TEXT_USR_HDR_TOOLTIP=Puede especificar los valores de cabecera y los metadatos. No obstante, cuando el mensaje se env\u00EDe, puede que se modifiquen o eliminen algunos metadatos o cabeceras, y el transporte subyacente ignorar\u00E1, a su vez, algunas de las cabeceras y utilizar\u00E1 sus propios valores cuando se ejecute la prueba.
TEXT_NAME=Nombre
TEXT_VALUE=Valor
TEXT_ADD=Agregar
TEXT_OPTIONS=Opciones
TEXT_REQUEST=petici\u00F3n
TEXT_RESPONSE=respuesta
TEXT_TRACE_EX_STAGE=Manejador de Errores de Etapa
TEXT_TRACE_EX_PIPE=Manejador de Errores de Pipeline
TEXT_TRACE_EX_ROUTE=Manejador de Errores de Direccionamiento
TEXT_TRACE_EX_SERVICE=Manejador de Errores de Servicio
TEXT_TRACE_EX_SYSTEM=Manejador de Errores del Sistema
TEXT_TRACE_EX_RESUMED=reanudado
TEXT_TRACE_SVC_REQUEST=(recibiendo petici\u00F3n)
TEXT_TRACE_SVC_ECHO=(realizando eco de petici\u00F3n)
TEXT_TRACE_MSG_INIT_CTX_HDR=Contexto de Mensajes Inicial
TEXT_TRACE_MSG_CTX_HDR=Cambios en el Contexto de Mensajes
TEXT_TRACE_MSG_CTX_DELETED=${0} suprimidos
TEXT_TRACE_MSG_CTX_ADDED=${0} agregados
TEXT_TRACE_MSG_CTX_CHANGED=${0} cambiados
TEXT_TRACE_CALLOUTS_HDR=Servicios Llamados
TEXT_TRACE_CALLOUTS_REQ_HDR=Servicios llamados (ruta de acceso de petici\u00F3n)
TEXT_TRACE_CALLOUTS_RESP_HDR=Servicios llamados (ruta de acceso de respuesta)
TEXT_TRACE_CALLOUTS_PUBLISH=Publicar en: "{0}"
TEXT_TRACE_CALLOUTS_WS=Llamada de Servicio a: "{0}"
TEXT_TRACE_ROUTE_HDR=Servicio Direccionado
TEXT_TRACE_ROUTE_NONE=No se ha llamado a ning\u00FAn servicio; se realiza eco de la petici\u00F3n.
TEXT_TRACE_ROUTE=Direccionar a: "{0}"
TEXT_TITLE_TOOLTIP=La Consola de Prueba de Oracle Service Bus se emplea para validar y probar el dise\u00F1o del sistema. Puede configurar el objeto de la prueba, ejecutar la prueba y ver el resultado en la consola.
TEXT_SVC_HDR_ATTACHMENT=Anexo
TEXT_SVC_HDR_ATTACHMENT_TOOLTIP=Este panel de anexos proporciona una funci\u00F3n para anexar archivos con petici\u00F3n.
TEXT_SVC_ATTACHMENT_CONTENT_ID=Identificador de Contenido
TEXT_SVC_ATTACHMENT_FILE=Archivo
TEXT_SVC_ATTACHMENT_FILE_NAME=Nombre de Archivo
TEXT_SVC_ATTACHMENT_FILE_INVALID=Seleccione un archivo v\u00E1lido como anexo.
TEXT_SVC_ATTACHMENT_FILE_SIZE=Tama\u00F1o de Archivo
TEXT_SVC_ATTACHMENT_FILE_SIZE_VALUE={0} bytes
TEXT_SVC_ATTACHMENT_RES_SIZE=L\u00EDmite Visualizaci\u00F3n Anexos Respuesta
TEXT_SVC_ATTACHMENT_RES_SIZE_DESC=L\u00EDmite de visualizaci\u00F3n de anexos de respuesta en bytes
TEXT_SVC_ATTACHMENT_RES_SIZE_INTEGER=El valor de L\u00EDmite de Visualizaci\u00F3n de Anexos de Respuesta debe ser un entero no negativo.
TEXT_WAIT_MESSAGE_TEST_CONSOLE=Ejecutando Petici\u00F3n...
