ICON_TOOLTIP_LAUNCH=Testkonsole starten
ICON_TOOLTIP_NO_LAUNCH=F\u00FCr diese Ressource erfordert die Testkonsole, dass die Session aktiviert wird.
ICON_TOOLTIP_NOT_TESTABLE=Dieser Service kann nicht getestet werden. {0}
ICON_TOOLTIP_NOT_AUTHORIZED=Die aktuelle Anmelderolle ist nicht zum Starten der Testkonsole autorisiert.
ERROR_UNKNOWN_TYPE=Ressourcentyp "{0}" wird nicht erkannt.
ERROR_CREATE_RES_OBJECT=Unerwarteter Fehler beim Erstellen des Sessionobjekts f\u00FCr die angegebene Ressource:\n{0}
ERROR_FORM_GENERIC=Dieses Formular enth\u00E4lt ung\u00FCltige Daten ({0}). Detailliertere Fehlermeldungen finden Sie in den entsprechenden Eingabefeldern.
ERROR_FORM_READ_FILE=Beim Lesen der Eingabedatei ist ein Fehler aufgetreten:\n{0}
ERROR_FORM_EMPTY_FILE=Die angegebene Eingabedatei ist entweder nicht vorhanden oder leer.
ERROR_FORM_READ_FILE_ENC=Beim Konvertieren des Dateicontents mit der angegebenen Codierung ist ein Fehler aufgetreten: {0}
ERROR_FORM_NO_DATA=Dieses Feld ist obligatorisch.
ERROR_FORM_INVALID_XML=Das XML-Dokument hat nicht das richtige Format:\n{0}
ERROR_FORM_INVALID_SCHEMA=Die Eingabe ist gem\u00E4\u00DF ihrer XML-Schemadefinition nicht g\u00FCltig:\n
ERROR_FORM_INVALID_SVC_PROVIDER=Der Service-Schl\u00FCsselprovider ist entweder ung\u00FCltig oder nicht vorhanden.
ERROR_FORM_INVALID_LOGIN=Beim Einrichten eines Benutzernamens muss ein Kennwort angegeben werden.
ERROR_INV_HDR_NAME=Der Header-Name ist ung\u00FCltig.
ERROR_DUP1_HDR_NAME=Ein Standard-Header f\u00FCr den angegebenen Namen ist bereits vorhanden.
ERROR_DUP2_HDR_NAME=Ein Benutzer-Header f\u00FCr den angegebenen Namen ist bereits vorhanden.
ERROR_SERVICE_NO_CLUSTER=Auf den Test-Service kann nicht zugegriffen werden, da die Cluster-Adresse nicht festgelegt wurde.
ERROR_SERVICE_NO_RUNTIME_SERVER=Kein Laufzeitserver in der Domain konfiguriert.
ERROR_SERVICE_ACCESS=Beim Zugriff auf den Test-Service ist ein unerwarteter Fehler aufgetreten: {0}
ERROR_SERVICE_EXEC=Beim Ausf\u00FChren des Test-Services ist ein unerwarteter Fehler aufgetreten: {0}
ERROR_TEST_CONSOLE=Service "Testkonsole" wird nicht ausgef\u00FChrt. Wenden Sie sich an den Administrator, um diesen Service zu starten.
TEXT_TOP=Oben
TEXT_CLOSE=Schlie\u00DFen
TEXT_CLOSE_TOOLTIP=Schlie\u00DFen Sie das Fenster der Testkonsole.
TEXT_RESET=Zur\u00FCcksetzen
TEXT_RESET_TOOLTIP=Setzen Sie die Eingabewerte zur\u00FCck.
TEXT_EXECUTE=Ausf\u00FChren
TEXT_EXECUTE_TOOLTIP=F\u00FChren Sie den Test aus.
TEXT_EXECUTE_SAVE=Ausf\u00FChr.+Speich.
TEXT_EXECUTE_SAVE_TOOLTIP=F\u00FChren Sie den Test aus, und speichern Sie das Ergebnis.
TEXT_BACK=Zur\u00FCck
TEXT_BACK_TOOLTIP=Zur\u00FCck zur vorherigen Seite der Testkonsole
TEXT_ENCODING=Codierung
TEXT_RESULT_DEFAULT=Ergebnis
TEXT_RESULT_DEFAULT_TOOLTIP=Auf dieser Seite werden die Ergebnisse des Testens einer Ressource angezeigt.
TEXT_SENDING_REQUEST=Testanforderung f\u00FCr "{0}" wird gesendet. Bitte warten...
TEXT_ERROR_TITLE_CFG=Fehler beim Zugriff auf Testkonfiguration
TEXT_ERROR_TITLE_INV=Fehler beim Aufrufen von Test-Service
TEXT_XQ_TITLE=XQuery-Ressourcentest
TEXT_XQ_REQUEST=Variablen
TEXT_XQ_REQUEST_TOOLTIP=Dieser Abschnitt enth\u00E4lt ein Eingabefeld f\u00FCr jede externe XQuery-Variable.
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_PRIMITIVE=Der in der XQuery-Ressource angegebene Variablenname.
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_XML=Der in der XQuery-Ressource angegebene Variablenname. Es handelt sich um XML-Daten, die dateibasiert oder textbasiert vorliegen k\u00F6nnen.
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_ANY=Der in der XQuery-Ressource angegebene Variablenname. Sie m\u00FCssen den Variablentyp mit dem Kontrollk\u00E4stchen deklarieren. Aktivieren Sie das Kontrollk\u00E4stchen, um einen Parameter vom Typ XML anzugeben.
TEXT_BUILDER_TITLE={0} Ausdruckstest
TEXT_BUILDER_REQUEST=Variablen
TEXT_BUILDER_XQUERY_EXPRESSION=XQuery-Ausdruck
TEXT_BUILDER_XQUERY_NAME=XQuery-Name
TEXT_BUILDER_XQUERY_NAME_EXPRESSION=XQuery-Namensausdruck
TEXT_BUILDER_XSLT_NAME_EXPRESSION=XSLT-Name
TEXT_BUILDER_XPATH_EXPRESSION=XPath-Ausdruck
TEXT_BUILDER_CONDITION_EXPRESSION=Bedingungsausdruck
TEXT_BUILDER_XSLT_INPUT_DOCUMENT=Eingabedokument
TEXT_BUILDER_VARIABLE_BINDINGS=Variablen-Bindings
TEXT_BUILDER_EXPRESSION_INPUT=Ausdruckseingabe
TEXT_BUILDER_XML_INPUT=XML-Eingabe
TEXT_BUILDER_XQUERY=XQuery
TEXT_BUILDER_XSLT=XSLT
TEXT_BUILDER_XPATH=XPath
TEXT_BUILDER_CONDITION=Bedingung
TEXT_XSLT_TITLE=XSLT-Ressourcentest
TEXT_XSLT_REQUEST=Eingabe und Parameter
TEXT_XSLT_REQUEST_TOOLTIP=Dies ist das Dokument, das zusammen mit den eingegebenen Parametern an die Ressource gesendet wird. * weist auf einen obligatorischen Eingabeparameter hin.
TEXT_XSLT_INPUT=XML-Eingabe
TEXT_XSLT_INPUT_TOOLTIP=Die XML-Eingabe kann dateibasiert oder textbasiert sein. Der Verweis auf eine Datei als Eingabe hat Vorrang vor einer textlichen Eingabe.
TEXT_MFL_TITLE=MFL-Ressourcentest
TEXT_MFL_REQUEST=Eingabedokument
TEXT_MFL_REQUEST_TOOLTIP_INPUT_XML=MFL-Transformation von XML zu Bin\u00E4rdaten
TEXT_MFL_REQUEST_TOOLTIP_INPUT_BINARY=MFL-Transformation von Bin\u00E4rdaten zu XML
TEXT_MFL_INPUT_XML=XML-Eingabe
TEXT_MFL_INPUT_XML_TOOLTIP=Die XML-Eingabe kann dateibasiert oder textbasiert sein. Der Verweis auf eine Datei als Eingabe hat Vorrang vor einer textlichen Eingabe.
TEXT_MFL_INPUT_BINARY=Bin\u00E4reingabe
TEXT_MFL_INPUT_BINARY_TOOLTIP=Die Bin\u00E4reingabe kann dateibasiert oder textbasiert sein. Der Verweis auf eine Datei als Eingabe hat Vorrang vor einer textlichen Eingabe.
TEXT_MFL_OP_TITLE=MFL-Transformationen
TEXT_MFL_OP_TITLE_TOOLTIP=Wenn Sie eine bestimmte Transformation ausw\u00E4hlen m\u00F6chten, klicken Sie auf den Transformationsnamen.
TEXT_MFL_OP_XML=XML zu Bin\u00E4rdaten
TEXT_MFL_OP_BINARY=Bin\u00E4rdaten zu XML
TEXT_PROXY_TITLE=Proxy-Service-Test
TEXT_BUSINESS_TITLE=Business-Service-Test
TEXT_SVC_HDR_REQUEST=Anforderungsdokument
TEXT_SVC_HDR_REQUEST_TOOLTIP=Die hier eingegebenen Konfigurationsdaten repr\u00E4sentieren die Anforderungsnachricht, und der Abschnitt ist nach Service-Typ organisiert.
TEXT_SVC_HDR_REQUEST_RESULT_TOOLTIP=Dies ist die Anforderungsnachricht, die von der Testkonsole an den Business-Service gesendet wird.
TEXT_SVC_HDR_SECURITY=Sicherheit
TEXT_SVC_HDR_SECURITY_TOOLTIP=Der Test-SOAP-Service ist durch Web Service Security (WSS) gesch\u00FCtzt. Die folgenden Informationen m\u00FCssen angegeben werden, bevor die Anforderung gesendet wird.
TEXT_SVC_HDR_TRANSPORT=Transport
TEXT_SVC_HDR_TRANSPORT_TOOLTIP=Dieses Transportfenster enth\u00E4lt die Funktionalit\u00E4t, mit der die Metadaten und Transport-Header f\u00FCr Nachrichten im Test angegeben werden.
TEXT_SVC_HDR_OPERATIONS=Verf\u00FCgbare Vorg\u00E4nge:
TEXT_SVC_HDR_OPERATIONS_TOOLTIP=Die Liste der verf\u00FCgbaren Service-Vorg\u00E4nge f\u00FCr diesen Service (Vorg\u00E4nge, die Java-Argumente erfordern, sind ausgeschlossen, da sie nicht getestet werden k\u00F6nnen)
TEXT_SVC_HDR_TEST_CFG=Testkonfiguration
TEXT_SVC_HDR_TEST_CFG_TOOLTIP=Sie k\u00F6nnen die Testkonfiguration auf verschiedene Arten zur Ausf\u00FChrung einrichten, je nach den in diesem Abschnitt ausgew\u00E4hlten Optionen.
TEXT_SVC_BYPASS=Direkter Aufruf
TEXT_SVC_BYPASS_TOOLTIP=Mit der Option "Direkter Aufruf" k\u00F6nnen Nachrichten unter Umgehung der Transportebene direkt an den Proxy-Service gesendet werden.
TEXT_SVC_TRACE=Einschlie\u00DFlich Tracing
TEXT_SVC_TRACE_TOOLTIP=Beim Tracing einer Nachricht durch den Proxy-Service wird der Nachrichtenkontext und die ausgehende Kommunikation an verschiedenen Punkten des Nachrichtenflusses gepr\u00FCft.
TEXT_SVC_RESPONSE=Anforderung/Antwort
TEXT_SVC_RESPONSE_TOOLTIP=Dies ist der Aufrufmodus. F\u00FCr unidirektionale Service-Aufrufe heben Sie die Auswahl von "Anforderung/Antwort" auf.
TEXT_SVC_PAYLOAD=Payload
TEXT_SVC_PAYLOAD_TOOLTIP_ANY_XML=Der Service-Typ ist jede beliebige XML. Die Payload ist das XML-Dokument, das gerade gesendet wird. Sie k\u00F6nnen zu einer Datei navigieren oder den Nachrichtencontent in das verf\u00FCgbare Textfeld eingeben.
TEXT_SVC_PAYLOAD_TOOLTIP_MESSAGING=Der Service-Typ ist "Messaging". Der Service fordert eine einzelne Eingabe, entweder dateibasiert oder textbasiert. Dies gilt nicht f\u00FCr den Typ "Keine", bei dem keine Eingabe erforderlich ist. Das Codierungseingabefeld wird zur Angabe der w\u00E4hrend der Konvertierung anzuwendenden Codierung verwendet.
TEXT_SVC_PAYLOAD_TOOLTIP_XML=Der Service-Typ ist "XML". Die Payload ist das XML-Dokument, das gerade gesendet wird. Sie k\u00F6nnen zu einer Datei navigieren oder den Nachrichtencontent in das verf\u00FCgbare Textfeld eingeben.
TEXT_SVC_PAYLOAD_TOOLTIP_SOAP_DOC=Der Service-Typ ist "SOAP-Dokument". Die Payload ist das XML-Dokument, das gerade gesendet wird. Sie k\u00F6nnen zu einer Datei navigieren oder den Nachrichtencontent in das verf\u00FCgbare Textfeld eingeben.
TEXT_SVC_SOAP_ENVELOPE=SOAP-Envelope
TEXT_SVC_SOAP_ENVELOPE_TOOLTIP=Als Content dieses Feldes wird der gerade gesendete SOAP-Envelope erwartet. Sie k\u00F6nnen zu einer Datei navigieren oder den Nachrichtencontent in das verf\u00FCgbare Textfeld eingeben.
TEXT_SVC_SOAP_HEADER=SOAP-Header
TEXT_SVC_SOAP_HEADER_TOOLTIP=Als Content des SOAP-Header-Feldes wird das SOAP-Header Tag erwartet (dadurch wird die Definition von mehr als einem Header erm\u00F6glicht).
TEXT_SVC_SOAP_BODY=SOAP-Body
TEXT_SVC_SERVICE_PROVIDER=Service-Schl\u00FCsselprovider
TEXT_SVC_SERVICE_PROVIDER_TOOLTIP=Der Test-Service ruft alle clientseitigen PKI-Zugangsdaten (Schl\u00FCsselpaare) f\u00FCr Web Service Security-Vorg\u00E4nge (digitale Signatur und Verschl\u00FCsselung) von diesem Service-Schl\u00FCsselprovider ab.
TEXT_WSS_USERNAME_TOOLTIP=Dies ist der vom Test-Service in den Benutzernamentoken von Web Service Security generierte Benutzername.
TEXT_WSS_PASSWORD_TOOLTIP=Dies ist das vom Test-Service in den Benutzernamentoken von Web Service Security generierte Kennwort.
TEXT_TRANSPORT_USERNAME_TOOLTIP=Dieser Benutzername und das zugeh\u00F6rige Kennwort werden f\u00FCr die Einrichtung des Sicherheitskontextes verwendet, der vom Test-Service beim Aufrufen des Business-Services verwendet wird.
TEXT_TRANSPORT_PASSWORD_TOOLTIP=Dies ist das zugeh\u00F6rige Kennwort.
TEXT_SVC_TAB_FORM=Form
TEXT_SVC_TAB_XML=XML
TEXT_SVC_HDR_RESPONSE=Antwortdokument
TEXT_SVC_HDR_RESPONSE_TOOLTIP=Dies ist die Nachrichtenantwort.
TEXT_SVC_HDR_RESPONSE_ATTACHMENT=Antwortanhang {0}
TEXT_SVC_HDR_RESPONSE_ATTACHMENT_TOOLTIP=Dies ist der Antwortanhang.
TEXT_SVC_HDR_REQUEST_ATTACHMENT=Anforderungsanhang {0}
TEXT_SVC_HDR_REQUEST_ATTACHMENT_TOOLTIP=Dies ist der Anhang, der mit der Anforderung gesendet wird.
TEXT_SVC_HDR_LIMITED_RESPONSE=Begrenztes Antwortdokument
TEXT_SVC_HDR_LIMITED_RESPONSE_TOOLTIP=Dies ist die begrenzte Nachrichtenantwort.
TEXT_SVC_HDR_RESPONSE_META=Antwortmetadaten
TEXT_SVC_HDR_RESPONSE_META_TOOLTIP=Dies sind die mit der Nachrichtenantwort zur\u00FCckgegebenen Metadaten.
TEXT_SVC_HDR_TRACE=Aufrufs-Trace
TEXT_SVC_HDR_TRACE_TOOLTIP=Dieser Abschnitt stellt den Nachrichtenfluss grafisch dar. Sie k\u00F6nnen die Nachricht durch den Service hindurch nachverfolgen und den Status der Nachricht an vordefinierten Punkten im Trace anzeigen. Die Trace-Punkte werden automatisch festgelegt.
TEXT_SVC_REQUEST_NONE=Dies ist ein Messaging Service mit dem Anforderungstyp "Keine". Eine leere Payload wird gesendet.
TEXT_SVC_NO_REQUEST=Es war keine Anforderung vorhanden.
TEXT_SVC_NO_RESPONSE=Es war keine Antwort vorhanden.
TEXT_ASXML=als XML
TEXT_EX_DETAILS=Details...
TEXT_EX_NATIVE=Nativ
TEXT_EX_UNKNOWN=Unbekannt
TEXT_BROWSE=Durchsuchen
TEXT_USERNAME=Benutzername
TEXT_PASSWORD=Kennwort
TEXT_USR_HDR=Benutzer-Header
TEXT_USR_HDR_TOOLTIP=Sie k\u00F6nnen Ihre eigenen Header-Werte und Metadaten angeben. Wenn die Nachricht jedoch gesendet wird, werden einige der Header und Metadaten m\u00F6glicherweise ge\u00E4ndert oder entfernt. Umgekehrt ignoriert der zugrunde liegende Transport m\u00F6glicherweise einige der Header und verwendet seine eigenen Werte, wenn der Test ausgef\u00FChrt wird.
TEXT_NAME=Name
TEXT_VALUE=Wert
TEXT_ADD=Hinzuf\u00FCgen
TEXT_OPTIONS=Optionen
TEXT_REQUEST=Anforderung
TEXT_RESPONSE=Antwort
TEXT_TRACE_EX_STAGE=Stage Error Handler
TEXT_TRACE_EX_PIPE=Pipeline Error Handler
TEXT_TRACE_EX_ROUTE=Route Error Handler
TEXT_TRACE_EX_SERVICE=Service Error Handler
TEXT_TRACE_EX_SYSTEM=System Error Handler
TEXT_TRACE_EX_RESUMED=Wiederaufgenommen
TEXT_TRACE_SVC_REQUEST=(Anforderung wird empfangen)
TEXT_TRACE_SVC_ECHO=(Anforderung wird wiederholt)
TEXT_TRACE_MSG_INIT_CTX_HDR=Ausgangsnachrichtenkontext
TEXT_TRACE_MSG_CTX_HDR=Nachrichtenkontext\u00E4nderungen
TEXT_TRACE_MSG_CTX_DELETED=gel\u00F6scht ${0}
TEXT_TRACE_MSG_CTX_ADDED=hinzugef\u00FCgt ${0}
TEXT_TRACE_MSG_CTX_CHANGED=ge\u00E4ndert ${0}
TEXT_TRACE_CALLOUTS_HDR=Aufgerufene Services
TEXT_TRACE_CALLOUTS_REQ_HDR=Aufgerufene Services (Anforderungspfad)
TEXT_TRACE_CALLOUTS_RESP_HDR=Aufgerufene Services (Antwortpfad)
TEXT_TRACE_CALLOUTS_PUBLISH=Publizieren in: "{0}"
TEXT_TRACE_CALLOUTS_WS=Service Callout an: "{0}"
TEXT_TRACE_ROUTE_HDR=Weitergeleiteter Service
TEXT_TRACE_ROUTE_NONE=Es wurde kein Service aufgerufen. Die Anforderung wird wiederholt.
TEXT_TRACE_ROUTE=Weiterleiten an: "{0}"
TEXT_TITLE_TOOLTIP=Die Testkonsole von Oracle Service Bus wird zur Validierung und zum Testen des Systemdesigns verwendet. Sie k\u00F6nnen das Objekt des Testes konfigurieren, den Test ausf\u00FChren und die Ergebnisse in der Konsole anzeigen.
TEXT_SVC_HDR_ATTACHMENT=Anhang
TEXT_SVC_HDR_ATTACHMENT_TOOLTIP=Dieses Anhangsfenster stellt die Funktionalit\u00E4t zum Anh\u00E4ngen von Dateien mit Anforderung zur Verf\u00FCgung.
TEXT_SVC_ATTACHMENT_CONTENT_ID=Content-ID
TEXT_SVC_ATTACHMENT_FILE=Datei
TEXT_SVC_ATTACHMENT_FILE_NAME=Dateiname
TEXT_SVC_ATTACHMENT_FILE_INVALID=W\u00E4hlen Sie eine g\u00FCltige Datei als Anhang.
TEXT_SVC_ATTACHMENT_FILE_SIZE=Dateigr\u00F6\u00DFe
TEXT_SVC_ATTACHMENT_FILE_SIZE_VALUE={0} Byte
TEXT_SVC_ATTACHMENT_RES_SIZE=Anzeigegrenzwert f\u00FCr Antwortanhang
TEXT_SVC_ATTACHMENT_RES_SIZE_DESC=Anzeigegrenzwert f\u00FCr Antwortanhang in Byte
TEXT_SVC_ATTACHMENT_RES_SIZE_INTEGER=Der Anzeigegrenzwert f\u00FCr den Antwortanhang muss eine nicht-negative Ganzzahl sein.
TEXT_WAIT_MESSAGE_TEST_CONSOLE=Anforderung wird ausgef\u00FChrt...
