ICON_TOOLTIP_LAUNCH=\u30C6\u30B9\u30C8\u30FB\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u8D77\u52D5
ICON_TOOLTIP_NO_LAUNCH=\u30C6\u30B9\u30C8\u30FB\u30B3\u30F3\u30BD\u30FC\u30EB\u3067\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u4F7F\u7528\u3059\u308B\u5834\u5408\u3001\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u304C\u5FC5\u8981\u3067\u3059\u3002
ICON_TOOLTIP_NOT_TESTABLE=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306F\u30C6\u30B9\u30C8\u3067\u304D\u307E\u305B\u3093\u3002{0}
ICON_TOOLTIP_NOT_AUTHORIZED=\u73FE\u5728\u306E\u30ED\u30B0\u30A4\u30F3\u30FB\u30ED\u30FC\u30EB\u306F\u30C6\u30B9\u30C8\u30FB\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u8D77\u52D5\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
ERROR_UNKNOWN_TYPE=\u30EA\u30BD\u30FC\u30B9\u30FB\u30BF\u30A4\u30D7"{0}"\u306F\u8A8D\u8B58\u3055\u308C\u307E\u305B\u3093\u3002
ERROR_CREATE_RES_OBJECT=\u6307\u5B9A\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u3067\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u4F5C\u6210\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{0}
ERROR_FORM_GENERIC=\u3053\u306E\u30D5\u30A9\u30FC\u30E0\u306B\u7121\u52B9\u306A\u30C7\u30FC\u30BF({0})\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u5165\u529B\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u8A73\u7D30\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_FORM_READ_FILE=\u5165\u529B\u30D5\u30A1\u30A4\u30EB\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{0}
ERROR_FORM_EMPTY_FILE=\u6307\u5B9A\u306E\u5165\u529B\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u7A7A\u3067\u3059\u3002
ERROR_FORM_READ_FILE_ENC=\u6307\u5B9A\u3055\u308C\u305F\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u3092\u4F7F\u7528\u3057\u3066\u30D5\u30A1\u30A4\u30EB\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u5909\u63DB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
ERROR_FORM_NO_DATA=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u5FC5\u9808\u3067\u3059\u3002
ERROR_FORM_INVALID_XML=XML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u6B63\u3057\u3044\u5F62\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093:\n{0}
ERROR_FORM_INVALID_SCHEMA=\u5165\u529B\u306FXML\u30B9\u30AD\u30FC\u30DE\u5B9A\u7FA9\u306B\u3088\u308B\u3068\u7121\u52B9\u3067\u3059:\n
ERROR_FORM_INVALID_SVC_PROVIDER=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u7121\u52B9\u3067\u3042\u308B\u304B\u3001\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ERROR_FORM_INVALID_LOGIN=\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u8A2D\u5B9A\u3057\u305F\u5834\u5408\u306F\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_INV_HDR_NAME=\u30D8\u30C3\u30C0\u30FC\u540D\u304C\u7121\u52B9\u3067\u3059\u3002
ERROR_DUP1_HDR_NAME=\u6307\u5B9A\u3057\u305F\u540D\u524D\u306E\u6A19\u6E96\u30D8\u30C3\u30C0\u30FC\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
ERROR_DUP2_HDR_NAME=\u6307\u5B9A\u3057\u305F\u540D\u524D\u306E\u30E6\u30FC\u30B6\u30FC\u30FB\u30D8\u30C3\u30C0\u30FC\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
ERROR_SERVICE_NO_CLUSTER=\u30AF\u30E9\u30B9\u30BF\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30C6\u30B9\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
ERROR_SERVICE_NO_RUNTIME_SERVER=\u30C9\u30E1\u30A4\u30F3\u306B\u30E9\u30F3\u30BF\u30A4\u30E0\u30FB\u30B5\u30FC\u30D0\u30FC\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
ERROR_SERVICE_ACCESS=\u30C6\u30B9\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
ERROR_SERVICE_EXEC=\u30C6\u30B9\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u5B9F\u884C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
ERROR_TEST_CONSOLE=\u30C6\u30B9\u30C8\u30FB\u30B3\u30F3\u30BD\u30FC\u30EB\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u5B9F\u884C\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TEXT_TOP=\u5148\u982D\u3078
TEXT_CLOSE=\u9589\u3058\u308B
TEXT_CLOSE_TOOLTIP=\u30C6\u30B9\u30C8\u30FB\u30B3\u30F3\u30BD\u30FC\u30EB\u30FB\u30A6\u30A3\u30F3\u30C9\u30A6\u3092\u9589\u3058\u307E\u3059\u3002
TEXT_RESET=\u30EA\u30BB\u30C3\u30C8
TEXT_RESET_TOOLTIP=\u5165\u529B\u5024\u3092\u30EA\u30BB\u30C3\u30C8\u3057\u307E\u3059\u3002
TEXT_EXECUTE=\u5B9F\u884C
TEXT_EXECUTE_TOOLTIP=\u30C6\u30B9\u30C8\u3092\u5B9F\u884C\u3057\u307E\u3059\u3002
TEXT_EXECUTE_SAVE=\u5B9F\u884C-\u4FDD\u5B58
TEXT_EXECUTE_SAVE_TOOLTIP=\u30C6\u30B9\u30C8\u3092\u5B9F\u884C\u3057\u3001\u7D50\u679C\u3092\u4FDD\u5B58\u3057\u307E\u3059\u3002
TEXT_BACK=\u623B\u308B
TEXT_BACK_TOOLTIP=\u524D\u306E\u30C6\u30B9\u30C8\u30FB\u30B3\u30F3\u30BD\u30FC\u30EB\u30FB\u30DA\u30FC\u30B8\u306B\u623B\u308A\u307E\u3059
TEXT_ENCODING=\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0
TEXT_RESULT_DEFAULT=\u7D50\u679C
TEXT_RESULT_DEFAULT_TOOLTIP=\u3053\u306E\u30DA\u30FC\u30B8\u306F\u30EA\u30BD\u30FC\u30B9\u306E\u30C6\u30B9\u30C8\u7D50\u679C\u3092\u8868\u793A\u3057\u307E\u3059\u3002
TEXT_SENDING_REQUEST="{0}"\u306E\u30C6\u30B9\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u9001\u4FE1\u3057\u3066\u3044\u307E\u3059\u3002\u3057\u3070\u3089\u304F\u304A\u5F85\u3061\u304F\u3060\u3055\u3044...
TEXT_ERROR_TITLE_CFG=\u30C6\u30B9\u30C8\u69CB\u6210\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u30FB\u30A8\u30E9\u30FC
TEXT_ERROR_TITLE_INV=\u30C6\u30B9\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u547C\u51FA\u3057\u30A8\u30E9\u30FC
TEXT_XQ_TITLE=XQuery\u30EA\u30BD\u30FC\u30B9\u30FB\u30C6\u30B9\u30C8
TEXT_XQ_REQUEST=\u5909\u6570
TEXT_XQ_REQUEST_TOOLTIP=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u3001\u5404XQuery\u5916\u90E8\u5909\u6570\u306B\u5BFE\u3057\u30661\u3064\u305A\u3064\u5165\u529B\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_PRIMITIVE=XQuery\u30EA\u30BD\u30FC\u30B9\u5185\u306B\u793A\u3055\u308C\u3066\u3044\u308B\u5909\u6570\u540D\u3002
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_XML=XQuery\u30EA\u30BD\u30FC\u30B9\u5185\u306B\u793A\u3055\u308C\u3066\u3044\u308B\u5909\u6570\u540D\u3002\u30C7\u30FC\u30BF\u306FXML\u3067\u3042\u308A\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30D9\u30FC\u30B9\u307E\u305F\u306F\u30C6\u30AD\u30B9\u30C8\u30FB\u30D9\u30FC\u30B9\u3068\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_ANY=XQuery\u30EA\u30BD\u30FC\u30B9\u5185\u306B\u793A\u3055\u308C\u3066\u3044\u308B\u5909\u6570\u540D\u3002\u30C1\u30A7\u30C3\u30AF\u30FB\u30DC\u30C3\u30AF\u30B9\u3092\u4F7F\u7528\u3057\u3066\u5909\u6570\u306E\u578B\u3092\u5BA3\u8A00\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u578B\u304CXML\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8B58\u5225\u3059\u308B\u306B\u306F\u3001\u30C1\u30A7\u30C3\u30AF\u30FB\u30DC\u30C3\u30AF\u30B9\u3092\u30AA\u30F3\u306B\u3057\u307E\u3059\u3002
TEXT_BUILDER_TITLE={0}\u5F0F\u30C6\u30B9\u30C8
TEXT_BUILDER_REQUEST=\u5909\u6570
TEXT_BUILDER_XQUERY_EXPRESSION=XQuery\u5F0F
TEXT_BUILDER_XQUERY_NAME=XQuery\u540D
TEXT_BUILDER_XQUERY_NAME_EXPRESSION=XQuery\u540D\u524D\u5F0F
TEXT_BUILDER_XSLT_NAME_EXPRESSION=XSLT\u540D
TEXT_BUILDER_XPATH_EXPRESSION=XPath\u5F0F
TEXT_BUILDER_CONDITION_EXPRESSION=\u6761\u4EF6\u5F0F
TEXT_BUILDER_XSLT_INPUT_DOCUMENT=\u5165\u529B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8
TEXT_BUILDER_VARIABLE_BINDINGS=\u5909\u6570\u30D0\u30A4\u30F3\u30C9
TEXT_BUILDER_EXPRESSION_INPUT=\u5F0F\u5165\u529B
TEXT_BUILDER_XML_INPUT=XML\u5165\u529B
TEXT_BUILDER_XQUERY=XQuery
TEXT_BUILDER_XSLT=XSLT
TEXT_BUILDER_XPATH=XPath
TEXT_BUILDER_CONDITION=\u6761\u4EF6
TEXT_XSLT_TITLE=XSLT\u30EA\u30BD\u30FC\u30B9\u30FB\u30C6\u30B9\u30C8
TEXT_XSLT_REQUEST=\u5165\u529B\u304A\u3088\u3073\u30D1\u30E9\u30E1\u30FC\u30BF
TEXT_XSLT_REQUEST_TOOLTIP=\u3053\u308C\u306F\u3001\u5165\u529B\u3057\u305F\u30D1\u30E9\u30E1\u30FC\u30BF\u3068\u3068\u3082\u306B\u30EA\u30BD\u30FC\u30B9\u306B\u9001\u4FE1\u3055\u308C\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3067\u3059\u3002*\u306F\u3001\u5FC5\u9808\u306E\u5165\u529B\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u3057\u307E\u3059\u3002
TEXT_XSLT_INPUT=XML\u5165\u529B
TEXT_XSLT_INPUT_TOOLTIP=XML\u5165\u529B\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30D9\u30FC\u30B9\u307E\u305F\u306F\u30C6\u30AD\u30B9\u30C8\u30FB\u30D9\u30FC\u30B9\u3068\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u5165\u529B\u7528\u306E\u30D5\u30A1\u30A4\u30EB\u53C2\u7167\u306F\u3001\u30C6\u30AD\u30B9\u30C8\u306B\u3088\u308B\u5165\u529B\u3088\u308A\u3082\u512A\u5148\u3055\u308C\u307E\u3059\u3002
TEXT_MFL_TITLE=MFL\u30EA\u30BD\u30FC\u30B9\u30FB\u30C6\u30B9\u30C8
TEXT_MFL_REQUEST=\u5165\u529B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8
TEXT_MFL_REQUEST_TOOLTIP_INPUT_XML=MFL XML\u304B\u3089\u30D0\u30A4\u30CA\u30EA\u3078\u306E\u5909\u63DB
TEXT_MFL_REQUEST_TOOLTIP_INPUT_BINARY=MFL\u30D0\u30A4\u30CA\u30EA\u304B\u3089XML\u3078\u306E\u5909\u63DB
TEXT_MFL_INPUT_XML=XML\u5165\u529B
TEXT_MFL_INPUT_XML_TOOLTIP=XML\u5165\u529B\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30D9\u30FC\u30B9\u307E\u305F\u306F\u30C6\u30AD\u30B9\u30C8\u30FB\u30D9\u30FC\u30B9\u3068\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u5165\u529B\u7528\u306E\u30D5\u30A1\u30A4\u30EB\u53C2\u7167\u306F\u3001\u30C6\u30AD\u30B9\u30C8\u306B\u3088\u308B\u5165\u529B\u3088\u308A\u3082\u512A\u5148\u3055\u308C\u307E\u3059\u3002
TEXT_MFL_INPUT_BINARY=\u30D0\u30A4\u30CA\u30EA\u5165\u529B
TEXT_MFL_INPUT_BINARY_TOOLTIP=\u30D0\u30A4\u30CA\u30EA\u5165\u529B\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30D9\u30FC\u30B9\u307E\u305F\u306F\u30C6\u30AD\u30B9\u30C8\u30FB\u30D9\u30FC\u30B9\u3068\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u5165\u529B\u7528\u306E\u30D5\u30A1\u30A4\u30EB\u53C2\u7167\u306F\u3001\u30C6\u30AD\u30B9\u30C8\u306B\u3088\u308B\u5165\u529B\u3088\u308A\u3082\u512A\u5148\u3055\u308C\u307E\u3059\u3002
TEXT_MFL_OP_TITLE=MFL\u5909\u63DB
TEXT_MFL_OP_TITLE_TOOLTIP=\u7279\u5B9A\u306E\u5909\u63DB\u3092\u9078\u629E\u3059\u308B\u306B\u306F\u3001\u5909\u63DB\u540D\u3092\u9078\u629E\u3057\u307E\u3059\u3002
TEXT_MFL_OP_XML=XML\u304B\u3089\u30D0\u30A4\u30CA\u30EA
TEXT_MFL_OP_BINARY=\u30D0\u30A4\u30CA\u30EA\u304B\u3089XML
TEXT_PROXY_TITLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30C6\u30B9\u30C8
TEXT_BUSINESS_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30C6\u30B9\u30C8
TEXT_SVC_HDR_REQUEST=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8
TEXT_SVC_HDR_REQUEST_TOOLTIP=\u3053\u3053\u306B\u5165\u529B\u3059\u308B\u69CB\u6210\u30C7\u30FC\u30BF\u306F\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8868\u3057\u307E\u3059\u3002\u30BB\u30AF\u30B7\u30E7\u30F3\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u5225\u306B\u7DE8\u6210\u3055\u308C\u307E\u3059\u3002
TEXT_SVC_HDR_REQUEST_RESULT_TOOLTIP=\u3053\u308C\u306F\u30C6\u30B9\u30C8\u30FB\u30B3\u30F3\u30BD\u30FC\u30EB\u304B\u3089\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u9001\u4FE1\u3055\u308C\u308B\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
TEXT_SVC_HDR_SECURITY=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3
TEXT_SVC_HDR_SECURITY_TOOLTIP=\u30C6\u30B9\u30C8SOAP\u30B5\u30FC\u30D3\u30B9\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3(WSS)\u3067\u4FDD\u8B77\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u9001\u4FE1\u3059\u308B\u524D\u306B\u3001\u6B21\u306E\u60C5\u5831\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TEXT_SVC_HDR_TRANSPORT=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8
TEXT_SVC_HDR_TRANSPORT_TOOLTIP=\u3053\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D1\u30CD\u30EB\u306E\u6A5F\u80FD\u3092\u4F7F\u7528\u3057\u3066\u3001\u30C6\u30B9\u30C8\u3067\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3068\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D8\u30C3\u30C0\u30FC\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
TEXT_SVC_HDR_OPERATIONS=\u4F7F\u7528\u53EF\u80FD\u306A\u64CD\u4F5C:
TEXT_SVC_HDR_OPERATIONS_TOOLTIP=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u3064\u3044\u3066\u4F7F\u7528\u53EF\u80FD\u306A\u30B5\u30FC\u30D3\u30B9\u64CD\u4F5C\u306E\u30EA\u30B9\u30C8(java\u5F15\u6570\u3092\u5FC5\u8981\u3068\u3059\u308B\u64CD\u4F5C\u306F\u30C6\u30B9\u30C8\u3067\u304D\u306A\u3044\u305F\u3081\u9664\u5916)
TEXT_SVC_HDR_TEST_CFG=\u30C6\u30B9\u30C8\u69CB\u6210
TEXT_SVC_HDR_TEST_CFG_TOOLTIP=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u9078\u629E\u3057\u305F\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u5FDC\u3058\u3066\u69D8\u3005\u306A\u65B9\u6CD5\u3067\u5B9F\u884C\u3059\u308B\u3088\u3046\u306B\u3001\u30C6\u30B9\u30C8\u7528\u306E\u69CB\u6210\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u3059\u3002
TEXT_SVC_BYPASS=\u76F4\u63A5\u547C\u51FA\u3057
TEXT_SVC_BYPASS_TOOLTIP=\u76F4\u63A5\u547C\u51FA\u3057\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u5C64\u3092\u30D0\u30A4\u30D1\u30B9\u3057\u3066\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u76F4\u63A5\u9001\u4FE1\u3055\u308C\u307E\u3059\u3002
TEXT_SVC_TRACE=\u30C8\u30EC\u30FC\u30B9\u3092\u542B\u3080
TEXT_SVC_TRACE_TOOLTIP=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u4ECB\u3057\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30C8\u30EC\u30FC\u30B9\u3067\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u306E\u69D8\u3005\u306A\u30DD\u30A4\u30F3\u30C8\u3067\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u78BA\u8A8D\u3068\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u3092\u884C\u3046\u901A\u4FE1\u304C\u767A\u751F\u3057\u307E\u3059\u3002
TEXT_SVC_RESPONSE=\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9
TEXT_SVC_RESPONSE_TOOLTIP=\u3053\u308C\u306F\u547C\u51FA\u3057\u30E2\u30FC\u30C9\u3067\u3059\u3002\u4E00\u65B9\u5411\u306E\u30B5\u30FC\u30D3\u30B9\u547C\u51FA\u3057\u3067\u306F\u3001\u300C\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u300D\u3092\u9078\u629E\u89E3\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TEXT_SVC_PAYLOAD=\u30DA\u30A4\u30ED\u30FC\u30C9
TEXT_SVC_PAYLOAD_TOOLTIP_ANY_XML=\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u306F\u4EFB\u610F\u306EXML\u3067\u3059\u3002\u30DA\u30A4\u30ED\u30FC\u30C9\u306F\u3001\u9001\u4FE1\u3055\u308C\u308BXML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3067\u3059\u3002\u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u3057\u3066\u9078\u629E\u3059\u308B\u304B\u3001\u8868\u793A\u3055\u308C\u3066\u3044\u308B\u30C6\u30AD\u30B9\u30C8\u30FB\u30DC\u30C3\u30AF\u30B9\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u5185\u5BB9\u3092\u5165\u529B\u3067\u304D\u307E\u3059\u3002
TEXT_SVC_PAYLOAD_TOOLTIP_MESSAGING=\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u3067\u3059\u3002\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u3001\u5358\u4E00\u306E\u5165\u529B(\u30D5\u30A1\u30A4\u30EB\u30FB\u30D9\u30FC\u30B9\u307E\u305F\u306F\u30C6\u30AD\u30B9\u30C8\u30FB\u30D9\u30FC\u30B9)\u304C\u5FC5\u8981\u3067\u3059\u3002\u4F8B\u5916\u3068\u3057\u3066\u3001\u30BF\u30A4\u30D7\u304C\u300C\u306A\u3057\u300D\u306E\u5834\u5408\u306F\u5165\u529B\u306F\u5FC5\u8981\u3042\u308A\u307E\u305B\u3093\u3002\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u306E\u5165\u529B\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3001\u5909\u63DB\u6642\u306B\u9069\u7528\u3055\u308C\u308B\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
TEXT_SVC_PAYLOAD_TOOLTIP_XML=\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u306FXML\u3067\u3059\u3002\u30DA\u30A4\u30ED\u30FC\u30C9\u306F\u3001\u9001\u4FE1\u3055\u308C\u308BXML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3067\u3059\u3002\u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u3057\u3066\u9078\u629E\u3059\u308B\u304B\u3001\u8868\u793A\u3055\u308C\u3066\u3044\u308B\u30C6\u30AD\u30B9\u30C8\u30FB\u30DC\u30C3\u30AF\u30B9\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u5185\u5BB9\u3092\u5165\u529B\u3067\u304D\u307E\u3059\u3002
TEXT_SVC_PAYLOAD_TOOLTIP_SOAP_DOC=\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u306FSOAP\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3067\u3059\u3002\u30DA\u30A4\u30ED\u30FC\u30C9\u306F\u3001\u9001\u4FE1\u3055\u308C\u308BXML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3067\u3059\u3002\u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u3057\u3066\u9078\u629E\u3059\u308B\u304B\u3001\u8868\u793A\u3055\u308C\u3066\u3044\u308B\u30C6\u30AD\u30B9\u30C8\u30FB\u30DC\u30C3\u30AF\u30B9\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u5185\u5BB9\u3092\u5165\u529B\u3067\u304D\u307E\u3059\u3002
TEXT_SVC_SOAP_ENVELOPE=SOAP\u30A8\u30F3\u30D9\u30ED\u30FC\u30D7
TEXT_SVC_SOAP_ENVELOPE_TOOLTIP=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5185\u5BB9\u306F\u3001\u9001\u4FE1\u3055\u308C\u308BSOAP\u30A8\u30F3\u30D9\u30ED\u30FC\u30D7\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u3057\u3066\u9078\u629E\u3059\u308B\u304B\u3001\u8868\u793A\u3055\u308C\u3066\u3044\u308B\u30C6\u30AD\u30B9\u30C8\u30FB\u30DC\u30C3\u30AF\u30B9\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u5185\u5BB9\u3092\u5165\u529B\u3067\u304D\u307E\u3059\u3002
TEXT_SVC_SOAP_HEADER=SOAP\u30D8\u30C3\u30C0\u30FC
TEXT_SVC_SOAP_HEADER_TOOLTIP=\u300CSOAP\u30D8\u30C3\u30C0\u30FC\u300D\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5185\u5BB9\u306F\u3001SOAP\u30D8\u30C3\u30C0\u30FC\u30FB\u30BF\u30B0\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059(\u3053\u308C\u306B\u3088\u308A\u3001\u8907\u6570\u306E\u30D8\u30C3\u30C0\u30FC\u3092\u5B9A\u7FA9\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059)\u3002
TEXT_SVC_SOAP_BODY=SOAP\u672C\u4F53
TEXT_SVC_SERVICE_PROVIDER=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0
TEXT_SVC_SERVICE_PROVIDER_TOOLTIP=\u30C6\u30B9\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u3001Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u64CD\u4F5C(\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u3068\u6697\u53F7\u5316)\u306E\u3059\u3079\u3066\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30B5\u30A4\u30C9PKI(\u30AD\u30FC\u30DA\u30A2)\u8CC7\u683C\u8A3C\u660E\u3092\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304B\u3089\u53D6\u5F97\u3057\u307E\u3059\u3002
TEXT_WSS_USERNAME_TOOLTIP=\u3053\u308C\u306F\u30C6\u30B9\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u751F\u6210\u3055\u308C\u308BWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30E6\u30FC\u30B6\u30FC\u540D\u306E\u30C8\u30FC\u30AF\u30F3\u3067\u4F7F\u7528\u3055\u308C\u308B\u30E6\u30FC\u30B6\u30FC\u540D\u3067\u3059\u3002
TEXT_WSS_PASSWORD_TOOLTIP=\u3053\u308C\u306F\u30C6\u30B9\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u751F\u6210\u3055\u308C\u308BWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30E6\u30FC\u30B6\u30FC\u540D\u306E\u30C8\u30FC\u30AF\u30F3\u3067\u4F7F\u7528\u3055\u308C\u308B\u30D1\u30B9\u30EF\u30FC\u30C9\u3067\u3059\u3002
TEXT_TRANSPORT_USERNAME_TOOLTIP=\u3053\u306E\u30E6\u30FC\u30B6\u30FC\u540D\u304A\u3088\u3073\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3001\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u547C\u51FA\u3057\u3067\u30C6\u30B9\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u4F7F\u7528\u3059\u308B\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304C\u8A2D\u5B9A\u3055\u308C\u307E\u3059\u3002
TEXT_TRANSPORT_PASSWORD_TOOLTIP=\u3053\u308C\u306F\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30D1\u30B9\u30EF\u30FC\u30C9\u3067\u3059\u3002
TEXT_SVC_TAB_FORM=\u30D5\u30A9\u30FC\u30E0
TEXT_SVC_TAB_XML=XML
TEXT_SVC_HDR_RESPONSE=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8
TEXT_SVC_HDR_RESPONSE_TOOLTIP=\u3053\u308C\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3067\u3059\u3002
TEXT_SVC_HDR_RESPONSE_ATTACHMENT=\u30EC\u30B9\u30DD\u30F3\u30B9\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB{0}
TEXT_SVC_HDR_RESPONSE_ATTACHMENT_TOOLTIP=\u3053\u308C\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u3067\u3059\u3002
TEXT_SVC_HDR_REQUEST_ATTACHMENT=\u30EA\u30AF\u30A8\u30B9\u30C8\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB{0}
TEXT_SVC_HDR_REQUEST_ATTACHMENT_TOOLTIP=\u3053\u308C\u306F\u30EA\u30AF\u30A8\u30B9\u30C8\u3067\u9001\u4FE1\u3055\u308C\u305F\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u3067\u3059\u3002
TEXT_SVC_HDR_LIMITED_RESPONSE=\u5236\u9650\u3055\u308C\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8
TEXT_SVC_HDR_LIMITED_RESPONSE_TOOLTIP=\u5236\u9650\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3067\u3059\u3002
TEXT_SVC_HDR_RESPONSE_META=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF
TEXT_SVC_HDR_RESPONSE_META_TOOLTIP=\u3053\u308C\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3068\u3068\u3082\u306B\u623B\u3055\u308C\u308B\u30E1\u30BF\u30C7\u30FC\u30BF\u3067\u3059\u3002
TEXT_SVC_HDR_TRACE=\u547C\u51FA\u3057\u306E\u30C8\u30EC\u30FC\u30B9
TEXT_SVC_HDR_TRACE_TOOLTIP=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u3092\u8996\u899A\u7684\u306B\u8868\u793A\u3057\u307E\u3059\u3002\u30B5\u30FC\u30D3\u30B9\u3092\u901A\u3058\u3066\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30C8\u30EC\u30FC\u30B9\u3057\u3001\u30C8\u30EC\u30FC\u30B9\u5185\u306E\u4E8B\u524D\u306B\u9078\u629E\u3055\u308C\u305F\u30DD\u30A4\u30F3\u30C8\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u72B6\u614B\u3092\u53C2\u7167\u3067\u304D\u307E\u3059\u3002\u30C8\u30EC\u30FC\u30B9\u306E\u30DD\u30A4\u30F3\u30C8\u306F\u81EA\u52D5\u8A2D\u5B9A\u3055\u308C\u307E\u3059\u3002
TEXT_SVC_REQUEST_NONE=\u3053\u308C\u306F\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30BF\u30A4\u30D7\u304C"\u306A\u3057"\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u3059\u3002\u7A7A\u306E\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u9001\u4FE1\u3055\u308C\u307E\u3059\u3002
TEXT_SVC_NO_REQUEST=\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
TEXT_SVC_NO_RESPONSE=\u30EC\u30B9\u30DD\u30F3\u30B9\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
TEXT_ASXML=XML\u3068\u3057\u3066
TEXT_EX_DETAILS=\u8A73\u7D30...
TEXT_EX_NATIVE=\u30CD\u30A4\u30C6\u30A3\u30D6
TEXT_EX_UNKNOWN=\u4E0D\u660E
TEXT_BROWSE=\u53C2\u7167
TEXT_USERNAME=\u30E6\u30FC\u30B6\u30FC\u540D
TEXT_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9
TEXT_USR_HDR=\u30E6\u30FC\u30B6\u30FC\u30FB\u30D8\u30C3\u30C0\u30FC
TEXT_USR_HDR_TOOLTIP=\u30D8\u30C3\u30C0\u30FC\u5024\u3068\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002\u305F\u3060\u3057\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u9001\u4FE1\u6642\u306B\u4E00\u90E8\u306E\u30D8\u30C3\u30C0\u30FC\u3068\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u5909\u66F4\u307E\u305F\u306F\u524A\u9664\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u307E\u305F\u3001\u30C6\u30B9\u30C8\u5B9F\u884C\u6642\u306B\u57FA\u790E\u306B\u306A\u308B\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4E00\u90E8\u306E\u30D8\u30C3\u30C0\u30FC\u304C\u7121\u8996\u3055\u308C\u3001\u72EC\u81EA\u306E\u5024\u304C\u4F7F\u7528\u3055\u308C\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
TEXT_NAME=\u540D\u524D
TEXT_VALUE=\u5024
TEXT_ADD=\u8FFD\u52A0
TEXT_OPTIONS=\u30AA\u30D7\u30B7\u30E7\u30F3
TEXT_REQUEST=\u30EA\u30AF\u30A8\u30B9\u30C8
TEXT_RESPONSE=\u30EC\u30B9\u30DD\u30F3\u30B9
TEXT_TRACE_EX_STAGE=\u30B9\u30C6\u30FC\u30B8\u30FB\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9
TEXT_TRACE_EX_PIPE=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9
TEXT_TRACE_EX_ROUTE=\u30EB\u30FC\u30C8\u30FB\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9
TEXT_TRACE_EX_SERVICE=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9
TEXT_TRACE_EX_SYSTEM=\u30B7\u30B9\u30C6\u30E0\u30FB\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9
TEXT_TRACE_EX_RESUMED=\u518D\u958B\u6E08\u307F
TEXT_TRACE_SVC_REQUEST=(\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u53D7\u4FE1\u4E2D)
TEXT_TRACE_SVC_ECHO=(\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30A8\u30B3\u30FC\u4E2D)
TEXT_TRACE_MSG_INIT_CTX_HDR=\u521D\u671F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8
TEXT_TRACE_MSG_CTX_HDR=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u5909\u66F4
TEXT_TRACE_MSG_CTX_DELETED=${0}\u3092\u524A\u9664\u3057\u307E\u3057\u305F
TEXT_TRACE_MSG_CTX_ADDED=${0}\u3092\u8FFD\u52A0\u3057\u307E\u3057\u305F
TEXT_TRACE_MSG_CTX_CHANGED=${0}\u3092\u5909\u66F4\u3057\u307E\u3057\u305F
TEXT_TRACE_CALLOUTS_HDR=\u547C\u3073\u51FA\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9
TEXT_TRACE_CALLOUTS_REQ_HDR=\u547C\u3073\u51FA\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9(\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30D1\u30B9)
TEXT_TRACE_CALLOUTS_RESP_HDR=\u547C\u3073\u51FA\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9(\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D1\u30B9)
TEXT_TRACE_CALLOUTS_PUBLISH=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u5148: "{0}"
TEXT_TRACE_CALLOUTS_WS=\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u5148: "{0}"
TEXT_TRACE_ROUTE_HDR=\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9
TEXT_TRACE_ROUTE_NONE=\u547C\u3073\u51FA\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u30A8\u30B3\u30FC\u3055\u308C\u307E\u3059\u3002
TEXT_TRACE_ROUTE=\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u5148: "{0}"
TEXT_TITLE_TOOLTIP=Oracle Service Bus Test\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u3001\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u8A08\u3092\u691C\u8A3C\u304A\u3088\u3073\u30C6\u30B9\u30C8\u3057\u307E\u3059\u3002\u30B3\u30F3\u30BD\u30FC\u30EB\u3067\u30C6\u30B9\u30C8\u306E\u5BFE\u8C61\u3092\u69CB\u6210\u3057\u3001\u30C6\u30B9\u30C8\u3092\u5B9F\u884C\u3057\u305F\u5F8C\u3001\u7D50\u679C\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
TEXT_SVC_HDR_ATTACHMENT=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB
TEXT_SVC_HDR_ATTACHMENT_TOOLTIP=\u3053\u306E\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30CD\u30EB\u3067\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u30D5\u30A1\u30A4\u30EB\u3092\u6DFB\u4ED8\u3067\u304D\u307E\u3059\u3002
TEXT_SVC_ATTACHMENT_CONTENT_ID=Content-ID
TEXT_SVC_ATTACHMENT_FILE=\u30D5\u30A1\u30A4\u30EB
TEXT_SVC_ATTACHMENT_FILE_NAME=\u30D5\u30A1\u30A4\u30EB\u540D
TEXT_SVC_ATTACHMENT_FILE_INVALID=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u6709\u52B9\u306A\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TEXT_SVC_ATTACHMENT_FILE_SIZE=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B5\u30A4\u30BA
TEXT_SVC_ATTACHMENT_FILE_SIZE_VALUE={0}\u30D0\u30A4\u30C8
TEXT_SVC_ATTACHMENT_RES_SIZE=\u5FDC\u7B54\u6DFB\u4ED8\u8868\u793A\u5236\u9650
TEXT_SVC_ATTACHMENT_RES_SIZE_DESC=\u30EC\u30B9\u30DD\u30F3\u30B9\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u30D0\u30A4\u30C8\u5358\u4F4D\u306E\u8868\u793A\u5236\u9650
TEXT_SVC_ATTACHMENT_RES_SIZE_INTEGER=\u30EC\u30B9\u30DD\u30F3\u30B9\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u8868\u793A\u5236\u9650\u306F\u6B63\u306E\u6574\u6570\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TEXT_WAIT_MESSAGE_TEST_CONSOLE=\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u5B9F\u884C\u4E2D...
