ICON_TOOLTIP_LAUNCH=Lancer la console de test
ICON_TOOLTIP_NO_LAUNCH=Pour cette ressource, la console de test exige que la session soit activ\u00E9e.
ICON_TOOLTIP_NOT_TESTABLE=Impossible de tester ce service. {0}
ICON_TOOLTIP_NOT_AUTHORIZED=Le r\u00F4le de connexion en cours n'est pas autoris\u00E9 \u00E0 lancer la console de test.
ERROR_UNKNOWN_TYPE=Le type de ressource "{0}" n''est pas reconnu.
ERROR_CREATE_RES_OBJECT=Erreur inattendue lors de la cr\u00E9ation de l''objet de session pour la ressource indiqu\u00E9e :\n{0}
ERROR_FORM_GENERIC=Ce panneau contient des donn\u00E9es non valides ({0}). Consultez les champs d''entr\u00E9e pour obtenir des messages d''erreur plus d\u00E9taill\u00E9s.
ERROR_FORM_READ_FILE=Erreur lors de la lecture du fichier d''entr\u00E9e :\n{0}
ERROR_FORM_EMPTY_FILE=Le fichier d'entr\u00E9e indiqu\u00E9 n'existe pas ou est vide.
ERROR_FORM_READ_FILE_ENC=Erreur lors de la conversion du contenu du fichier \u00E0 l''aide de l''encodage indiqu\u00E9 : {0}
ERROR_FORM_NO_DATA=Ce champ est obligatoire.
ERROR_FORM_INVALID_XML=Le format du document XML n''est pas correct :\n{0}
ERROR_FORM_INVALID_SCHEMA=L'entr\u00E9e n'est pas valide selon sa d\u00E9finition de sch\u00E9ma XML :\n
ERROR_FORM_INVALID_SVC_PROVIDER=Le fournisseur de cl\u00E9s de service n'est pas valide ou n'existe pas.
ERROR_FORM_INVALID_LOGIN=Vous devez indiquer un mot de passe si un nom utilisateur est d\u00E9fini.
ERROR_INV_HDR_NAME=Le nom d'en-t\u00EAte n'est pas valide.
ERROR_DUP1_HDR_NAME=Un en-t\u00EAte standard existe d\u00E9j\u00E0 pour le nom indiqu\u00E9.
ERROR_DUP2_HDR_NAME=Un en-t\u00EAte d'utilisateur existe d\u00E9j\u00E0 pour le nom indiqu\u00E9.
ERROR_SERVICE_NO_CLUSTER=Impossible d'acc\u00E9der au service de test car l'adresse de cluster n'est pas d\u00E9finie.
ERROR_SERVICE_NO_RUNTIME_SERVER=Aucun serveur d'ex\u00E9cution n'est configur\u00E9 dans le domaine.
ERROR_SERVICE_ACCESS=Erreur inattendue lors de l''acc\u00E8s au service de test : {0}
ERROR_SERVICE_EXEC=Erreur inattendue lors de l''ex\u00E9cution du service de test : {0}
ERROR_TEST_CONSOLE=Le service Console de test n'est pas en cours d'ex\u00E9cution. Contactez l'administrateur pour le d\u00E9marrer.
TEXT_TOP=Haut
TEXT_CLOSE=Fermer
TEXT_CLOSE_TOOLTIP=Fermez la fen\u00EAtre de la console de test.
TEXT_RESET=R\u00E9initialiser
TEXT_RESET_TOOLTIP=R\u00E9initialisez les valeurs d'entr\u00E9e.
TEXT_EXECUTE=Ex\u00E9cuter
TEXT_EXECUTE_TOOLTIP=Ex\u00E9cutez le test.
TEXT_EXECUTE_SAVE=Ex\u00E9.-Enregistrer
TEXT_EXECUTE_SAVE_TOOLTIP=Ex\u00E9cutez le test et enregistrez le r\u00E9sultat.
TEXT_BACK=Pr\u00E9c\u00E9dent
TEXT_BACK_TOOLTIP=Retour \u00E0 la page de console de test pr\u00E9c\u00E9dente
TEXT_ENCODING=encodage
TEXT_RESULT_DEFAULT=R\u00E9sultat
TEXT_RESULT_DEFAULT_TOOLTIP=Cette page affiche les r\u00E9sultats du test d'une ressource.
TEXT_SENDING_REQUEST=Envoi de la demande test pour "{0}". Veuillez patienter...
TEXT_ERROR_TITLE_CFG=Erreur lors de l'acc\u00E8s au test de la configuration
TEXT_ERROR_TITLE_INV=Erreur lors de l'appel du service de test
TEXT_XQ_TITLE=Test de ressource XQuery
TEXT_XQ_REQUEST=Variables
TEXT_XQ_REQUEST_TOOLTIP=Cette section contient un champ d'entr\u00E9e pour chaque variable externe XQuery.
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_PRIMITIVE=Nom de variable pr\u00E9sent\u00E9 dans la ressource XQuery.
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_XML=Nom de variable pr\u00E9sent\u00E9 dans la ressource XQuery. Les donn\u00E9es sont de type XML. Elles peuvent \u00EAtre bas\u00E9es sur un fichier ou sur un texte.
TEXT_XQ_VAR_TYPE_TOOLTIP_INT_ANY=Nom de variable pr\u00E9sent\u00E9 dans la ressource XQuery. Vous devez d\u00E9clarer le type de la variable \u00E0 l'aide de la case \u00E0 cocher. Cochez la case pour identifier un param\u00E8tre de type XML.
TEXT_BUILDER_TITLE=Test d''expression {0}
TEXT_BUILDER_REQUEST=Variables
TEXT_BUILDER_XQUERY_EXPRESSION=Expression XQuery
TEXT_BUILDER_XQUERY_NAME=Nom XQuery
TEXT_BUILDER_XQUERY_NAME_EXPRESSION=Expression de nom XQuery
TEXT_BUILDER_XSLT_NAME_EXPRESSION=Nom du XSLT
TEXT_BUILDER_XPATH_EXPRESSION=Expression XPath
TEXT_BUILDER_CONDITION_EXPRESSION=Expression de condition
TEXT_BUILDER_XSLT_INPUT_DOCUMENT=Document d'entr\u00E9e
TEXT_BUILDER_VARIABLE_BINDINGS=Liaisons de variable
TEXT_BUILDER_EXPRESSION_INPUT=Entr\u00E9e d'expression
TEXT_BUILDER_XML_INPUT=Entr\u00E9e XML
TEXT_BUILDER_XQUERY=XQuery
TEXT_BUILDER_XSLT=XSLT
TEXT_BUILDER_XPATH=XPath
TEXT_BUILDER_CONDITION=Condition
TEXT_XSLT_TITLE=Test de ressource XSLT
TEXT_XSLT_REQUEST=Entr\u00E9e et param\u00E8tres
TEXT_XSLT_REQUEST_TOOLTIP=Il s'agit du document envoy\u00E9 \u00E0 la ressource, avec les param\u00E8tres entr\u00E9s. L'ast\u00E9risque (*) indique un param\u00E8tre d'entr\u00E9e obligatoire.
TEXT_XSLT_INPUT=Entr\u00E9e XML
TEXT_XSLT_INPUT_TOOLTIP=L'entr\u00E9e XML peut \u00EAtre bas\u00E9e sur un fichier ou sur un texte. Le r\u00E9f\u00E9rencement d'un fichier pour entr\u00E9e est prioritaire sur l'entr\u00E9e textuelle.
TEXT_MFL_TITLE=Test de ressource MFL
TEXT_MFL_REQUEST=Document d'entr\u00E9e
TEXT_MFL_REQUEST_TOOLTIP_INPUT_XML=Transformation MFL XML-binaire
TEXT_MFL_REQUEST_TOOLTIP_INPUT_BINARY=Transformation MFL binaire-XML
TEXT_MFL_INPUT_XML=Entr\u00E9e XML
TEXT_MFL_INPUT_XML_TOOLTIP=L'entr\u00E9e XML peut \u00EAtre bas\u00E9e sur un fichier ou sur un texte. Le r\u00E9f\u00E9rencement d'un fichier pour entr\u00E9e est prioritaire sur l'entr\u00E9e textuelle.
TEXT_MFL_INPUT_BINARY=Entr\u00E9e binaire
TEXT_MFL_INPUT_BINARY_TOOLTIP=L'entr\u00E9e binaire peut \u00EAtre bas\u00E9e sur un fichier ou sur un texte. Le r\u00E9f\u00E9rencement d'un fichier pour entr\u00E9e est prioritaire sur l'entr\u00E9e textuelle.
TEXT_MFL_OP_TITLE=Transformations MFL
TEXT_MFL_OP_TITLE_TOOLTIP=Pour choisir une transformation sp\u00E9cifique, s\u00E9lectionnez son nom.
TEXT_MFL_OP_XML=XML-binaire
TEXT_MFL_OP_BINARY=Binaire-XML
TEXT_PROXY_TITLE=Test de service proxy
TEXT_BUSINESS_TITLE=Test de service fonctionnel
TEXT_SVC_HDR_REQUEST=Document de demande
TEXT_SVC_HDR_REQUEST_TOOLTIP=Les donn\u00E9es de configuration entr\u00E9es ici repr\u00E9sentent le message de demande et la section est organis\u00E9e par type de service.
TEXT_SVC_HDR_REQUEST_RESULT_TOOLTIP=Il s'agit du message de demande envoy\u00E9 au service fonctionnel par la console de test.
TEXT_SVC_HDR_SECURITY=S\u00E9curit\u00E9
TEXT_SVC_HDR_SECURITY_TOOLTIP=Le service SOAP de test est prot\u00E9g\u00E9 par la s\u00E9curit\u00E9 de service Web (WSS). Les informations suivantes doivent \u00EAtre fournies avant que la demande soit envoy\u00E9e.
TEXT_SVC_HDR_TRANSPORT=Transport
TEXT_SVC_HDR_TRANSPORT_TOOLTIP=Ce panneau de transport offre les fonctions permettant d'indiquer les m\u00E9tadonn\u00E9es et les en-t\u00EAtes de transport des messages de votre test.
TEXT_SVC_HDR_OPERATIONS=Op\u00E9rations disponibles :
TEXT_SVC_HDR_OPERATIONS_TOOLTIP=Liste des op\u00E9rations de service disponibles du service (les op\u00E9rations qui exigent des arguments Java sont exclues car elles ne peuvent pas \u00EAtre test\u00E9es)
TEXT_SVC_HDR_TEST_CFG=Tester la configuration
TEXT_SVC_HDR_TEST_CFG_TOOLTIP=Selon les options s\u00E9lectionn\u00E9es dans cette section, vous pouvez d\u00E9finir diff\u00E9rents modes d'ex\u00E9cution du test de la configuration.
TEXT_SVC_BYPASS=Appel direct
TEXT_SVC_BYPASS_TOOLTIP=En cas d'utilisation de l'option Appel direct, les messages sont directement envoy\u00E9s au service proxy. Ils contournent la couche transport.
TEXT_SVC_TRACE=Inclure la fonction de trace
TEXT_SVC_TRACE_TOOLTIP=Enregistrer la trace du message via un service proxy implique d'examiner le contexte du message et les communications sortantes en divers points du flux de messages.
TEXT_SVC_RESPONSE=Demande/R\u00E9ponse
TEXT_SVC_RESPONSE_TOOLTIP=Mode d'appel. D\u00E9s\u00E9lectionnez l'option Demande/R\u00E9ponse pour les appels de service unidirectionnels.
TEXT_SVC_PAYLOAD=Donn\u00E9es trait\u00E9es
TEXT_SVC_PAYLOAD_TOOLTIP_ANY_XML=Type de service : n'importe quel service XML. Les donn\u00E9es trait\u00E9es correspondent au document XML envoy\u00E9. Vous pouvez rechercher un fichier ou entrer le contenu du message dans la zone de texte fournie.
TEXT_SVC_PAYLOAD_TOOLTIP_MESSAGING=Type de service : messagerie. Le service demande une entr\u00E9e unique, bas\u00E9e sur un fichier ou sur un texte, sauf pour le type Aucun qui ne n\u00E9cessite aucune entr\u00E9e. Le champ d'entr\u00E9e de l'encodage permet d'indiquer l'encodage \u00E0 appliquer pendant la conversion.
TEXT_SVC_PAYLOAD_TOOLTIP_XML=Type de service : XML. Les donn\u00E9es trait\u00E9es correspondent au document XML envoy\u00E9. Vous pouvez rechercher un fichier ou entrer le contenu du message dans la zone de texte fournie.
TEXT_SVC_PAYLOAD_TOOLTIP_SOAP_DOC=Type de service : document SOAP. Les donn\u00E9es trait\u00E9es correspondent au document XML envoy\u00E9. Vous pouvez rechercher un fichier ou entrer le contenu du message dans la zone de texte fournie.
TEXT_SVC_SOAP_ENVELOPE=Enveloppe SOAP
TEXT_SVC_SOAP_ENVELOPE_TOOLTIP=Le contenu du champ est cens\u00E9 \u00EAtre l'enveloppe SOAP envoy\u00E9e. Vous pouvez rechercher un fichier ou entrer le contenu du message dans la zone de texte fournie.
TEXT_SVC_SOAP_HEADER=En-t\u00EAte SOAP
TEXT_SVC_SOAP_HEADER_TOOLTIP=Le contenu du champ En-t\u00EAte SOAP est cens\u00E9 \u00EAtre une balise d'en-t\u00EAte SOAP (permet la d\u00E9finition de plusieurs en-t\u00EAtes).
TEXT_SVC_SOAP_BODY=Corps SOAP
TEXT_SVC_SERVICE_PROVIDER=Fournisseur de cl\u00E9s de service
TEXT_SVC_SERVICE_PROVIDER_TOOLTIP=Le service de test obtient toutes les informations d'identification et de connexion (paire de cl\u00E9s) PKI c\u00F4t\u00E9 client pour les op\u00E9rations de s\u00E9curit\u00E9 de service Web (signature num\u00E9rique et cryptage) \u00E0 partir de ce fournisseur de cl\u00E9s de service.
TEXT_WSS_USERNAME_TOOLTIP=Nom utilisateur employ\u00E9 dans les jetons de nom utilisateur de s\u00E9curit\u00E9 de service Web g\u00E9n\u00E9r\u00E9s \u00E0 partir du service de test.
TEXT_WSS_PASSWORD_TOOLTIP=Mot de passe employ\u00E9 dans les jetons de nom utilisateur de s\u00E9curit\u00E9 de service Web g\u00E9n\u00E9r\u00E9s \u00E0 partir du service de test.
TEXT_TRANSPORT_USERNAME_TOOLTIP=Ce nom utilisateur et le mot de passe associ\u00E9 servent \u00E0 d\u00E9finir le contexte de s\u00E9curit\u00E9 utilis\u00E9 par le service de test lors de l'appel du service fonctionnel.
TEXT_TRANSPORT_PASSWORD_TOOLTIP=Mot de passe associ\u00E9.
TEXT_SVC_TAB_FORM=Panneau
TEXT_SVC_TAB_XML=XML
TEXT_SVC_HDR_RESPONSE=Document de r\u00E9ponse
TEXT_SVC_HDR_RESPONSE_TOOLTIP=R\u00E9ponse au message.
TEXT_SVC_HDR_RESPONSE_ATTACHMENT=Pi\u00E8ce jointe de la r\u00E9ponse : {0}
TEXT_SVC_HDR_RESPONSE_ATTACHMENT_TOOLTIP=Pi\u00E8ce jointe de la r\u00E9ponse.
TEXT_SVC_HDR_REQUEST_ATTACHMENT=Pi\u00E8ce jointe de la demande : {0}
TEXT_SVC_HDR_REQUEST_ATTACHMENT_TOOLTIP=Pi\u00E8ce jointe envoy\u00E9e avec la demande.
TEXT_SVC_HDR_LIMITED_RESPONSE=Document de r\u00E9ponse limit\u00E9
TEXT_SVC_HDR_LIMITED_RESPONSE_TOOLTIP=R\u00E9ponse limit\u00E9e au message.
TEXT_SVC_HDR_RESPONSE_META=M\u00E9tadonn\u00E9es de la r\u00E9ponse
TEXT_SVC_HDR_RESPONSE_META_TOOLTIP=M\u00E9tadonn\u00E9es renvoy\u00E9es avec la r\u00E9ponse au message.
TEXT_SVC_HDR_TRACE=Trace de l'appel
TEXT_SVC_HDR_TRACE_TOOLTIP=Cette section affiche le flux de messages sous forme de graphique. Vous pouvez g\u00E9n\u00E9rer la trace du message dans le service et visualiser l'\u00E9tat du message en des points pr\u00E9s\u00E9lectionn\u00E9s de la trace. Les points de trace sont d\u00E9finis automatiquement.
TEXT_SVC_REQUEST_NONE=Service de messagerie pr\u00E9sentant le type de demande Aucun. Des donn\u00E9es trait\u00E9es vides seront envoy\u00E9es.
TEXT_SVC_NO_REQUEST=Aucune demande n'a \u00E9t\u00E9 \u00E9mise.
TEXT_SVC_NO_RESPONSE=Aucune r\u00E9ponse n'a \u00E9t\u00E9 envoy\u00E9e.
TEXT_ASXML=au format XML
TEXT_EX_DETAILS=D\u00E9tails...
TEXT_EX_NATIVE=Natif
TEXT_EX_UNKNOWN=Inconnu
TEXT_BROWSE=Parcourir
TEXT_USERNAME=Nom utilisateur
TEXT_PASSWORD=Mot de passe
TEXT_USR_HDR=En-t\u00EAtes d'utilisateur
TEXT_USR_HDR_TOOLTIP=Vous pouvez indiquer vos valeurs d'en-t\u00EAte et vos m\u00E9tadonn\u00E9es. Toutefois, lors de l'envoi du message, certains en-t\u00EAtes et m\u00E9tadonn\u00E9es risquent d'\u00EAtre enlev\u00E9s ou modifi\u00E9s, et le transport sous-jacent peut \u00E9galement ignorer certains des en-t\u00EAtes et utiliser ses propres valeurs lors de l'ex\u00E9cution du test.
TEXT_NAME=Nom
TEXT_VALUE=Valeur
TEXT_ADD=Ajouter 
TEXT_OPTIONS=Options
TEXT_REQUEST=demande
TEXT_RESPONSE=r\u00E9ponse
TEXT_TRACE_EX_STAGE=Gestionnaire d'erreur de phase
TEXT_TRACE_EX_PIPE=Gestionnaire d'erreur de pipeline
TEXT_TRACE_EX_ROUTE=Gestionnaire d'erreur de routage
TEXT_TRACE_EX_SERVICE=Gestionnaire d'erreur de service
TEXT_TRACE_EX_SYSTEM=Gestionnaire d'erreur syst\u00E8me
TEXT_TRACE_EX_RESUMED=reprise
TEXT_TRACE_SVC_REQUEST=(r\u00E9ception de la demande)
TEXT_TRACE_SVC_ECHO=(\u00E9cho de la demande)
TEXT_TRACE_MSG_INIT_CTX_HDR=Contexte initial du message
TEXT_TRACE_MSG_CTX_HDR=Modifications apport\u00E9es au contexte du message
TEXT_TRACE_MSG_CTX_DELETED=supprim\u00E9 - ${0}
TEXT_TRACE_MSG_CTX_ADDED=ajout\u00E9 - ${0}
TEXT_TRACE_MSG_CTX_CHANGED=modifi\u00E9 - ${0}
TEXT_TRACE_CALLOUTS_HDR=Services appel\u00E9s
TEXT_TRACE_CALLOUTS_REQ_HDR=Services appel\u00E9s (chemin de demande)
TEXT_TRACE_CALLOUTS_RESP_HDR=Services appel\u00E9s (chemin de r\u00E9ponse)
TEXT_TRACE_CALLOUTS_PUBLISH=Publier vers : "{0}"
TEXT_TRACE_CALLOUTS_WS=Appel de service vers : "{0}"
TEXT_TRACE_ROUTE_HDR=Service achemin\u00E9
TEXT_TRACE_ROUTE_NONE=Aucun service n'a \u00E9t\u00E9 appel\u00E9. Echo de la demande.
TEXT_TRACE_ROUTE=Acheminer vers : "{0}"
TEXT_TITLE_TOOLTIP=La console de test Oracle Service Bus permet de valider et de tester la conception du syst\u00E8me. Vous pouvez configurer l'objet du test, ex\u00E9cuter le test et visualiser les r\u00E9sultats dans la console.
TEXT_SVC_HDR_ATTACHMENT=Pi\u00E8ce jointe
TEXT_SVC_HDR_ATTACHMENT_TOOLTIP=Ce panneau de pi\u00E8ce jointe offre les fonctions permettant de joindre des fichiers \u00E0 une demande.
TEXT_SVC_ATTACHMENT_CONTENT_ID=ID de contenu
TEXT_SVC_ATTACHMENT_FILE=Fichier
TEXT_SVC_ATTACHMENT_FILE_NAME=Nom du fichier
TEXT_SVC_ATTACHMENT_FILE_INVALID=S\u00E9lectionnez un fichier valide en tant que pi\u00E8ce jointe.
TEXT_SVC_ATTACHMENT_FILE_SIZE=Taille du fichier
TEXT_SVC_ATTACHMENT_FILE_SIZE_VALUE={0} octets
TEXT_SVC_ATTACHMENT_RES_SIZE=Limite d'affich. des pi\u00E8ces jointes aux r\u00E9p.
TEXT_SVC_ATTACHMENT_RES_SIZE_DESC=Limite d'affichage des pi\u00E8ces jointes aux r\u00E9ponses en octets
TEXT_SVC_ATTACHMENT_RES_SIZE_INTEGER=La limite d'affichage des pi\u00E8ces jointes aux r\u00E9ponses doit \u00EAtre un entier positif.
TEXT_WAIT_MESSAGE_TEST_CONSOLE=Ex\u00E9cution de la demande...
