UDDI_CONFIGURATION_TITLE=UDDI\u69CB\u6210
UDDI_CONFIGURATION_TITLE_HELP=\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u5024\u3092\u5165\u529B\u3057\u3001\u300C\u4FDD\u5B58\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30EC\u30B8\u30B9\u30C8\u30EA\u3092\u4F5C\u6210/\u66F4\u65B0\u3057\u307E\u3059
UDDI_DEFAULT_CONFIGURATION_TITLE=UDDI\u30C7\u30D5\u30A9\u30EB\u30C8\u69CB\u6210
UDDI_DEFAULT_CONFIGURATION_TITLE_HELP=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u304A\u3088\u3073\u9078\u629E\u3055\u308C\u305F\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
UDDI_REGISTRIES_TITLE=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA
UDDI_REGISTRIES_TITLE_HELP=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30EC\u30B8\u30B9\u30C8\u30EA\u304C\u8868\u793A\u3055\u308C\u307E\u3059
UDDI_SELECT_DEFAULT_REGISTRY_TITLE=\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u9078\u629E
UDDI_SELECT_DEFAULT_REGISTRY_TITLE_HELP=\u6B21\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u3068\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u9078\u629E\u3057\u3066\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SELECT_DEFAULT=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u9078\u629E
SELECT_DEFAULT_TOOLTIP=\u69CB\u6210\u6E08\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u3044\u305A\u308C\u304B\u3092\u3001\u3053\u306E\u30C9\u30E1\u30A4\u30F3\u306E\u30C7\u30D5\u30A9\u30EB\u30C8UDDI\u30EC\u30B8\u30B9\u30C8\u30EA\u3068\u3057\u3066\u6307\u5B9A\u3057\u307E\u3059\u3002
MAKE_DEFAULT=\u30C7\u30D5\u30A9\u30EB\u30C8\u306B\u8A2D\u5B9A
VIEW_UDDI_CONFIGURATION=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u69CB\u6210({0})
NAME=\u540D\u524D
PATH=\u30D1\u30B9
REGISTRY_URL=\u7167\u4F1AURL
PUBLISH_URL=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5URL
URL_TYPE=URL\u30BF\u30A4\u30D7
URL_TYPE_INQUIRY=\u7167\u4F1A
URL_TYPE_PUBLISH=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5
SECURITY_URL=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3URL
SUBSCRIPTION_URL=\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3URL
REGISTRY_URL_HELP=\u7167\u4F1AURL\u3092\u4F7F\u7528\u3057\u3066UDDI\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u307E\u3059\u3002
PUBLISH_URL_HELP=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5URL\u3092\u4F7F\u7528\u3057\u3066UDDI\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u5909\u66F4\u3057\u307E\u3059\u3002
SECURITY_URL_HELP=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3URL\u3092\u4F7F\u7528\u3057\u3066\u30E6\u30FC\u30B6\u30FC\u540D\u304A\u3088\u3073\u30D1\u30B9\u30EF\u30FC\u30C9\u304B\u3089\u8A8D\u8A3C\u30C8\u30FC\u30AF\u30F3\u3092\u53D6\u5F97\u3057\u307E\u3059\u3002
SUBSCRIPTION_URL_HELP=\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3URL\u3092\u4F7F\u7528\u3057\u3066\u3001\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3057\u3001\u30EA\u30BD\u30FC\u30B9\u306E\u5909\u66F4\u306B\u3064\u3044\u3066\u306E\u901A\u77E5\u3092\u53D6\u5F97\u3057\u307E\u3059\u3002
REGISTRY_NAME_HELP=\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u540D\u524D
USER_NAME_HELP=\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u4F7F\u7528\u3057\u3066\u30EC\u30B8\u30B9\u30C8\u30EA\u304B\u3089\u8A8D\u8A3C\u30C8\u30FC\u30AF\u30F3\u3092\u53D6\u5F97\u3057\u307E\u3059\u3002
PASSWORD_HELP=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u30EC\u30B8\u30B9\u30C8\u30EA\u304B\u3089\u8A8D\u8A3C\u30C8\u30FC\u30AF\u30F3\u3092\u53D6\u5F97\u3057\u307E\u3059\u3002
CONFIRM_PASSWORD_HELP=\u4E0A\u3067\u5165\u529B\u3057\u305F\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u78BA\u8A8D\u3002
NEW_PASSWORD_HELP=\u30EC\u30B8\u30B9\u30C8\u30EA\u3078\u306E\u63A5\u7D9A\u306B\u4F7F\u7528\u3059\u308B\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9
PUBLISH_TMODELS_HELP=\u30EC\u30B8\u30B9\u30C8\u30EA\u306BtModels\u3092\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059\u3002
AUTO_SYNCHRONIZATION_HELP=\u30EC\u30B8\u30B9\u30C8\u30EA\u304B\u3089\u30B5\u30FC\u30D3\u30B9\u3092\u81EA\u52D5\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059\u3002
DESCRIPTION_HELP=\u3053\u306E\u30EC\u30B8\u30B9\u30C8\u30EA\u306B\u3064\u3044\u3066\u306E\u8AAC\u660E\u3002
SERVICE_ACCOUNT=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8
USER_NAME=\u30E6\u30FC\u30B6\u30FC\u540D
PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9
NEW_PASSWORD=\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9
CONFIRM_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u78BA\u8A8D
ADD_REGISTRY=\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u8FFD\u52A0
CLEAR_SELECTION=\u9078\u629E\u306E\u30AF\u30EA\u30A2
NONE_SELECTED=\u9078\u629E\u306A\u3057
EDIT_REGISTRY=\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u7DE8\u96C6
DEFAULT_REGISTRY_NAME=\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u540D
DEFAULT_BUSINESS_ENTITY_NAME=\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3:
DEFAULT=\u30C7\u30D5\u30A9\u30EB\u30C8
SAVE_AS_DEFAULT=\u30C7\u30D5\u30A9\u30EB\u30C8\u3068\u3057\u3066\u4FDD\u5B58
SELECT_DEFAULT_BUSINESS_ENTITY=\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u306E\u9078\u629E:
ADD_REGISTRY_HELP=\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u8FFD\u52A0\u306B\u5FC5\u8981\u306A\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
EDIT_REGISTRY_HELP=\u30EC\u30B8\u30B9\u30C8\u30EA\u3092\u3053\u3053\u3067\u5909\u66F4\u3067\u304D\u307E\u3059
ADD_OR_EDIT_REGISTRY=\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u8FFD\u52A0/\u7DE8\u96C6
ERROR_REGISTRY_NAME_EXISTS=\u30EC\u30B8\u30B9\u30C8\u30EA\u540D\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059
ERROR_REGISTRY_NAME_REQUIRED=\u30EC\u30B8\u30B9\u30C8\u30EA\u540D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
ERROR_REGISTRY_URL_REQUIRED=\u30EC\u30B8\u30B9\u30C8\u30EA\u306EURL\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
ERROR_PUBLISH_URL_REQUIRED=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5URL\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
ERROR_SECURITY_URL_REQUIRED=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3URL\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
ERROR_SUBSCRIPTION_URL_REQUIRED=\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3URL\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
ERROR_USER_NAME_REQUIRED=\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
ERROR_PASSWORD_REQUIRED=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
ERROR_PASSWORDS_DO_NOT_MATCH=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u518D\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_SERVICE_ACCOUNT_REQUIRED=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
INVALID_INQUIRY_URL=\u5165\u529B\u3057\u305F\u7167\u4F1AURL\u306E\u69CB\u6587\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
INVALID_PUBLISH_URL=\u5165\u529B\u3057\u305F\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5URL\u306E\u69CB\u6587\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
INVALID_SECURITY_URL=\u5165\u529B\u3057\u305F\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3URL\u306E\u69CB\u6587\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
INVALID_SUBSCRIPTION_URL=\u5165\u529B\u3057\u305F\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3URL\u306E\u69CB\u6587\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
WRONG_INQUIRY_URL=\u5165\u529B\u3057\u305F\u7167\u4F1AURL\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
WRONG_PUBLISH_URL=\u5165\u529B\u3057\u305F\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5URL\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
WRONG_SECURITY_URL=\u5165\u529B\u3057\u305F\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3URL\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
WRONG_SUBSCRIPTION_URL=\u5165\u529B\u3057\u305F\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3URL\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
INVALID_SERVICE_ACCOUNT=\u69CB\u6210\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002\u6709\u52B9\u306A\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
INVALID_REGISTRY=\u6709\u52B9\u306A\u30EC\u30B8\u30B9\u30C8\u30EA\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
INVALID_BUSINESS_ENTITY=\u6709\u52B9\u306A\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
UDDI_IMPORT_TITLE=UDDI\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8
UDDI_IMPORT_TITLE_HELP=\u6B21\u306E\u624B\u9806\u3092\u4F7F\u7528\u3057\u3066\u30B5\u30FC\u30D3\u30B9\u3092UDDI\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u307E\u3059
UDDI_IMPORT_STEP_ONE_TITLE=\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u9078\u629E
UDDI_IMPORT_STEP_ONE_TITLE_HELP=\u30EA\u30B9\u30C8\u304B\u3089\u30EC\u30B8\u30B9\u30C8\u30EA\u3092\u9078\u629E\u3057\u307E\u3059
REGISTRY_NAME=\u30EC\u30B8\u30B9\u30C8\u30EA\u540D
UDDI_IMPORT_STEP_TWO_TITLE=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u691C\u7D22\u3068\u30A4\u30F3\u30DD\u30FC\u30C8
UDDI_IMPORT_STEP_TWO_TITLE_HELP=\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u3068\u30B5\u30FC\u30D3\u30B9\u540D\u3067\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u691C\u7D22\u3057\u307E\u3059
ENTITY_NAME=\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u540D
BUSINESS_ENTITY=\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3
SERVICE_NAME=\u30B5\u30FC\u30D3\u30B9\u540D
SERVICE_NAME_HELP=\u691C\u7D22\u6587\u5B57\u5217\u306B\u30EF\u30A4\u30EB\u30C9\u30AB\u30FC\u30C9\u3092\u4ED8\u52A0\u3059\u308B\u306B\u306F%\u8A18\u53F7\u3092\u4F7F\u7528\u3057\u307E\u3059
BUSINESS_SERVICES=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9
PROXY_SERVICES=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9
UDDI_IMPORT_STEP_TWO_TITLE_SEARCH=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u691C\u7D22\u3068\u9078\u629E
UDDI_IMPORT_STEP_TWO_TITLE_SEARCH_HELP=\u6B21\u306E\u30EA\u30B9\u30C8\u304B\u3089\u8907\u6570\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u9078\u629E\u3057\u3066\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u307E\u3059
UDDI_IMPORT_STEP_TWO_A_TITLE=\u500B\u5225\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u9078\u629E
UDDI_IMPORT_STEP_TWO_A_TITLE_HELP=\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u3092\u500B\u5225\u306B\u8907\u6570\u9078\u629E\u3067\u304D\u307E\u3059
UDDI_IMPORT_STEP_TWO_A_INFO=\u9078\u629E\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u306E\u4E00\u90E8\u306B\u3001\u8907\u6570\u306E\u30D0\u30A4\u30F3\u30C9\u30FB\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304C\u3042\u308A\u307E\u3059\u3002\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u3059\u308B\u57FA\u3068\u306A\u308B\u30D0\u30A4\u30F3\u30C9\u30FB\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
UDDI_IMPORT_STEP_THREE_TITLE=\u30A4\u30F3\u30DD\u30FC\u30C8\u5148\u306E\u9078\u629E
UDDI_IMPORT_STEP_THREE_TITLE_HELP=\u30B5\u30FC\u30D3\u30B9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u5834\u6240\u3092\u9078\u629E\u3057\u307E\u3059
PROJECT=\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8
SUB_FOLDER=\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0
LABEL_SELECT_PROJECT_FOLDER=\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8/\u30D5\u30A9\u30EB\u30C0\u306E\u9078\u629E
UDDI_IMPORT_STEP_FOUR_TITLE=\u30B5\u30FC\u30D3\u30B9\u306E\u78BA\u8A8D\u3068\u30A4\u30F3\u30DD\u30FC\u30C8
UDDI_IMPORT_STEP_FOUR_TITLE_HELP=\u767A\u884C\u3059\u308B\u524D\u306B\u3001\u9078\u629E\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u3092\u78BA\u8A8D\u3057\u307E\u3059
TYPE=\u30BF\u30A4\u30D7
UDDI_IMPORT_SUMMARY_PAGE_INFO=\u30B5\u30FC\u30D3\u30B9\u304C\u6B63\u5E38\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3057\u305F\u3002
UDDI_IMPORT_SUMMARY_PAGE_TITLE=\u30A4\u30F3\u30DD\u30FC\u30C8\u306E\u30B5\u30DE\u30EA\u30FC
UDDI_IMPORT_SUMMARY_PAGE_TITLE_HELP=\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u305F\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30B5\u30DE\u30EA\u30FC
LABEL_IMPORT_LOCATION=\u30A4\u30F3\u30DD\u30FC\u30C8\u5148
ACCESS_POINT=\u30A2\u30AF\u30BB\u30B9\u30FB\u30DD\u30A4\u30F3\u30C8
PUBLISH_REGISTRY_NAME=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u540D
INQUIRY_REGISTRY_NAME=\u7167\u4F1A\u30EC\u30B8\u30B9\u30C8\u30EA\u540D
UDDI_PUBLISH_TITLE=UDDI\u306B\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5
UDDI_PUBLISH_TITLE_HELP=UDDI\u306B\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5
UDDI_PUBLISH_STEP_ONE_TITLE=\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u9078\u629E
UDDI_PUBLISH_STEP_ONE_TITLE_HELP=\u6B21\u306E\u30EA\u30B9\u30C8\u304B\u3089\u30EC\u30B8\u30B9\u30C8\u30EA\u3092\u9078\u629E\u3057\u307E\u3059
UDDI_PUBLISH_STEP_TWO_TITLE=\u500B\u5225\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u9078\u629E\u3068\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5
UDDI_PUBLISH_STEP_TWO_TITLE_HELP=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u3092\u500B\u5225\u306B\u8907\u6570\u9078\u629E\u3067\u304D\u307E\u3059
REFERENCES=\u53C2\u7167
LABEL_PUBLISH_SERVICES_TO=\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u3078\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5:
LABEL_SERVICES_PUBLISHED_TO=\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9:
LABEL_SELECT_BUSINESS_ENTITY=\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u306E\u9078\u629E
PUBLISH=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5
INQUIRY=\u7167\u4F1A
UDDI_PUBLISH_SUMMARY_PAGE_INFO=\u30B5\u30FC\u30D3\u30B9\u304C\u6B63\u5E38\u306B\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3055\u308C\u307E\u3057\u305F\u3002
ERROR_SELECT_ITEM=\u30EA\u30B9\u30C8\u304B\u3089\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u9805\u76EE\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_DO_NOT_SELECT_SAME_NAME_ITEMS=\u540C\u3058\u540D\u524D\u3092\u6301\u3064\u8907\u6570\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u540C\u3058\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8/\u30D5\u30A9\u30EB\u30C0\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002\u540C\u3058\u540D\u524D\u306E\u30B5\u30FC\u30D3\u30B9\u304C\u8907\u6570\u3042\u308B\u5834\u5408\u3001\u30B5\u30FC\u30D3\u30B9\u30921\u3064\u306E\u307F\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_SELECT_PROJECT_OR_FOLDER=\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u307E\u305F\u306F\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_SELECT_VALID_PROJECT_OR_FOLDER=\u6709\u52B9\u306A\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u307E\u305F\u306F\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
BROWSE_DOTS=\u53C2\u7167...
ALL=\u3059\u3079\u3066
STATUS=\u30B9\u30C6\u30FC\u30BF\u30B9
ERROR_MESSAGE=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8
STATUS_MESSAGE=\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8
ERROR_RUNTIME_COMMON=\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_RUNTIME_IMPORT=\u30A4\u30F3\u30DD\u30FC\u30C8\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u304C\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u30021\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u6B63\u5E38\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002\u30B5\u30DE\u30EA\u30FC\u8868\u306E\u8A73\u7D30\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IMPORT_SUCCESS_SUBSCRIPTION_CREATE_FAILED=\u30B5\u30FC\u30D3\u30B9\u306F\u6B63\u5E38\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30EC\u30B8\u30B9\u30C8\u30EA\u3068\u306E\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002\u7D50\u679C\u3068\u3057\u3066\u3001\u81EA\u52D5\u30A4\u30F3\u30DD\u30FC\u30C8\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30DA\u30FC\u30B8\u306B\u306F\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u66F4\u65B0\u304C\u8868\u793A\u3055\u308C\u307E\u305B\u3093\u3002
IMPORT_SUBSCRIPTION_CREATE_BOTH_FAILED=\u30A4\u30F3\u30DD\u30FC\u30C8\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u304C\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u30021\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u6B63\u5E38\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002\u30B5\u30DE\u30EA\u30FC\u8868\u306E\u8A73\u7D30\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30EC\u30B8\u30B9\u30C8\u30EA\u3068\u306E\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3\u3082\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u305D\u306E\u305F\u3081\u3001\u81EA\u52D5\u30A4\u30F3\u30DD\u30FC\u30C8\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30DA\u30FC\u30B8\u306B\u306F\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u66F4\u65B0\u304C\u8868\u793A\u3055\u308C\u307E\u305B\u3093\u3002
ERROR_SELECT_INQUIRY_REGISTRY=\u7167\u4F1A\u30EC\u30B8\u30B9\u30C8\u30EA\u30FB\u30EA\u30B9\u30C8\u304B\u3089\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u9805\u76EE\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_SELECT_PUBLISH_REGISTRY=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u30FB\u30EA\u30B9\u30C8\u304B\u3089\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u9805\u76EE\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_SELECT_BUSINESS_ENTITY=\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u306E\u30EA\u30B9\u30C8\u304B\u3089\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u9805\u76EE\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PUBLISH_STATUS_FAILED=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ERROR_PUBLISH_STATUS_PARTIALLY_FAILED=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u304C\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u30021\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u6B63\u5E38\u306B\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3067\u304D\u307E\u305B\u3093\u3002\u30B5\u30DE\u30EA\u30FC\u8868\u306E\u8A73\u7D30\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
STATUS_IMPORT_FIRST_PAGE_SKIPPED=\u6B21\u306E\u30EC\u30B8\u30B9\u30C8\u30EA\u304C\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u9078\u629E\u3055\u308C\u307E\u3057\u305F:
WARNING_EXPORT_IN_SESSION=\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u4E2D\u3067\u3059\u3002\u30B5\u30FC\u30D3\u30B9\u3092\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3059\u308B\u306B\u306F\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u7D42\u4E86\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MESSAGE_IMPORT_NO_REGISTRIES=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D3\u30B9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u306B\u306F\u30EC\u30B8\u30B9\u30C8\u30EA\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044
MESSAGE_PUBLISH_NO_REGISTRIES=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D3\u30B9\u3092\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3059\u308B\u306B\u306F\u30EC\u30B8\u30B9\u30C8\u30EA\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044
UDDI_CONFIG_GROUP=UDDI\u69CB\u6210
UDDI_IMPORT_GROUP=UDDI\u30A4\u30F3\u30DD\u30FC\u30C8
UDDI_PUBLISH_GROUP=UDDI\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5
UDDI_AUTO_SYNC_GROUP=UDDI\u81EA\u52D5\u540C\u671F
PUBLISH_TMODELS=tModels\u3092\u30EC\u30B8\u30B9\u30C8\u30EA\u306B\u30ED\u30FC\u30C9
AUTO_SYNCHRONIZATION=\u81EA\u52D5\u30A4\u30F3\u30DD\u30FC\u30C8\u306E\u6709\u52B9\u5316
WAIT_MESSAGE_IMPORT=\u30B5\u30FC\u30D3\u30B9\u3092UDDI\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D...
WAIT_MESSAGE_PUBLISH=\u30B5\u30FC\u30D3\u30B9\u3092UDDI\u306B\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u4E2D...
WAIT_MESSAGE_LOAD_TMODELS_CREATE_REGISTRY=tModels\u306E\u30ED\u30FC\u30C9\u3068\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u4F5C\u6210\u4E2D...
WAIT_MESSAGE_LOAD_TMODELS_UPDATE_REGISTRY=tModels\u306E\u30ED\u30FC\u30C9\u3068\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u66F4\u65B0\u4E2D...
FORMAT_INQUIRY_URL=\u66F8\u5F0F: http://host:port/registry/uddi/inquiry
FORMAT_PUBLISH_URL=\u66F8\u5F0F: http://host:port/registry/uddi/publishing
FORMAT_SECURITY_URL=\u66F8\u5F0F: http://host:port/registry/uddi/security
FORMAT_SUBSCRIPTION_URL=\u66F8\u5F0F: http://host:port/registry/uddi/subscription
AUTO_IMPORT_STATUS_TITLE=\u81EA\u52D5\u30A4\u30F3\u30DD\u30FC\u30C8\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9
AUTO_IMPORT_STATUS_TITLE_HELP=\u3053\u306E\u30EA\u30B9\u30C8\u306B\u306F\u3001ALSR\u3067\u66F4\u65B0\u3055\u308C\u3001ALSR\u3068\u306E\u540C\u671F\u306E\u305F\u3081\u306BOSB\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D3\u30B9\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
CHANGES=\u5909\u66F4
TIMESTAMP=\u30BF\u30A4\u30E0\u30B9\u30BF\u30F3\u30D7
SYNCHRONIZE_BUTTON=\u540C\u671F
DETACH_BUTTON=\u30C7\u30BF\u30C3\u30C1
AUTO_PUBLISH_STATUS_TITLE=\u81EA\u52D5\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9
AUTO_PUBLISH_STATUS_TITLE_HELP=\u3053\u306E\u30EA\u30B9\u30C8\u306B\u306F\u3001OSB\u3067\u66F4\u65B0\u3055\u308C\u3001\u30B9\u30C6\u30FC\u30BF\u30B9\u3068\u3068\u3082\u306BALSR\u306B\u6700\u8FD1\u81EA\u52D5\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D3\u30B9\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
AUTO_PUBLISH_SERVICES_WITH_ERRORS=\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u30B5\u30FC\u30D3\u30B9
AUTO_PUBLISH_ALL_SERVICES=\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D3\u30B9
PUBLISH_STATUS=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9
LAST_SYNCH=\u6700\u5F8C\u306E\u540C\u671F
NEXT_RETRY=\u6B21\u56DE\u306E\u518D\u8A66\u884C
PUBLISH_BUTTON=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5
SUCCESSFUL=\u6210\u529F
FAILED=\u5931\u6557
PROJECT_EXPLORER_AUTO_IMPORT_STATUS_MESSAGE=\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30B5\u30FC\u30D3\u30B9\u304C\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u81EA\u52D5\u30A4\u30F3\u30DD\u30FC\u30C8\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30DA\u30FC\u30B8\u306B\u79FB\u52D5\u3067\u304D\u307E\u3059\u3002
PROJECT_EXPLORER_AUTO_PUBLISH_STATUS_MESSAGE=\u3053\u306E\u30C9\u30E1\u30A4\u30F3\u5185\u3067\u30B5\u30FC\u30D3\u30B9\u304C\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u81EA\u52D5\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30DA\u30FC\u30B8\u306B\u79FB\u52D5\u3067\u304D\u307E\u3059\u3002
URLS_TEST_SUCCESSFUL=\u30EC\u30B8\u30B9\u30C8\u30EA\u3078\u306E\u63A5\u7D9A\u3068URL\u306E\u691C\u8A3C\u304C\u6B63\u5E38\u306B\u5B9F\u884C\u3055\u308C\u307E\u3057\u305F\u3002
BACK_TO_UDDI_REGISTRIES=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA\u306B\u623B\u308B
UDDI_VIEW_REGISTRY=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA({0})\u306E\u8868\u793A
UDDI_VIEW_REGISTRY1=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u8868\u793A
VIEW_REGISTRY_DETAILS=\u30EC\u30B8\u30B9\u30C8\u30EA{0}\u306E\u8A73\u7D30\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30EC\u30B8\u30B9\u30C8\u30EA\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u300C\u7DE8\u96C6\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002
UDDI_REGISTRY_CONFIGURATION_TITLE=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u69CB\u6210({0})
UDDI_REGISTRY_CONFIGURATION_DESC=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u3001\u3053\u306EUDDI\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u69CB\u6210\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
IMPORT_MESSAGE=\u30A4\u30F3\u30DD\u30FC\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8
UDDI_REGISTRIES_ADD_SUCCESS=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA"{0}"\u304C\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
UDDI_REGISTRIES_EDIT_SUCCESS=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA"{0}"\u304C\u6B63\u5E38\u306B\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002
UDDI_REGISTRIES_DELETE_SUCCESS=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA"{0}"\u304C\u6B63\u5E38\u306B\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
UDDI_IMPORT_SELECT_RIGISTERY_TITLE=UDDI\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8 - \u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u9078\u629E
UDDI_IMPORT_SEARCH_BUS_SERVICE_TITLE=UDDI\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8 - \u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u691C\u7D22\u3068\u30A4\u30F3\u30DD\u30FC\u30C8
UDDI_IMPORT_SELECT_IMPORT_LOCATION_TITLE=UDDI\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8 - \u30A4\u30F3\u30DD\u30FC\u30C8\u5148\u306E\u9078\u629E
UDDI_IMPORT_REVIEW_IMPORT_SERVICES_TITLE=UDDI\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8 - \u30B5\u30FC\u30D3\u30B9\u306E\u78BA\u8A8D\u3068\u30A4\u30F3\u30DD\u30FC\u30C8
UDDI_IMPORT_SERVICE_SUMMARY_TITLE=UDDI\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8 - \u30B5\u30DE\u30EA\u30FC
UDDI_IMPORT_SELECT_INDIVIDUAL_SERVICE_TITLE=UDDI\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8 - \u500B\u5225\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u9078\u629E
UDDI_PUBLISH_SELECT_RIGISTERY_TITLE=UDDI\u306B\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5 - \u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u9078\u629E
UDDI_PUBLISH_SELECT_PROXY_SVC_TITLE=UDDI\u306B\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5- \u500B\u5225\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u9078\u629E\u3068\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5
UDDI_IMPORT_SELECT_BUS_SERVICE_TITLE=\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u306E\u9078\u629E
UDDI_IMPORT_REVIEW_BUS_SERVICE_TITLE=\u78BA\u8A8D\u304A\u3088\u3073\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u306E\u9078\u629E
UDDI_AUTO_IMPORT_SERVICE_TITLE=\u540C\u671F\u304A\u3088\u3073\u30C7\u30BF\u30C3\u30C1\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u306E\u9078\u629E
UDDI_AUTO_PUBLISH_SERVICE_TITLE=\u81EA\u52D5\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u306E\u9078\u629E
