GROUP=\u30E6\u30FC\u30B6\u30FC\u69CB\u6210
AUTHENTICATION_PROVIDERS=\u8A8D\u8A3C\u30D7\u30ED\u30D0\u30A4\u30C0
VIEW_AUTHENTICATION_PROVIDERS_TITLE=\u8A8D\u8A3C\u30D7\u30ED\u30D0\u30A4\u30C0
VIEW_AUTHENTICATION_PROVIDERS_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30EB\u30E0\u5185\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u8A8D\u8A3C\u30D7\u30ED\u30D0\u30A4\u30C0\u3068\u3001\u5404\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u8A73\u7D30\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u65B0\u3057\u3044\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u69CB\u6210\u307E\u305F\u306F\u65E2\u5B58\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u5909\u66F4\u3092\u884C\u3046\u306B\u306F\u3001WLS\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306B\u79FB\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
USERS_SUMMARY_TITLE=\u30E6\u30FC\u30B6\u30FC\u306E\u30B5\u30DE\u30EA\u30FC\u30FB\u30DA\u30FC\u30B8
USERS_SUMMARY_DESC=\u30E6\u30FC\u30B6\u30FC\u306E\u30B5\u30DE\u30EA\u30FC\u30FB\u30DA\u30FC\u30B8\u3002
NO_USERS_CONFIGURED=\u73FE\u5728\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30E6\u30FC\u30B6\u30FC\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u5DE6\u5074\u306E\u30BF\u30B9\u30AF\u30FB\u30D0\u30FC\u306E\u300C<i>\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u306E\u4F5C\u6210</i>\u300D\u30EA\u30F3\u30AF\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
AUTHENTICATION_PROVIDER_NAME=\u8A8D\u8A3C\u30D7\u30ED\u30D0\u30A4\u30C0
USER_NAME=\u30E6\u30FC\u30B6\u30FC\u540D
USER_DESCRIPTION=\u8AAC\u660E
USER_DESCRIPTION_INFO=\u3053\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u7C21\u5358\u306A\u8AAC\u660E\u3002\u305F\u3068\u3048\u3070\u3001\u30E6\u30FC\u30B6\u30FC\u306E\u30D5\u30EB\u30CD\u30FC\u30E0\u306A\u3069\u3002
USER_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9
USER_PASSWORD_CONFIRM=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u78BA\u8A8D
NEW_USER_PASSWORD=\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9
NEW_USER_PASSWORD_CONFIRM=\u518D\u5165\u529B
NEW_USER_TITLE=\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u306E\u4F5C\u6210
NEW_USER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
NEW_USER_CHOOSE_PROVIDER_TITLE=\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u306E\u4F5C\u6210: \u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u9078\u629E
NEW_USER_CHOOSE_PROVIDER_DESC=\u3053\u306E\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u3092\u683C\u7D0D\u3059\u308B\u69CB\u6210\u6E08\u307F\u8A8D\u8A3C\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NEW_USER_NAME_INFO=\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u306E\u540D\u524D\u3002
USER_PASSWORD_INFO=\u3053\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u30ED\u30B0\u30A4\u30F3\u540D\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u30D1\u30B9\u30EF\u30FC\u30C9\u3002
VIEW_USER_TITLE=\u30E6\u30FC\u30B6\u30FC\u306E\u8868\u793A
VIEW_USER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u9078\u629E\u3057\u305F\u30E6\u30FC\u30B6\u30FC\u306E\u8A73\u7D30\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
USER_NAME_INFO=\u30E6\u30FC\u30B6\u30FC\u306E\u540D\u524D\u3002
AUTHENTICATION_PROVIDER_INFO=\u30E6\u30FC\u30B6\u30FC\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u683C\u7D0D\u3059\u308B\u8A8D\u8A3C\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u540D\u524D\u3002
EDIT_USER=\u3053\u306E\u30E6\u30FC\u30B6\u30FC\u3092\u7DE8\u96C6
CHANGE_USER_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5909\u66F4
DELETE_USER=\u3053\u306E\u30E6\u30FC\u30B6\u30FC\u3092\u524A\u9664
EDIT_USER_TITLE=\u30E6\u30FC\u30B6\u30FC\u306E\u7DE8\u96C6
EDIT_USER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u9078\u629E\u3057\u305F\u30E6\u30FC\u30B6\u30FC\u306E\u8A73\u7D30\u3092\u5909\u66F4\u3067\u304D\u307E\u3059\u3002
NO_AUTHENTICATORS_CONFIGURED=\u3053\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30EB\u30E0\u5185\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u8A8D\u8A3C\u30D7\u30ED\u30D0\u30A4\u30C0\u306F\u3042\u308A\u307E\u305B\u3093
MESSAGING_USERS=\u3059\u3079\u3066\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u3092\u8868\u793A
CHANGE_USER_PASSWORD_TITLE=\u30E6\u30FC\u30B6\u30FC\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5909\u66F4
MESSAGING_USERS_SUMMARY_TITLE=QuickSilver\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306E\u30B5\u30DE\u30EA\u30FC\u30FB\u30DA\u30FC\u30B8
MESSAGING_USERS_SUMMARY_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001QuickSilver\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u3068\u3057\u3066\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u4E00\u89A7\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30E6\u30FC\u30B6\u30FC\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u56FA\u6709\u306E\u5C5E\u6027\u3092\u6301\u3061\u307E\u3059\u3002
VIEW_MESSAGING_USER_TITLE=QuickSilver\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306E\u8868\u793A
VIEW_MESSAGING_USER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u9078\u629E\u3057\u305FQuickSilver\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306E\u8A73\u7D30\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
EDIT_MESSAGING_USER_TITLE=QuickSilver\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306E\u7DE8\u96C6
EDIT_MESSAGING_USER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306E\u8A73\u7D30\u3092\u7DE8\u96C6\u3057\u307E\u3059\u3002
NEW_MESSAGING_USER_TITLE=\u65B0\u3057\u3044QuickSilver\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306E\u4F5C\u6210
NEW_MESSAGING_USER_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u65B0\u3057\u3044QuickSilver\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
EDIT_MESSAGING_USER=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306E\u7DE8\u96C6
DELETE_MESSAGING_USER=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306E\u524A\u9664
NO_MESSAGING_USERS_CONFIGURED=\u73FE\u5728\u69CB\u6210\u3055\u308C\u3066\u3044\u308BQuickSilver\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306F\u3042\u308A\u307E\u305B\u3093\u3002
MESSAGING_USER_TYPE=\u30BF\u30A4\u30D7
BASIC_ATN_USERNAME=\u30E6\u30FC\u30B6\u30FC\u540D
BASIC_ANT_USERNAME_INFO=BASIC\u30E6\u30FC\u30B6\u30FC\u540D/\u30D1\u30B9\u30EF\u30FC\u30C9\u8A8D\u8A3C\u306B\u4F7F\u7528\u3059\u308B\u30E6\u30FC\u30B6\u30FC\u540D
BASIC_ATN_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9
BASIC_ATN_PASSWORD_INFO=BASIC\u30E6\u30FC\u30B6\u30FC\u540D/\u30D1\u30B9\u30EF\u30FC\u30C9\u8A8D\u8A3C\u306B\u4F7F\u7528\u3059\u308B\u30D1\u30B9\u30EF\u30FC\u30C9
ENCR_KEY=\u6697\u53F7\u8A3C\u660E\u66F8/\u9375
ENCR_KEY_INFO=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u6697\u53F7\u8A3C\u660E\u66F8\u3092\u4FDD\u6301\u3059\u308B\u30AD\u30FC\u30B9\u30C8\u30A2\u30FB\u30A8\u30F3\u30C8\u30EA\u3078\u306E\u30A8\u30A4\u30EA\u30A2\u30B9
ENCR_KEY_PASSWORD=\u30AD\u30FC\u30B9\u30C8\u30A2\u30FB\u30A8\u30F3\u30C8\u30EA\u3078\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
ENCR_KEY_PASSWORD_INFO=\u30AD\u30FC\u30B9\u30C8\u30A2\u306E\u30AD\u30FC\u30FB\u30A8\u30F3\u30C8\u30EA\u3078\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
DSIG_KEY=\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8A3C\u660E\u66F8/\u9375
DSIG_KEY_INFO=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8A3C\u660E\u66F8\u3092\u4FDD\u6301\u3059\u308B\u30AD\u30FC\u30B9\u30C8\u30A2\u30FB\u30A8\u30F3\u30C8\u30EA\u3078\u306E\u30A8\u30A4\u30EA\u30A2\u30B9
DSIG_KEY_PASSWORD=\u30AD\u30FC\u30B9\u30C8\u30A2\u30FB\u30A8\u30F3\u30C8\u30EA\u3078\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
DSIG_KEY_PASSWORD_INFO=\u30AD\u30FC\u30B9\u30C8\u30A2\u306E\u30AD\u30FC\u30FB\u30A8\u30F3\u30C8\u30EA\u3078\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
SSL_ATN_KEY=SSL\u8A3C\u660E\u66F8/\u9375
SSL_ATN_KEY_INFO=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308BSSL\u8A8D\u8A3C\u8A3C\u660E\u66F8\u3092\u4FDD\u6301\u3059\u308B\u30AD\u30FC\u30B9\u30C8\u30A2\u30FB\u30A8\u30F3\u30C8\u30EA\u3078\u306E\u30A8\u30A4\u30EA\u30A2\u30B9
SSL_ATN_KEY_PASSWORD=\u30AD\u30FC\u30B9\u30C8\u30A2\u30FB\u30A8\u30F3\u30C8\u30EA\u3078\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
SSL_ATN_KEY_PASSWORD_INFO=\u30AD\u30FC\u30B9\u30C8\u30A2\u306E\u30AD\u30FC\u30FB\u30A8\u30F3\u30C8\u30EA\u3078\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
WSS_X509_TOKEN_KEY=WSS X.509\u30C8\u30FC\u30AF\u30F3\u8A3C\u660E\u66F8/\u9375
WSS_X509_TOKEN_KEY_INFO=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308BWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3X509\u30C8\u30FC\u30AF\u30F3\u8A3C\u660E\u66F8\u3092\u4FDD\u6301\u3059\u308B\u30AD\u30FC\u30B9\u30C8\u30A2\u30FB\u30A8\u30F3\u30C8\u30EA\u3078\u306E\u30A8\u30A4\u30EA\u30A2\u30B9
WSS_X509_TOKEN_KEY_PASSWORD=\u30AD\u30FC\u30B9\u30C8\u30A2\u30FB\u30A8\u30F3\u30C8\u30EA\u3078\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
WSS_X509_TOKEN_KEY_PASSWORD_INFO=\u30AD\u30FC\u30B9\u30C8\u30A2\u306E\u30AD\u30FC\u30FB\u30A8\u30F3\u30C8\u30EA\u3078\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
PASSWORD_CONFIRM=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u78BA\u8A8D
USERS_GROUP=\u30E6\u30FC\u30B6\u30FC
MESSAGING_USERS_GROUP=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E6\u30FC\u30B6\u30FC
