UM_ERR_INVALID_NAME=El nombre introducido contiene uno o m\u00E1s caracteres no permitidos.
UM_ERR_USEREXCEPTION_USER_EXISTS=Ya existe el usuario "{0}".
UM_ERR_USEREXCEPTION_GROUP_EXISTS=Ya existe el grupo "{0}".
UM_ERR_USEREXCEPTION_ROLE_EXISTS=Ya existe el rol "{0}".
UM_ERR_USEREXCEPTION_USER_NOT_FOUND=No se ha encontrado el usuario "{0}".
UM_ERR_USEREXCEPTION_GROUP_NOT_FOUND=No se ha encontrado el grupo "{0}".
UM_ERR_USEREXCEPTION_ROLE_NOT_FOUND=No se ha encontrado el rol "{0}".
UM_ERR_USEREXCEPTION_USER_CANT_DELETE=No se puede suprimir el usuario "{0}".
UM_ERR_USEREXCEPTION_GROUP_CANT_DELETE=No se puede suprimir el grupo "{0}".
UM_ERR_USEREXCEPTION_ROLE_CANT_DELETE=No se puede suprimir el rol "{0}".
UM_ERR_USEREXCEPTION_INVALID_PASSWORD=La contrase\u00F1a de usuario especificada no es v\u00E1lida.
UM_ERR_USEREXCEPTION_INVALID_DESCRIPTION=La descripci\u00F3n especificada no es v\u00E1lida.
UM_ERR_USEREXCEPTION_INVALID_CALENDAR=El calendario especificado no es v\u00E1lido.
UM_ERR_USEREXCEPTION_INVALID_ROLE_EXPRESSION=La expresi\u00F3n de rol especificada no es v\u00E1lida.
UM_ERR_USERNAME_NULL=userName es nulo
UM_ERR_GROUPNAME_NULL=groupName es nulo
UM_ERR_GET_USER_INFO=Se ha producido un error al obtener informaci\u00F3n sobre el usuario {0}
UM_ERR_GET_GROUP_INFO=Se ha producido un error al obtener informaci\u00F3n sobre el grupo {0}
UM_ERR_FAILED_TO_ADD_USER_TO=Fallo al agregar usuario a "{0}"
UM_ERR_FAILED_TO_REMOVE_USER_FROM=Fallo al eliminar usuario de "{0}"
UM_ERR_UNKNOWN_USER_EXCEPTION=Se ha producido una excepci\u00F3n al actualizar el usuario {0}
UM_ERR_MBEAN_USER_REMOVE_EXCEPTION=Se ha producido una excepci\u00F3n MBeanException al eliminar el usuario {0}
UM_ERR_USER_OR_GROUP_NOT_FOUND=No se ha encontrado el usuario o el grupo "{0}".
UM_ERR_GROUP_OR_MEMBER_INVALID=El nombre de grupo "{0}" o el nombre de miembro "{1}" no son v\u00E1lidos.
UM_ERR_GROUP_GET_MEMBERS=Error al obtener miembros del grupo "{0}".
UM_ERR_UNKNOWN_ROLE_REMOVE=Se ha producido una excepci\u00F3n desconocida al intentar eliminar el rol "{0}".
UM_ERR_ORIGINAL_MESSAGE=Mensaje original:
UM_ERR_USER_UPDATE=Se ha producido un error al actualizar la informaci\u00F3n del usuario. Detalles a continuaci\u00F3n.
UM_ERR_GROUP_UPDATE=Se ha producido un error al actualizar la informaci\u00F3n del grupo. Detalles a continuaci\u00F3n.
UM_ERR_USER_DESCRIPTION_UPDATE=Fallo al definir el atributo de descripci\u00F3n para el usuario.
UM_ERR_INVALID_REQUEST=No se entiende la petici\u00F3n. El valor del par\u00E1metro de env\u00EDo era "{0}".
UM_ERR_USER_INFO_NOT_FOUND=Fallo al obtener informaci\u00F3n original para el usuario {0}. Puede que se haya eliminado al usuario mientras se estaba actualizando la informaci\u00F3n.
UM_ERR_GROUP_INFO_NOT_FOUND=Fallo al obtener informaci\u00F3n original para el grupo {0}. Puede que se haya eliminado el grupo mientras se estaba actualizando la informaci\u00F3n.
UM_ERR_GROUP_ADD_FAILED=Fallo al agregar el grupo "{0}"al grupo "{1}".
UM_ERR_GROUP_GROUP_REMOVE_FAILED=Fallo al eliminar el grupo del grupo "{0}"
UM_ERR_USER_REMOVE_FAILED=No se ha podido eliminar el usuario "{0}".
UM_ERR_GROUP_REMOVE_FAILED=No se ha podido eliminar el grupo "{0}".
UM_ERR_ROLE_REMOVE_FAILED=No se ha podido eliminar el rol {0}".
UM_ERR_USER_PASSWORD_UPDATE=Fallo al cambiar el atributo de contrase\u00F1a para el usuario. Puede que la contrase\u00F1a sea incorrecta.
UM_ERR_USER_CALENDAR_UPDATE=Fallo al actualizar la entrada del calendario.
UM_ERR_USER_EMAIL_UPDATE=Fallo al actualizar la entrada de correo electr\u00F3nico.
UM_ERR_GROUP_DESCRIPTION_UPDATE=Fallo al actualizar la descripci\u00F3n del grupo.
UM_ERR_USER_CREATE_FAILED=Fallo al crear el usuario.
UM_ERR_GROUP_CREATE_FAILED=Fallo al crear el grupo.
OAM_UM_ROLE_NAME=Nombre del Rol:
OAM_UM_GROUPS=Grupos:
OAM_UM_AVAILABLE_GROUPS=Grupos Disponibles
OAM_UM_CURRENT_GROUPS=Grupos Actuales
OAM_UM_AVAILABLE_USERS=Usuarios Disponibles
OAM_UM_CURRENT_USERS=Usuarios Actuales
OAM_UM_GROUPS_SELECTION_RULE=Asignar grupos a esta rol.
OAM_UM_ADD_ROLE=Agregar Rol
OAM_UM_ROLE_CONDITION_COMMAND=Comando
OAM_UM_USERS_SELECTION_RULE=Asignar usuarios a este rol.
OAM_UM_ROLE_ACCESS_HOURS=Las Horas de Acceso Est\u00E1n entre:
OAM_UM_ROLE_ACCESS_HOUR_RULE=Especifique las horas de acceso para este rol. Debe definir los campos De y A mediante Hora:Minuto.
OAM_UM_ADD_MORE_ROLE_CONDITIONS=Agregue m\u00E1s condiciones
OAM_UM_ADD_ROLE_CONDITIONS_PAGE_TITLE=Agregar Condiciones de Rol
OAM_UM_ADD_ROLE_CONDITIONS_PAGE_DESCRIPTION=Utilice esta p\u00E1gina para agregar condiciones para este rol. Debe especificar al menos un grupo o un usuario para cada condici\u00F3n. Especifique c\u00F3mo se agregan dichas condiciones a las dem\u00E1s condiciones de este rol, eligiendo "y" o bien "o" en la lista de comandos.
OAM_UM_ADD_CONDITIONS=Agregar Condiciones de Rol
OAM_UM_ROLE_CONDITION_AND=y
OAM_UM_ROLE_CONDITION_OR=o
OAM_UM_ROLE_EMPTY_NAME_MSG=Se necesita un nombre de rol.
OAM_UM_ROLE_EMPTY_CONDITION_MSG=No se ha definido ninguna condici\u00F3n. Especifique al menos una condici\u00F3n de los usuarios, los grupos o las horas de acceso para agregar m\u00E1s condiciones.
OAM_UM_ROLE_CREATION_FAILURE_MSG=Fallo al crear rol.
OAM_UM_ROLE_EDIT_PAGE_JUMP_FAILURE_MSG=Fallo al ir a la p\u00E1gina de rol Editar.
OAM_UM_USERS=Usuarios:
UM_EDIT_USER_INFO_ATN=Seleccione el proveedor de autenticaci\u00F3n.
OAM_UM_ACCEPT_CHANGES=Aceptar Cambios
OAM_UM_ROLE_DELETE_CONDITION=Suprimir Condici\u00F3n
OAM_UM_ROLE_STATEMENT=Sentencia de Rol
OAM_UM_ROLE_CONDITION_COMMAND_RULE=Especifique c\u00F3mo se agrega esta condici\u00F3n a las condiciones existentes. Este campo se ignora si \u00E9sta es la primera condici\u00F3n que se define para el rol.
OAM_UM_UPDATE_ROLE=Actualizar rol
OAM_UM_REMOVE_SELECTED_ROLES=Eliminar Roles Seleccionados
OAM_UM_REMOVE_ROLE_CONFIRM_MSG=\u00BFSeguro que desea eliminar estos roles?
OAM_UM_ROLE_EMPTY_COMMAND_MSG=No se ha especificado el comando de condici\u00F3n de rol.
OAM_UM_UNDEFINED_REQUEST_MSG=Petici\u00F3n no definida.
OAM_UM_ROLE_CONDITIONS_HEADER=Condiciones de Rol
OAM_UM_ROLE_EMPTY_SELECTION_MSG=No se ha seleccionado ninguna condici\u00F3n para su supresi\u00F3n.
OAM_UM_ROLE_UPDATE_EXPRESSION_MSG=Se ha producido una excepci\u00F3n desconocida al actualizar la expresi\u00F3n del rol.
OAM_UM_ROLE_EXPRESSION_INFO=La expresi\u00F3n era
OAM_UM_MODULE_TITLE=Gesti\u00F3n de Usuarios
OAM_UM_MODULE_DESCRIPTION=Configurar los usuarios y roles que acceden a los recursos del sistema de integraci\u00F3n.
UM_TASK_USER_MANAGEMENT=Gesti\u00F3n de Usuarios
UM_TASK_USERS=Usuarios
UM_TASK_GROUPS=Grupos
UM_TASK_ROLES=Roles
UM_TITLE_VIEW_USERS=Resumen de Usuarios
UM_TITLE_VIEW_USER=Ver Detalles de Usuario para "{0}"
UM_TITLE_VIEW_USER1=Ver Detalles de Usuario
UM_TITLE_VIEW_GROUPS=Resumen de Grupos
UM_TITLE_VIEW_GROUP=Ver Detalles de Grupo para "{0}"
UM_TITLE_VIEW_GROUP1=Ver Detalles de Grupo
UM_TITLE_VIEW_ROLES=Ver y Editar Roles
UM_TITLE_EDIT_USER=Editar Detalles de Usuario para "{0}"
UM_TITLE_EDIT_USER1=Editar Detalles de Usuario
UM_TITLE_EDIT_USER_PROPERTY=Editar Detalles de la Propiedad de Usuario {0}
UM_TITLE_EDIT_GROUP=Editar Detalles del Grupo para "{0}"
UM_TITLE_EDIT_GROUP1=Editar Detalles del Grupo
UM_TITLE_EDIT_ROLE=Editar Detalles del Rol
UM_TITLE_ADD_USER=Crear Nuevo Usuario
UM_TITLE_ADD_USER_PROPERTY=Crear Nuevo Usuario: Configuraci\u00F3n de Juegos de Propiedades
UM_TITLE_ADD_GROUP=Crear Nuevo Grupo
UM_TITLE_ADD_ROLE=Agregar Nuevo Rol
UM_DESC_VIEW_USERS=Esta p\u00E1gina muestra una lista de usuarios disponibles. Para ver o editar los detalles de un usuario, haga clic en Usuario. Para eliminar uno o varios usuarios, haga clic en la casilla de control situada junto al nombre de usuario y, a continuaci\u00F3n, en Suprimir.
UM_DESC_VIEW_USER=Ver los detalles del usuario "{0}". Para editar esta informaci\u00F3n, haga clic en Volver a Configurar.
UM_DESC_VIEW_GROUPS=Esta p\u00E1gina muestra una lista de grupos disponibles. Para ver o editar los detalles de un grupo, haga clic en Nombre del Grupo. Para eliminar uno o varios grupos, haga clic en la casilla de control situada junto al nombre del grupo y, a continuaci\u00F3n, en Suprimir.
UM_DESC_VIEW_GROUP=Ver los detalles del grupo "{0}". Para editar esta informaci\u00F3n, haga clic en Volver a Configurar.
UM_DESC_VIEW_ROLES=Esta p\u00E1gina muestra una lista de los roles globales en WebLogic Integration. Para ver o editar un rol, haga clic en Nombre del Rol. Para eliminar un rol, seleccione el rol y haga clic en Eliminar Roles Seleccionados. Ciertos roles no se pueden suprimir.
UM_DESC_EDIT_USER=Editar la informaci\u00F3n del siguiente usuario "{0}".
UM_DESC_EDIT_USER_PROPERTY=Editar la informaci\u00F3n del siguiente "{0}". Para suprimir una propiedad, active la casilla de control
UM_DESC_EDIT_GROUP=Editar la informaci\u00F3n del siguiente grupo "{0}".
UM_DESC_EDIT_ROLE=Utilice esta p\u00E1gina para actualizar los detalles del rol agregando o suprimiendo condiciones y cambiando el orden y el comando de las condiciones.
UM_DESC_ADD_USER=Para crear un nuevo usuario, introduzca la informaci\u00F3n en el siguiente formulario.
UM_DESC_ADD_GROUP=Para crear un nuevo grupo, introduzca la informaci\u00F3n en el siguiente formulario.
UM_DESC_ADD_ROLE=Utilice esta p\u00E1gina para agregar un nuevo rol. Introduzca el nuevo nombre de rol y haga clic en Agregar Rol para crear un nuevo rol. Se pueden agregar condiciones de rol en la siguiente p\u00E1gina Editar Detalles del Rol.
UM_COL_USER_NAME=Usuario
UM_COL_ATN=Proveedor de Autenticaci\u00F3n
UM_COL_GROUP_NAME=Nombre del Grupo
UM_COL_ROLE_NAME=Nombre del Rol
UM_COL_DESCRIPTION=Descripci\u00F3n
UM_COL_EMAIL=Correo Electr\u00F3nico
UM_COL_CALENDAR=Calendario
UM_COL_GROUP_MEMBERSHIP=Grupo de Pertenencia
UM_COL_CURRENT_PASSWORD=Contrase\u00F1a Actual
UM_COL_NEW_PASSWORD=Nueva Contrase\u00F1a
UM_COL_CONFIRM_PASSWORD=Confirmar Contrase\u00F1a
UM_COL_PASSWORD=Contrase\u00F1a
UM_COL_AVAILABLE_GROUPS=Grupos Disponibles
UM_COL_CURRENT_GROUPS=Grupos Actuales
UM_COL_MEMBER_USERS=Usuarios Miembros
UM_COL_MEMBER_GROUPS=Grupos Miembros
UM_CONFIRM_REMOVE_SELECTED_USERS=\u00BFSeguro que desea eliminar estos usuarios?
UM_CONFIRM_REMOVE_SELECTED_USER=\u00BFSeguro que desea eliminar este usuario?
UM_CONFIRM_REMOVE_SELECTED_GROUPS=\u00BFSeguro que desea eliminar estos grupos?
UM_CONFIRM_REMOVE_SELECTED_GROUP=\u00BFSeguro que desea eliminar este grupo?
UM_CONFIRM_REMOVE_SELECTED_ROLES=\u00BFSeguro que desea eliminar estos roles?
UM_CONFIRM_REMOVE_THIS_USER=\u00BFSeguro que desea eliminar este usuario?
UM_CONFIRM_REMOVE_THIS_GROUP=\u00BFSeguro que desea eliminar este grupo?
UM_COMMAND_REMOVE_SELECTED_USERS=Eliminar los Usuarios Seleccionados
UM_COMMAND_REMOVE_SELECTED_GROUPS=Eliminar los Grupos Seleccionados
UM_COMMAND_REMOVE_SELECTED_ROLES=Eliminar Roles Seleccionados
UM_COMMAND_ACCEPT_CHANGES=Aceptar Cambios
UM_COMMAND_RESET=Restablecer
UM_COMMAND_ADD_USER=Agregar Usuario
UM_COMMAND_CANCEL=Cancelar
UM_COMMAND_EDIT_USER=Editar Usuario
UM_COMMAND_DELETE_USER=Suprimir Usuario
UM_COMMAND_EDIT_GROUP=Editar Grupo
UM_COMMAND_DELETE_GROUP=Suprimir Grupo
UM_COMMAND_ADD_GROUP=Agregar Grupo
UM_COMMAND_ADD_ROLE_COND=Agregar Condici\u00F3n de Rol
UM_COMMAND_EDIT_ROLE_COND=Editar Comandos de Condici\u00F3n de Rol
UM_COMMAND_SORT_ROLE_COND=Ordenar Condiciones de Rol
UM_EDIT_USER_INFO_DESCRIPTION=Descripci\u00F3n del usuario. Opcional.
UM_EDIT_USER_INFO_EMAIL=Direcci\u00F3n de correo electr\u00F3nico. Opcional.
UM_EDIT_USER_INFO_CALENDAR=Calendario de negocio para el usuario. Opcional
UM_EDIT_USER_INFO_CUR_PASSWORD=Contrase\u00F1a de usuario actual. Necesaria s\u00F3lo para cambiar la contrase\u00F1a de usuario.
UM_EDIT_USER_INFO_NEW_PASSWORD=Nueva contrase\u00F1a de usuario. Necesaria s\u00F3lo para cambiar la contrase\u00F1a de usuario.
UM_EDIT_USER_INFO_CONFIRM_PASSWORD=Confirme la nueva contrase\u00F1a de usuario. Necesaria s\u00F3lo para cambiar la contrase\u00F1a de usuario
UM_EDIT_USER_INFO_GROUP_MEMBERSHIP=Pertenencia a grupos del usuario.
UM_EDIT_GROUP_INFO_DESCRIPTION=Descripci\u00F3n del grupo. Opcional.
UM_EDIT_GROUP_INFO_GROUP_MEMBERSHIP=Este grupo puede ser miembro de otros grupos. Seleccione los grupos de los que debe ser miembro.
UM_ADD_USER_INFO_USER_NAME=Nombre de usuario sin espacios ni caracteres especiales. Necesario.
UM_ADD_USER_INFO_PASSWORD=Contrase\u00F1a.
UM_ADD_USER_INFO_CONFIRM_PASSWORD=Vuelva a introducir la contrase\u00F1a para confirmarla
UM_ADD_GROUP_INFO_GROUP_NAME=Nombre de grupo sin espacios ni caracteres especiales. Necesario.
UM_ADD_ROLE_INFO_ROLE_NAME=Nombre de rol sin espacios ni caracteres especiales. Necesario.
UM_NO_CALENDAR_ELEMENT=No Hay Ning\u00FAn Calendario
UM_ERR_USER_NAME_REQUIRED=El nombre de usuario es necesario.
UM_ERR_GROUP_NAME_REQUIRED=El nombre de grupo es necesario.
UM_ERR_PASSWORD_REQUIRED=La contrase\u00F1a es necesaria
UM_ERR_USER_ALREADY_EXISTS=Ya existe otro usuario con este nombre.
UM_ERR_GROUP_ALREADY_EXISTS=Ya existe otro grupo con este nombre
UM_ERR_PASSWORD_LENGTH=La contrase\u00F1a debe tener al menos {0} caracteres.
UM_ERR_PASSWORD_CONFIRMATION_REQUIRED1=Confirme la contrase\u00F1a.
UM_ERR_PASSWORD_CONFIRMATION_MUST_MATCH1=La contrase\u00F1a y la contrase\u00F1a de confirmaci\u00F3n no coinciden.
UM_ERR_PASSWORD_CONFIRMATION_REQUIRED2=Confirme la nueva contrase\u00F1a.
UM_ERR_PASSWORD_CONFIRMATION_MUST_MATCH2=La nueva contrase\u00F1a y la contrase\u00F1a de confirmaci\u00F3n no coinciden.
UM_ERR_CURRENT_PASSWORD_REQUIRED=Debe suministrarse la contrase\u00F1a actual para cambiar la contrase\u00F1a de usuario.
UM_ERR_GROUP_SELF_MEMBER=Un grupo no puede ser miembro de s\u00ED mismo
UM_ERR_USER_AND_GROUP_SAME_NAME1=Ya existe un grupo con este nombre. Los grupos y los usuarios no pueden tener el mismo nombre. Utilice un nombre diferente.
UM_ERR_USER_AND_GROUP_SAME_NAME2=Ya existe un usuario con este nombre. Los grupos y los usuarios no pueden tener el mismo nombre. Utilice un nombre diferente.
OAM_UM_USER_TASKS=Tareas del Usuario
OAM_UM_GROUP_TASKS=Tareas de Grupo
OAM_UM_ROLE_TASKS=Tareas de Rol
OAM_UM_VIEW_EDIT_USERS=Ver y Editar Usuarios
OAM_UM_ADD_NEW_USER=Agregar Nuevo Usuario
OAM_UM_VIEW_GROUPS=Ver y Editar Grupos
OAM_UM_ADD_NEW_GROUP=Agregar Nuevo Grupo
OAM_UM_VIEW_EDIT_ROLES=Ver y Editar Roles
OAM_UM_ADD_NEW_ROLE=Agregar Nuevo Rol
UM_TITLE_VIEW_ROLE_DETAILS=Ver Condiciones de Rol
UM_DESC_VIEW_ROLE_DETAILS=Esta p\u00E1gina muestra las condiciones para este rol. Para agregar una condici\u00F3n, haga clic en Agregar Condiciones de Rol. Para suprimir una condici\u00F3n, seleccione la condici\u00F3n y haga clic en Suprimir Condici\u00F3n.
UM_TITLE_SORT_ROLE_CONDITIONS=Ordenar Condiciones de Rol
UM_DESC_SORT_ROLE_CONDITIONS=Utilice esta p\u00E1gina para reordenar las condiciones de rol. Haga clic en la flecha arriba o abajo para mover una condici\u00F3n y luego en Enviar para actualizar las condiciones de rol.
OAM_UM_ROLE_SORT_CONDITIONS=Ordenar Condiciones de Rol...
UM_TITLE_EDIT_ROLE_CONDITIONS_COMMANDS=Editar Comandos de Condiciones de Rol
UM_DESC_EDIT_ROLE_CONDITIONS_COMMANDS=Utilice esta p\u00E1gina para cambiar los comandos que enlazan cada condici\u00F3n de rol. Una vez realizados los cambios en la p\u00E1gina, haga clic en Enviar para actualizar las condiciones de rol.
OAM_UM_ROLE_EDIT_CONDITIONS_COMMANDS=Editar Comandos de Condici\u00F3n de Rol...
OAM_UM_ROLE_CONDITION_DELETE_CONFIRM=\u00BFSeguro que desea suprimir las condiciones seleccionadas?
OAM_UM_ROLE_CONDITION_SELECT_PROMPT=Seleccione una o m\u00E1s condiciones para suprimirlas.
PG_NODE_INFO=Informaci\u00F3n de Nodos
PM_CONFIRM_INSTANCE_ACTION=\u00BFSeguro que desea {0} esta instancia de proceso?
PM_CONFIRM_INSTANCES_ACTION=\u00BFSeguro que desea {0} estas instancias de proceso?
ERROR_SUSPEND_FAILED=Fallo al suspender el proceso {0} con el identificador {1}
ERROR_RESUME_FAILED=Fallo al reanudar el proceso {0} con el identificador {1}
ERROR_TERMINATE_FAILED=Fallo al finalizar el proceso {0} con el identificador {1}
ERROR_UNFREEZE_FAILED=Fallo al descongelar el proceso {0} con el identificador {1}
ERROR_PROCESS_NOT_FOUND=No se ha encontrado el proceso. URI de servicio: {0}
ERROR_INSTANCE_NOT_FOUND=No se ha encontrado la instancia. URI de servicio: {0}, Identificador de instancia: {1}
ERROR_NO_INSTANCE_INFORMATION=No se ha encontrado informaci\u00F3n sobre el proceso. URI del servicio: {0}, Identificador de instancia: {1}
ERROR_INSTANCE_NO_LONGER_AVAILABLE=La instancia de proceso ya no est\u00E1 disponible.
ERROR_PROCESSING_REQUEST=Se ha producido un error al procesar su petici\u00F3n
OAM_CONSOLE_WAITING=La consola se refrescar\u00E1 autom\u00E1ticamente
PG_SVG_CHECK=Los gr\u00E1ficos de procesamiento interactivo requieren Adobe SVG Viewer 3.0. \u00BFDesea ir a la p\u00E1gina de descarga?
EDIT_DETAILS=Editar Detalles...
EDIT_PROPERTIES=Editar Propiedades...
AI_ADAPTINST_SERVICECONN_EDIT_DET_PAGE_TITLE=Editar Detalles de Conexi\u00F3n del Servicio de Instancia del Adaptador
AI_ADAPTINST_SERVICECONN_EDIT_DET_PAGE_DESC=Utilice esta p\u00E1gina para cambiar los detalles principales de la conexi\u00F3n de servicio de una instancia de adaptador.
AI_PRINCIPALMAP_VALIDATOR_MAP_NOT_EXIST=No se ha podido recuperar la informaci\u00F3n de asignaci\u00F3n del principal actual. La validaci\u00F3n no puede continuar.
AI_PRINCIPALMAP_VALIDATOR_SOURCE_USER_INVALID=El nombre de usuario de origen debe ser un usuario v\u00E1lido de WebLogic.
AI_PRINCIPALMAP_VALIDATOR_SOURCE_USER_EXISTS=No se ha podido cambiar el origen para sobrescribir otro registro existente.
OAM_MB_SELECT_CHANNEL=Seleccione uno o m\u00E1s canales y vuelva a intentarlo.
OAM_TPM_CACHE_INVALID=Actualizaci\u00F3n de cach\u00E9 WLI-B2B en progreso. Vuelva a intentar la operaci\u00F3n pasados unos instantes...
BC_CONFIRM_MAP_USERS=\u00BFSeguro que desea asignar los usuarios seleccionados al calendario de la lista?
BC_CONFIRM_MAP_GROUPS=\u00BFSeguro que desea asignar los grupos seleccionados al calendario de la lista?
BC_CONFIRM_UNMAP_USERS=\u00BFSeguro que desea anular la asignaci\u00F3n de calendarios para los usuarios seleccionados?
BC_CONFIRM_UNMAP_GROUPS=\u00BFSeguro que desea anular la asignaci\u00F3n de calendarios para los grupos seleccionados?
OAM_TPM_INVALID_DOCUMENT=Este archivo "{0}" importado no es un XML v\u00E1lido y WLI no lo reconoce
OAM_TPM_REMOVE_RN_DEFAULTS_MSG=\u00BFSeguro que desea eliminar los valores por defecto del servicio?
OAM_TPM_RN_SERVICE_INVALID_SCHEMA_MSG=La ubicaci\u00F3n del esquema en el sistema de archivos no existe o no es v\u00E1lida. Debe facilitarse la ubicaci\u00F3n del esquema para validar el contenido del servicio
OAM_TPM_SERVICE_PROFILE_USED_BY_TP_TITLE=Perfiles de Servicio en Uso
OAM_TPM_SERVICE_PROFILE_USED_BY_TP_DESC=Los partners comerciales configurados en el archivo de importaci\u00F3n utilizan los siguientes perfiles de servicio. Los perfiles de servicio deben desactivarse para realizar la actualizaci\u00F3n del archivo de importaci\u00F3n
OAM_TPM_CERT_USED_TITLE=Certificado en Uso
OAM_TPM_CERT_USED_DESC=Esta p\u00E1gina muestra una lista de todos los partners comerciales que utilizan en la actualidad este certificado.
PM_VIEW_EXCEPTION_DETAILS=Ver Detalles de Excepci\u00F3n
OAM_EG_PUBLISH_AS=Publicar como
OAM_EG_PUBLISH_AS_INFO=Seleccione el usuario al que desea suplantar.
OAM_EG_PUBLISH_AS_ERROR=Debe seleccionar un usuario de publicaci\u00F3n del canal.
OAM_TPM_MESSAGE_DIGEST_SHA1=SHA1
OAM_TPM_MESSAGE_DIGEST_MD5=MD5
OAM_TPM_MESSAGE_DIGEST_MSG=Algoritmo de resumen de mensaje utilizado para la firma digital
OAM_TPM_MESSAGE_DIGEST_TITLE=Algoritmo de Resumen de Mensaje
BC_CALENDAR_NAME_REQUIRED=Se necesita un nombre de calendario de negocio.
BC_START_TIME_AFTER_END_TIME=La hora de inicio no puede ser posterior a la hora de finalizaci\u00F3n.
BC_INVALID_YEAR=Introduzca un a\u00F1o v\u00E1lido. Los valores aceptables son cadenas de cuatro d\u00EDgitos.
BC_INVALID_DATE=Seleccione un d\u00EDa v\u00E1lido para el mes en cuesti\u00F3n.
OAM_TPM_EXPORT_KEYINFO=Exportar Informaci\u00F3n de Clave de Certificados
OAM_TPM_EXPORT_KEYINFO_MSG=Exportar certificados con elementos KeyInfo del almac\u00E9n de claves
OAM_TPM_MESSAGE_DIGEST_ALGO_NOT_PROVIDED=Se debe especificar una funci\u00F3n hash
OAM_TPM_MESSAGE_DIGEST_ALGO_PROVIDED=No debe especificarse una funci\u00F3n hash cuando no se especifica el certificado de firma
OAM_EG_TIMER_BAD_GRANULARITY=No puede especificar segundos en la frecuencia si asocia un calendario de negocio con la regla de canal.
EG_BAD_WLI_CONFIGURATION=Actualmente WebLogic Integration s\u00F3lo soportar\u00E1 una instancia de un cl\u00FAster de integraci\u00F3n en un entorno de varios cl\u00FAsteres. El nombre de este cl\u00FAster se debe especificar tambi\u00E9n expl\u00EDcitamente en al archivo de configuraci\u00F3n de WebLogic Integration. Corr\u00EDjalo y vuelva a intentarlo.
EG_UNKNOWN_WLI_CONFIGURATION=WebLogic Integration ha encontrado un error de despliegue al intentar ejecutar el comando del generador. Puede que la configuraci\u00F3n del dominio sea incorrecta.
CS_STOP_CURRENT_PURGE=Detener Operaci\u00F3n de Depuraci\u00F3n Actual
OAM_TPM_SERVICE_PROFILE_VIEW_TITLE=Ver Perfil de Servicio
OAM_TPM_SERVICE_PROFILE_VIEW_MSG=Esta p\u00E1gina muestra los detalles del perfil de servicio. Para editar el perfil de servicio, haga clic en Editar Perfil del Servicio.
EG_TASK_CUSTOM=Personalizado
OAM_EG_CUSTOM_MAIN_TITLE=Ver Todos los Generadores de Eventos Personalizados
OAM_EG_CUSTOM_MAIN_DESC=Utilice esta p\u00E1gina como punto de inicio para de ver generadores de eventos de terceros o personalizados. Es posible desarrollar generadores de eventos personalizados y supervisarlos por medio de la consola de WLI. Todos los generadores as\u00ED desarrollados tendr\u00E1n una entrada en esta p\u00E1gina. Haga clic en el enlace correspondiente para iniciar un nuevo explorador que mostrar\u00E1 la informaci\u00F3n de supervisi\u00F3n.
EG_NO_EXTERNAL_GENERATORS=Actualmente no hay generadores de eventos de terceros o personalizados instalados en el dominio actual.
OAM_EG_FOREIGN_JMS_TYPE_INFO=El tipo de un destino ajeno de JMS debe ser Cola o Tema.
OAM_WL_DELETE_SUBSTITUTES_CONFIRM=\u00BFSeguro que desea eliminar estos sustitutos?
WL_ADD_SUBSTITUTES_FAIL=Fallo al agregar la regla de sustituci\u00F3n.
WL_EDIT_SUBSTITUTES_FAIL=Fallo al editar la regla de sustituci\u00F3n.
PM_TITLE_PARENT_INSTANCE=Instancia Principal
PM_TITLE_CHILD_INSTANCE=Instancias Secundarias
PM_STATUS_RUNNING=En Ejecuci\u00F3n
PM_STATUS_ABORTED=Abortada
PM_STATUS_SUSPENDED=Suspendida
PM_STATUS_FROZEN=Congelada
PM_STATUS_COMPLETED=Finalizada
PM_STATUS_TERMINATED=Terminada
PM_STATUS_PENDINGABORT=Pendiente de Aborto
PM_STATUS_DEFUNCT=Inactiva
PM_STATUS_COMPORTERM=Finalizada o Terminada
WM_NO_DEACTIVATION_DATE=No Desactivar Nunca
WM_DEACTIVATES_ON=Se Desactiva el
WM_COL_DEACTIVATION_DATE_ERROR=La fecha de desactivaci\u00F3n debe ser posterior a la fecha de activaci\u00F3n.
WM_INFO_NON_VERSIONED_RUNNABLE=Un proceso sin versi\u00F3n se puede ejecutar si se definen "Est\u00E1 Activado", "Fecha de Activaci\u00F3n" y "Fecha de Desactivaci\u00F3n". Cuando se especifique 'Fecha de Desactivaci\u00F3n'', este valor debe ser posterior al de ''Fecha de Activaci\u00F3n''.
WM_COL_DEACTIVATION_DATE=Fecha de Desactivaci\u00F3n
OAM_UM_MULTIPLE_RESTRICTED_SAVED_VALUES=Valores de Propiedad Guardados:
UM_PROPERTY_MULTIPLE_RESTRICTED_AVAILABLE_VALUES=Valores de Propiedad Disponibles:
OAM_CONSOLE_LOGIN=Conexi\u00F3n
UM_ERR_USER_PROPERTY_WRONG_TYPE=Los valores de propiedad introducidos no coinciden con el tipo de propiedad
UM_ADD_USER_TITLE_HELP=Crear nuevo usuario.
UM_VIEW_USERS_TITLE_HELP=Esta p\u00E1gina muestra todos los usuarios configurados en el sistema. Tambi\u00E9n es posible crear nuevos usuarios y ver, editar y suprimir los existentes.
UM_EDIT_USER_TITLE_HELP=Editar los detalles del usuario
UM_VIEW_USER_TITLE_HELP=Ver los detalles del usuario
UM_TITLE_VIEW_USERS_SEARCH=Buscar
UM_TITLE_VIEW_USERS_CANCEL_SEARCH=Cancelar B\u00FAsqueda
UM_VIEW_USER_LABEL_USERNAME=Nombre de Usuario:
UM_VIEW_USER_LABEL_ATN=Proveedor de Autenticaci\u00F3n:
UM_TITLE_VIEW_GROUPS_SEARCH=Buscar
UM_TITLE_VIEW_GROUPS_CANCEL_SEARCH=Cancelar B\u00FAsqueda
UM_VIEW_USER_LABEL_GROUPS=Grupos:
UM_VIEW_GROUP_LABEL_USERNAME=Nombre del Grupo:
UM_VIEW_GROUP_LABEL_ATN=Proveedor de Autenticaci\u00F3n:
UM_VIEW_GROUP_LABEL_GROUPS=Grupos:
UM_SEL_USER_DEL=Seleccione el usuario que desea suprimir.
UM_SEL_GROUP_DEL=Seleccione el grupo que desea suprimir.
UM_ERR_CANNOT_DEL_GROUP=El nombre de grupo {0} est\u00E1 protegido por el sistema y no se puede suprimir.
UM_USER_CREATED=El usuario {0} se ha creado correctamente.
UM_GROUP_CREATED=El grupo {0} se ha creado correctamente.
UM_CONFIRM_SELECT_USERS=Seleccione el usuario que desea suprimir.
UM_CONFIRM_SELECT_GROUPS=Seleccione el grupo que desea suprimir.
UM_SELECT_ALL_GROUPS_DELETE_TITLE=Seleccione los nombres de grupo que desea suprimir.
UM_SELECT_ALL_USERS_DELETE_TITLE=Seleccione los nombres de usuario que desea suprimir.
