GROUP=Configuraci\u00F3n de Usuario
AUTHENTICATION_PROVIDERS=Proveedores de Autenticaci\u00F3n
VIEW_AUTHENTICATION_PROVIDERS_TITLE=Proveedores de Autenticaci\u00F3n
VIEW_AUTHENTICATION_PROVIDERS_DESC=Esta p\u00E1gina muestra todos los proveedores de autenticaci\u00F3n configurados en el dominio de seguridad activo, as\u00ED como detalles sobre cada proveedor. Para configurar un nuevo proveedor o modificar uno existente, vaya a la Consola de Gesti\u00F3n WLS.
USERS_SUMMARY_TITLE=P\u00E1gina Resumen de Usuarios
USERS_SUMMARY_DESC=P\u00E1gina Resumen de Usuarios.
NO_USERS_CONFIGURED=Actualmente no se ha configurado ning\u00FAn usuario. Para crear un nuevo usuario, haga clic en el enlace <i>Crear Nuevo Usuario</i>, en la barra de tareas de la izquierda.
AUTHENTICATION_PROVIDER_NAME=Proveedor de Autenticaci\u00F3n
USER_NAME=Usuario
USER_DESCRIPTION=Descripci\u00F3n
USER_DESCRIPTION_INFO=Breve descripci\u00F3n de este usuario. Por ejemplo, nombre completo del usuario.
USER_PASSWORD=Contrase\u00F1a
USER_PASSWORD_CONFIRM=Confirmar Contrase\u00F1a
NEW_USER_PASSWORD=Nueva Contrase\u00F1a
NEW_USER_PASSWORD_CONFIRM=Vuelva a introducirla para confirmarla
NEW_USER_TITLE=Crear un Nuevo Usuario
NEW_USER_DESC=Utilice esta p\u00E1gina para crear un nuevo usuario.
NEW_USER_CHOOSE_PROVIDER_TITLE=Crear un Nuevo Usuario: Elegir un Proveedor
NEW_USER_CHOOSE_PROVIDER_DESC=Seleccione qu\u00E9 proveedor de autenticaci\u00F3n configurado almacenar\u00E1 este nuevo usuario.
NEW_USER_NAME_INFO=Nombre del nuevo usuario.
USER_PASSWORD_INFO=Contrase\u00F1a asociada al nombre de conexi\u00F3n para este usuario.
VIEW_USER_TITLE=Ver un Usuario
VIEW_USER_DESC=Esta p\u00E1gina muestra los detalles de un usuario seleccionado.
USER_NAME_INFO=Nombre del usuario.
AUTHENTICATION_PROVIDER_INFO=Nombre del proveedor de autenticaci\u00F3n en el que se almacena la cuenta de usuario.
EDIT_USER=Editar este Usuario
CHANGE_USER_PASSWORD=Cambiar Contrase\u00F1a
DELETE_USER=Suprimir este Usuario
EDIT_USER_TITLE=Editar un Usuario
EDIT_USER_DESC=Esta p\u00E1gina permite modificar los detalles de un usuario seleccionado.
NO_AUTHENTICATORS_CONFIGURED=No hay ning\u00FAn proveedor de autenticaci\u00F3n configurado en este dominio de seguridad
MESSAGING_USERS=Ver Todos los Usuarios de Mensajes
CHANGE_USER_PASSWORD_TITLE=Cambiar Contrase\u00F1a de Usuario
MESSAGING_USERS_SUMMARY_TITLE=P\u00E1gina Resumen de Usuarios de Mensajes de QuickSilver
MESSAGING_USERS_SUMMARY_DESC=Esta p\u00E1gina enumera todos los usuarios que se han registrado como usuarios de mensajes de QuickSilver. Estos usuarios tienen atributos espec\u00EDficos de mensajes.
VIEW_MESSAGING_USER_TITLE=Ver un Usuario de Mensajes de QuickSilver
VIEW_MESSAGING_USER_DESC=Esta p\u00E1gina muestra los detalles de un usuario de mensajes de QuickSilver seleccionado.
EDIT_MESSAGING_USER_TITLE=Editar un Usuario de Mensajes de QuickSilver
EDIT_MESSAGING_USER_DESC=Utilice esta p\u00E1gina para editar los detalles de un usuario de mensajes.
NEW_MESSAGING_USER_TITLE=Crear un Nuevo Usuario de Mensajes de QuickSilver
NEW_MESSAGING_USER_DESC=Utilice esta p\u00E1gina para crear un nuevo usuario de mensajes de QuickSilver.
EDIT_MESSAGING_USER=Editar un usuario de mensajes
DELETE_MESSAGING_USER=Suprimir un usuario de mensajes
NO_MESSAGING_USERS_CONFIGURED=Actualmente no hay ning\u00FAn usuario de mensajes de QuickSilver configurado.
MESSAGING_USER_TYPE=Tipo
BASIC_ATN_USERNAME=Usuario
BASIC_ANT_USERNAME_INFO=Nombre de usuario utilizado para la autenticaci\u00F3n de nombre de usuario/contrase\u00F1a de BASIC
BASIC_ATN_PASSWORD=Contrase\u00F1a
BASIC_ATN_PASSWORD_INFO=Contrase\u00F1a de la autenticaci\u00F3n de nombre de usuario/contrase\u00F1a de BASIC
ENCR_KEY=Certificado/clave de cifrado
ENCR_KEY_INFO=Alias de la entrada del almac\u00E9n de claves que sirve para asociar el certificado de cifrado a este usuario de mensajes
ENCR_KEY_PASSWORD=Contrase\u00F1a de la entrada del almac\u00E9n de claves
ENCR_KEY_PASSWORD_INFO=Contrase\u00F1a de la entrada de clave del almac\u00E9n de claves
DSIG_KEY=Certificado/clave de firma digital
DSIG_KEY_INFO=Alias de la entrada del almac\u00E9n de claves que sirve para asociar el certificado de firma digital a este usuario de mensajes
DSIG_KEY_PASSWORD=Contrase\u00F1a de la entrada del almac\u00E9n de claves
DSIG_KEY_PASSWORD_INFO=Contrase\u00F1a de la entrada de clave del almac\u00E9n de claves
SSL_ATN_KEY=Certificado/clave SSL
SSL_ATN_KEY_INFO=Alias de la entrada del almac\u00E9n de claves que sirve para asociar el certificado de autenticaci\u00F3n SSL a este usuario de mensajes
SSL_ATN_KEY_PASSWORD=Contrase\u00F1a de la entrada en el almac\u00E9n de claves
SSL_ATN_KEY_PASSWORD_INFO=Contrase\u00F1a de la entrada de clave del almac\u00E9n de claves
WSS_X509_TOKEN_KEY=Clave/certificado de token WSS X.509
WSS_X509_TOKEN_KEY_INFO=Alias de la entrada del almac\u00E9n de claves que sirve para asociar el certificado de token X509 de seguridad de servicios web a este usuario de mensajes
WSS_X509_TOKEN_KEY_PASSWORD=Contrase\u00F1a de la entrada del almac\u00E9n de claves
WSS_X509_TOKEN_KEY_PASSWORD_INFO=Contrase\u00F1a de la entrada de clave del almac\u00E9n de claves
PASSWORD_CONFIRM=Confirmar Contrase\u00F1a
USERS_GROUP=Usuarios
MESSAGING_USERS_GROUP=Usuarios de Mensajes
