USER_PREFERENCES_GROUP=Pr\u00E9f\u00E9rences utilisateur
USER_PREFERENCES_TITLE=Pr\u00E9f\u00E9rences utilisateur
USER_PREFERENCES_DESC=Les pr\u00E9f\u00E9rences utilisateur vous permettent de personnaliser et de rendre persistants les param\u00E8tres et options d'affichage de console.
HOMEPAGE_LABEL=Page d'accueil
HOMEPAGE_DESC=Modifiez la page d'accueil, \u00E0 savoir celle qui appara\u00EEt lorsque vous vous connectez \u00E0 la console.
DISPLAY_SEARCH_FILTERS_LABEL=Afficher les filtres de recherche
DISPLAY_SEARCH_FILTERS_DESC=Par d\u00E9faut, les filtres de recherche ne sont pas affich\u00E9s (ferm\u00E9s). Si vous s\u00E9lectionnez Oui, ils sont toujours affich\u00E9s (ouverts).
DISPLAY_COMMENTS_LABEL=Afficher les commentaires de phase
DISPLAY_COMMENTS_DESC=Par d\u00E9faut, les commentaires de phase de pipeline ne sont pas affich\u00E9s (ferm\u00E9s). Si vous s\u00E9lectionnez Oui, ils sont toujours affich\u00E9s (ouverts).
DISPLAY_RESOURCE_METADATA_LABEL=Afficher les m\u00E9tadonn\u00E9es de ressource
DISPLAY_RESOURCE_METADATA_DESC=Par d\u00E9faut, les sections des m\u00E9tadonn\u00E9es de ressource sont affich\u00E9es (ouvertes). Si vous s\u00E9lectionnez Non, elles sont masqu\u00E9es (ferm\u00E9es).
DASHBOARD_REFRESH_RATE_LABEL=Fr\u00E9quence d'actualisation du tableau de bord
DASHBOARD_REFRESH_RATE_DESC=Modifiez la fr\u00E9quence \u00E0 laquelle la console met \u00E0 jour l'affichage des donn\u00E9es dans le tableau de bord. Par d\u00E9faut, aucune actualisation n'a lieu.
ALERT_HISTORY_DURATION_LABEL=Dur\u00E9e de l'historique des alertes
ALERT_HISTORY_DURATION_DESC=Modifiez l'intervalle d'affichage des donn\u00E9es historiques des alertes dans le tableau de bord. Par d\u00E9faut, la dur\u00E9e de l'historique des alertes est de 30 minutes.
RESTORE_DEFAULTS_LABEL=Restaurer val. par dft
RESTORE_DEFAULTS_LABEL_TOOLTIP=Restaurez les param\u00E8tres par d\u00E9faut des pr\u00E9f\u00E9rences utilisateur.
RESTORE_DEFAULTS_DESC=Restaurez les valeurs par d\u00E9faut des param\u00E8tres des pr\u00E9f\u00E9rences utilisateur.
USER_PREFERENCES_UPDATE_MSG=Les pr\u00E9f\u00E9rences utilisateur ont \u00E9t\u00E9 mises \u00E0 jour.
USER_PREFERENCES_UPDATE_EXCEPTION=Echec de la mise \u00E0 jour avec l''exception : {0}
