USER_PREFERENCES_GROUP=Prefer\u00EAncias do Usu\u00E1rio
USER_PREFERENCES_TITLE=Prefer\u00EAncias do Usu\u00E1rio
USER_PREFERENCES_DESC=As Prefer\u00EAncias do Usu\u00E1rio permitem que voc\u00EA personalize e persista nas op\u00E7\u00F5es e defini\u00E7\u00F5es de exibi\u00E7\u00E3o da console.
HOMEPAGE_LABEL=Home Page
HOMEPAGE_DESC=Altere sua Home Page, a p\u00E1gina que \u00E9 aberta quando voc\u00EA efetua log-in na console.
DISPLAY_SEARCH_FILTERS_LABEL=Exibir Filtros de Pesquisa
DISPLAY_SEARCH_FILTERS_DESC=Por default, os filtros de pesquisa n\u00E3o s\u00E3o exibidos (fechados). Selecionando Sim, os filtros de pesquisa s\u00E3o sempre exibidos (abertos).
DISPLAY_COMMENTS_LABEL=Exibir Coment\u00E1rios da Fase
DISPLAY_COMMENTS_DESC=Por default, os coment\u00E1rios da fase do Pipeline n\u00E3o s\u00E3o exibidos (fechados). Selecionando Sim, os coment\u00E1rios da fase s\u00E3o sempre exibidos (abertos).
DISPLAY_RESOURCE_METADATA_LABEL=Exibir Metadados do Recurso
DISPLAY_RESOURCE_METADATA_DESC=Por default, as se\u00E7\u00F5es de metadados do recurso s\u00E3o exibidas (abertas). Ao selecionar N\u00E3o, as se\u00E7\u00F5es de metadados do recurso n\u00E3o s\u00E3o exibidas (fechadas).
DASHBOARD_REFRESH_RATE_LABEL=Taxa de Atualiza\u00E7\u00E3o do Painel
DASHBOARD_REFRESH_RATE_DESC=Altera a frequ\u00EAncia em que a console atualiza a exibi\u00E7\u00E3o de dados no Painel. O valor default \u00E9 Sem Atualiza\u00E7\u00E3o.
ALERT_HISTORY_DURATION_LABEL=Dura\u00E7\u00E3o do Hist\u00F3rico de Alertas
ALERT_HISTORY_DURATION_DESC=Altera o intervalo de exibi\u00E7\u00E3o de dados hist\u00F3ricos dos alertas nos Pain\u00E9is. A Dura\u00E7\u00E3o do Hist\u00F3rico de Alertas \u00E9 30 minutos.
RESTORE_DEFAULTS_LABEL=Restaurar Defaults
RESTORE_DEFAULTS_LABEL_TOOLTIP=Restaura as Prefer\u00EAncias do Usu\u00E1rio para as defini\u00E7\u00F5es default.
RESTORE_DEFAULTS_DESC=Restaura as defini\u00E7\u00F5es de prefer\u00EAncias do usu\u00E1rio com seus valores default.
USER_PREFERENCES_UPDATE_MSG=As prefer\u00EAncias do usu\u00E1rio foram atualizadas com sucesso.
USER_PREFERENCES_UPDATE_EXCEPTION=Falha de atualiza\u00E7\u00E3o com a exce\u00E7\u00E3o: {0}
