USER_PREFERENCES_GROUP=Benutzervoreinstellungen
USER_PREFERENCES_TITLE=Benutzervoreinstellungen
USER_PREFERENCES_DESC=Mit den Benutzervoreinstellungen k\u00F6nnen Sie die Anzeigeoptionen und -einstellungen f\u00FCr die Konsole anpassen und dauerhaft speichern.
HOMEPAGE_LABEL=Homepage
HOMEPAGE_DESC=\u00C4ndern Sie Ihre Homepage - die Seite, die ge\u00F6ffnet wird, wenn Sie sich bei der Konsole anmelden.
DISPLAY_SEARCH_FILTERS_LABEL=Suchfilter anzeigen
DISPLAY_SEARCH_FILTERS_DESC=Standardm\u00E4\u00DFig werden Suchfilter nicht angezeigt (sind geschlossen). Wenn Sie "Ja" w\u00E4hlen, werden die Suchfilter immer angezeigt (sind ge\u00F6ffnet).
DISPLAY_COMMENTS_LABEL=Kommentare anzeigen
DISPLAY_COMMENTS_DESC=Standardm\u00E4\u00DFig werden Kommentare zur Pipeline Stage nicht angezeigt (sind geschlossen). Wenn Sie "Ja" w\u00E4hlen, werden Kommentare zur Stage immer angezeigt (sind ge\u00F6ffnet).
DISPLAY_RESOURCE_METADATA_LABEL=Ressourcenmetadaten anzeigen
DISPLAY_RESOURCE_METADATA_DESC=Standardm\u00E4\u00DFig werden Ressourcenmetadaten-Abschnitte angezeigt (sind ge\u00F6ffnet). Wenn Sie "Nein" w\u00E4hlen, werden Ressourcenmetadaten-Abschnitte nicht angezeigt (sind geschlossen).
DASHBOARD_REFRESH_RATE_LABEL=Dashboard-Aktualisierungsrate
DASHBOARD_REFRESH_RATE_DESC=\u00C4ndern Sie, wie h\u00E4ufig die Konsole die Datenanzeige auf dem Dashboard aktualisiert. Der Standardwert ist "Keine Aktualisierung".
ALERT_HISTORY_DURATION_LABEL=Dauer der Alert-Historie
ALERT_HISTORY_DURATION_DESC=\u00C4ndern Sie das Zeitintervall f\u00FCr die Anzeige historischer Daten f\u00FCr Alerts auf dem Dashboard. Die Standarddauer f\u00FCr die Alert-Historie ist 30 Minuten.
RESTORE_DEFAULTS_LABEL=Zur\u00FCck auf Standard
RESTORE_DEFAULTS_LABEL_TOOLTIP=Setzen Sie die Benutzervoreinstellungen auf die Standardeinstellungen zur\u00FCck.
RESTORE_DEFAULTS_DESC=Stellen Sie die Standardwerte f\u00FCr die Benutzervoreinstellungen wieder her.
USER_PREFERENCES_UPDATE_MSG=Die Benutzervoreinstellungen wurden erfolgreich aktualisiert.
USER_PREFERENCES_UPDATE_EXCEPTION=Aktualisieren nicht erfolgreich mit Exception: {0}
