UM_ERR_INVALID_NAME=\u5165\u529B\u3057\u305F\u540D\u524D\u306B1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u4F7F\u7528\u3067\u304D\u306A\u3044\u6587\u5B57\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
UM_ERR_USEREXCEPTION_USER_EXISTS=\u30E6\u30FC\u30B6\u30FC"{0}"\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
UM_ERR_USEREXCEPTION_GROUP_EXISTS=\u30B0\u30EB\u30FC\u30D7"{0}"\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
UM_ERR_USEREXCEPTION_ROLE_EXISTS=\u30ED\u30FC\u30EB"{0}"\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
UM_ERR_USEREXCEPTION_USER_NOT_FOUND=\u30E6\u30FC\u30B6\u30FC"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
UM_ERR_USEREXCEPTION_GROUP_NOT_FOUND=\u30B0\u30EB\u30FC\u30D7"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
UM_ERR_USEREXCEPTION_ROLE_NOT_FOUND=\u30ED\u30FC\u30EB"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
UM_ERR_USEREXCEPTION_USER_CANT_DELETE=\u30E6\u30FC\u30B6\u30FC"{0}"\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
UM_ERR_USEREXCEPTION_GROUP_CANT_DELETE=\u30B0\u30EB\u30FC\u30D7"{0}"\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
UM_ERR_USEREXCEPTION_ROLE_CANT_DELETE=\u30ED\u30FC\u30EB"{0}"\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
UM_ERR_USEREXCEPTION_INVALID_PASSWORD=\u6307\u5B9A\u3057\u305F\u30E6\u30FC\u30B6\u30FC\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u7121\u52B9\u3067\u3059\u3002
UM_ERR_USEREXCEPTION_INVALID_DESCRIPTION=\u6307\u5B9A\u3057\u305F\u8AAC\u660E\u304C\u7121\u52B9\u3067\u3059\u3002
UM_ERR_USEREXCEPTION_INVALID_CALENDAR=\u6307\u5B9A\u3057\u305F\u30AB\u30EC\u30F3\u30C0\u304C\u7121\u52B9\u3067\u3059\u3002
UM_ERR_USEREXCEPTION_INVALID_ROLE_EXPRESSION=\u6307\u5B9A\u3057\u305F\u30ED\u30FC\u30EB\u5F0F\u304C\u7121\u52B9\u3067\u3059\u3002
UM_ERR_USERNAME_NULL=userName\u304Cnull\u3067\u3059
UM_ERR_GROUPNAME_NULL=groupName\u304Cnull\u3067\u3059
UM_ERR_GET_USER_INFO=\u30E6\u30FC\u30B6\u30FC{0}\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
UM_ERR_GET_GROUP_INFO=\u30B0\u30EB\u30FC\u30D7{0}\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
UM_ERR_FAILED_TO_ADD_USER_TO="{0}"\u306B\u30E6\u30FC\u30B6\u30FC\u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
UM_ERR_FAILED_TO_REMOVE_USER_FROM="{0}"\u304B\u3089\u30E6\u30FC\u30B6\u30FC\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
UM_ERR_UNKNOWN_USER_EXCEPTION=\u30E6\u30FC\u30B6\u30FC{0}\u306E\u66F4\u65B0\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F
UM_ERR_MBEAN_USER_REMOVE_EXCEPTION=\u30E6\u30FC\u30B6\u30FC{0}\u306E\u524A\u9664\u4E2D\u306BMBeanException\u304C\u767A\u751F\u3057\u307E\u3057\u305F
UM_ERR_USER_OR_GROUP_NOT_FOUND=\u30E6\u30FC\u30B6\u30FC\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
UM_ERR_GROUP_OR_MEMBER_INVALID=\u30B0\u30EB\u30FC\u30D7\u540D"{0}"\u307E\u305F\u306F\u30E1\u30F3\u30D0\u30FC\u540D"{1}"\u304C\u7121\u52B9\u3067\u3057\u305F\u3002
UM_ERR_GROUP_GET_MEMBERS=\u30B0\u30EB\u30FC\u30D7"{0}"\u306E\u30E1\u30F3\u30D0\u30FC\u3092\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
UM_ERR_UNKNOWN_ROLE_REMOVE=\u30ED\u30FC\u30EB"{0}"\u306E\u524A\u9664\u4E2D\u306B\u4E0D\u660E\u306A\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
UM_ERR_ORIGINAL_MESSAGE=\u5143\u306E\u30E1\u30C3\u30BB\u30FC\u30B8:
UM_ERR_USER_UPDATE=\u30E6\u30FC\u30B6\u30FC\u60C5\u5831\u3092\u66F4\u65B0\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u6B21\u306E\u3068\u304A\u308A\u3067\u3059\u3002
UM_ERR_GROUP_UPDATE=\u30B0\u30EB\u30FC\u30D7\u60C5\u5831\u3092\u66F4\u65B0\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u6B21\u306E\u3068\u304A\u308A\u3067\u3059\u3002
UM_ERR_USER_DESCRIPTION_UPDATE=\u30E6\u30FC\u30B6\u30FC\u306B\u8AAC\u660E\u5C5E\u6027\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
UM_ERR_INVALID_REQUEST=\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u89E3\u91C8\u3067\u304D\u307E\u305B\u3093\u3002\u767A\u884C\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u5024\u306F"{0}"\u3067\u3057\u305F\u3002
UM_ERR_USER_INFO_NOT_FOUND=\u30E6\u30FC\u30B6\u30FC{0}\u306E\u5143\u306E\u60C5\u5831\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u60C5\u5831\u306E\u66F4\u65B0\u4E2D\u306B\u30E6\u30FC\u30B6\u30FC\u304C\u524A\u9664\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
UM_ERR_GROUP_INFO_NOT_FOUND=\u30B0\u30EB\u30FC\u30D7{0}\u306E\u5143\u306E\u60C5\u5831\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u60C5\u5831\u306E\u66F4\u65B0\u4E2D\u306B\u30B0\u30EB\u30FC\u30D7\u304C\u524A\u9664\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
UM_ERR_GROUP_ADD_FAILED=\u30B0\u30EB\u30FC\u30D7"{1}"\u306B\u30B0\u30EB\u30FC\u30D7"{0}"\u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
UM_ERR_GROUP_GROUP_REMOVE_FAILED=\u30B0\u30EB\u30FC\u30D7"{0}"\u304B\u3089\u30B0\u30EB\u30FC\u30D7\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
UM_ERR_USER_REMOVE_FAILED=\u30E6\u30FC\u30B6\u30FC"{0}"\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
UM_ERR_GROUP_REMOVE_FAILED=\u30B0\u30EB\u30FC\u30D7"{0}"\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
UM_ERR_ROLE_REMOVE_FAILED=\u30ED\u30FC\u30EB"{0}"\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
UM_ERR_USER_PASSWORD_UPDATE=\u30E6\u30FC\u30B6\u30FC\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u5C5E\u6027\u3092\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
UM_ERR_USER_CALENDAR_UPDATE=\u30AB\u30EC\u30F3\u30C0\u30FB\u30A8\u30F3\u30C8\u30EA\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
UM_ERR_USER_EMAIL_UPDATE=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30A8\u30F3\u30C8\u30EA\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
UM_ERR_GROUP_DESCRIPTION_UPDATE=\u30B0\u30EB\u30FC\u30D7\u306E\u8AAC\u660E\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
UM_ERR_USER_CREATE_FAILED=\u30E6\u30FC\u30B6\u30FC\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
UM_ERR_GROUP_CREATE_FAILED=\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
OAM_UM_ROLE_NAME=\u30ED\u30FC\u30EB\u540D:
OAM_UM_GROUPS=\u30B0\u30EB\u30FC\u30D7:
OAM_UM_AVAILABLE_GROUPS=\u4F7F\u7528\u53EF\u80FD\u306A\u30B0\u30EB\u30FC\u30D7
OAM_UM_CURRENT_GROUPS=\u73FE\u5728\u306E\u30B0\u30EB\u30FC\u30D7
OAM_UM_AVAILABLE_USERS=\u4F7F\u7528\u53EF\u80FD\u306A\u30E6\u30FC\u30B6\u30FC
OAM_UM_CURRENT_USERS=\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC
OAM_UM_GROUPS_SELECTION_RULE=\u3053\u306E\u30ED\u30FC\u30EB\u306B\u30B0\u30EB\u30FC\u30D7\u3092\u5272\u308A\u5F53\u3066\u307E\u3059\u3002
OAM_UM_ADD_ROLE=\u30ED\u30FC\u30EB\u306E\u8FFD\u52A0
OAM_UM_ROLE_CONDITION_COMMAND=\u30B3\u30DE\u30F3\u30C9
OAM_UM_USERS_SELECTION_RULE=\u3053\u306E\u30ED\u30FC\u30EB\u306B\u30E6\u30FC\u30B6\u30FC\u3092\u5272\u308A\u5F53\u3066\u307E\u3059\u3002
OAM_UM_ROLE_ACCESS_HOURS=\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u306A\u6642\u9593\u5E2F:
OAM_UM_ROLE_ACCESS_HOUR_RULE=\u3053\u306E\u30ED\u30FC\u30EB\u306B\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u306A\u6642\u9593\u5E2F\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u300CFrom\u300D\u304A\u3088\u3073\u300CTo\u300D\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u4E21\u65B9\u3092\u300C\u6642:\u5206\u300D\u306E\u5F62\u5F0F\u3067\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
OAM_UM_ADD_MORE_ROLE_CONDITIONS=\u6761\u4EF6\u306E\u8FFD\u52A0
OAM_UM_ADD_ROLE_CONDITIONS_PAGE_TITLE=\u30ED\u30FC\u30EB\u6761\u4EF6\u306E\u8FFD\u52A0
OAM_UM_ADD_ROLE_CONDITIONS_PAGE_DESCRIPTION=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u3053\u306E\u30ED\u30FC\u30EB\u306E\u6761\u4EF6\u3092\u8FFD\u52A0\u3057\u307E\u3059\u30021\u3064\u306E\u6761\u4EF6\u306B\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30E6\u30FC\u30B6\u30FC\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u300C\u30B3\u30DE\u30F3\u30C9\u300D\u30EA\u30B9\u30C8\u304B\u3089\u300C\u304A\u3088\u3073\u300D\u307E\u305F\u306F\u300C\u307E\u305F\u306F\u300D\u3092\u9078\u629E\u3057\u3066\u3001\u3053\u306E\u6761\u4EF6\u304C\u3053\u306E\u30ED\u30FC\u30EB\u306E\u4ED6\u306E\u6761\u4EF6\u306B\u3069\u306E\u3088\u3046\u306B\u4ED8\u52A0\u3055\u308C\u308B\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
OAM_UM_ADD_CONDITIONS=\u30ED\u30FC\u30EB\u6761\u4EF6\u306E\u8FFD\u52A0
OAM_UM_ROLE_CONDITION_AND=\u304A\u3088\u3073
OAM_UM_ROLE_CONDITION_OR=\u307E\u305F\u306F
OAM_UM_ROLE_EMPTY_NAME_MSG=\u30ED\u30FC\u30EB\u540D\u306F\u5FC5\u9808\u3067\u3059\u3002
OAM_UM_ROLE_EMPTY_CONDITION_MSG=\u6761\u4EF6\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u305D\u306E\u4ED6\u306E\u6761\u4EF6\u3092\u8FFD\u52A0\u3059\u308B\u306B\u306F\u3001\u30E6\u30FC\u30B6\u30FC\u3001\u30B0\u30EB\u30FC\u30D7\u307E\u305F\u306F\u30A2\u30AF\u30BB\u30B9\u6642\u9593\u306E\u3046\u3061\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u6761\u4EF6\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
OAM_UM_ROLE_CREATION_FAILURE_MSG=\u30ED\u30FC\u30EB\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
OAM_UM_ROLE_EDIT_PAGE_JUMP_FAILURE_MSG=\u30ED\u30FC\u30EB\u306E\u7DE8\u96C6\u30DA\u30FC\u30B8\u306B\u79FB\u52D5\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
OAM_UM_USERS=\u30E6\u30FC\u30B6\u30FC:
UM_EDIT_USER_INFO_ATN=\u8A8D\u8A3C\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u9078\u629E\u3057\u307E\u3059\u3002
OAM_UM_ACCEPT_CHANGES=\u5909\u66F4\u306E\u53D7\u5165\u308C
OAM_UM_ROLE_DELETE_CONDITION=\u6761\u4EF6\u306E\u524A\u9664
OAM_UM_ROLE_STATEMENT=\u30ED\u30FC\u30EB\u6587
OAM_UM_ROLE_CONDITION_COMMAND_RULE=\u3053\u306E\u6761\u4EF6\u304C\u65E2\u5B58\u306E\u6761\u4EF6\u306B\u3069\u306E\u3088\u3046\u306B\u4ED8\u52A0\u3055\u308C\u308B\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u6761\u4EF6\u304C\u3053\u306E\u30ED\u30FC\u30EB\u306B\u5BFE\u3057\u3066\u5B9A\u7FA9\u3059\u308B\u6700\u521D\u306E\u6761\u4EF6\u3067\u3042\u308B\u5834\u5408\u306F\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
OAM_UM_UPDATE_ROLE=\u30ED\u30FC\u30EB\u306E\u66F4\u65B0
OAM_UM_REMOVE_SELECTED_ROLES=\u9078\u629E\u3057\u305F\u30ED\u30FC\u30EB\u306E\u524A\u9664
OAM_UM_REMOVE_ROLE_CONFIRM_MSG=\u3053\u308C\u3089\u306E\u30ED\u30FC\u30EB\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
OAM_UM_ROLE_EMPTY_COMMAND_MSG=\u30ED\u30FC\u30EB\u6761\u4EF6\u30B3\u30DE\u30F3\u30C9\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
OAM_UM_UNDEFINED_REQUEST_MSG=\u672A\u5B9A\u7FA9\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u3002
OAM_UM_ROLE_CONDITIONS_HEADER=\u30ED\u30FC\u30EB\u6761\u4EF6
OAM_UM_ROLE_EMPTY_SELECTION_MSG=\u524A\u9664\u3059\u308B\u6761\u4EF6\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
OAM_UM_ROLE_UPDATE_EXPRESSION_MSG=\u30ED\u30FC\u30EB\u306E\u30ED\u30FC\u30EB\u5F0F\u3092\u66F4\u65B0\u4E2D\u306B\u4E0D\u660E\u306A\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
OAM_UM_ROLE_EXPRESSION_INFO=\u5F0F\u306F\u6B21\u306E\u3068\u304A\u308A\u3067\u3059:
OAM_UM_MODULE_TITLE=\u30E6\u30FC\u30B6\u30FC\u306E\u7BA1\u7406
OAM_UM_MODULE_DESCRIPTION=Integration\u306E\u30B7\u30B9\u30C6\u30E0\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u30A2\u30AF\u30BB\u30B9\u3059\u308B\u30E6\u30FC\u30B6\u30FC\u3068\u30ED\u30FC\u30EB\u3092\u69CB\u6210\u3057\u307E\u3059\u3002
UM_TASK_USER_MANAGEMENT=\u30E6\u30FC\u30B6\u30FC\u306E\u7BA1\u7406
UM_TASK_USERS=\u30E6\u30FC\u30B6\u30FC
UM_TASK_GROUPS=\u30B0\u30EB\u30FC\u30D7
UM_TASK_ROLES=\u30ED\u30FC\u30EB
UM_TITLE_VIEW_USERS=\u30E6\u30FC\u30B6\u30FC\u306E\u30B5\u30DE\u30EA\u30FC
UM_TITLE_VIEW_USER="{0}"\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u8A73\u7D30\u3092\u8868\u793A
UM_TITLE_VIEW_USER1=\u30E6\u30FC\u30B6\u30FC\u306E\u8A73\u7D30\u3092\u8868\u793A
UM_TITLE_VIEW_GROUPS=\u30B0\u30EB\u30FC\u30D7\u306E\u30B5\u30DE\u30EA\u30FC
UM_TITLE_VIEW_GROUP="{0}"\u306E\u30B0\u30EB\u30FC\u30D7\u306E\u8A73\u7D30\u3092\u8868\u793A
UM_TITLE_VIEW_GROUP1=\u30B0\u30EB\u30FC\u30D7\u306E\u8A73\u7D30\u3092\u8868\u793A
UM_TITLE_VIEW_ROLES=\u30ED\u30FC\u30EB\u306E\u8868\u793A\u304A\u3088\u3073\u7DE8\u96C6
UM_TITLE_EDIT_USER="{0}"\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u8A73\u7D30\u3092\u7DE8\u96C6
UM_TITLE_EDIT_USER1=\u30E6\u30FC\u30B6\u30FC\u306E\u8A73\u7D30\u3092\u7DE8\u96C6
UM_TITLE_EDIT_USER_PROPERTY=\u30E6\u30FC\u30B6\u30FC{0}\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u8A73\u7D30\u3092\u7DE8\u96C6
UM_TITLE_EDIT_GROUP="{0}"\u306E\u30B0\u30EB\u30FC\u30D7\u306E\u8A73\u7D30\u3092\u7DE8\u96C6
UM_TITLE_EDIT_GROUP1=\u30B0\u30EB\u30FC\u30D7\u306E\u8A73\u7D30\u3092\u7DE8\u96C6
UM_TITLE_EDIT_ROLE=\u30ED\u30FC\u30EB\u306E\u8A73\u7D30\u3092\u7DE8\u96C6
UM_TITLE_ADD_USER=\u65B0\u898F\u30E6\u30FC\u30B6\u30FC\u306E\u4F5C\u6210
UM_TITLE_ADD_USER_PROPERTY=\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u306E\u4F5C\u6210 - \u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30BB\u30C3\u30C8\u306E\u69CB\u6210
UM_TITLE_ADD_GROUP=\u65B0\u3057\u3044\u30B0\u30EB\u30FC\u30D7\u306E\u4F5C\u6210
UM_TITLE_ADD_ROLE=\u65B0\u3057\u3044\u30ED\u30FC\u30EB\u306E\u8FFD\u52A0
UM_DESC_VIEW_USERS=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30E6\u30FC\u30B6\u30FC\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u30E6\u30FC\u30B6\u30FC\u306E\u8A73\u7D30\u3092\u8868\u793A\u307E\u305F\u306F\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u30021\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30E6\u30FC\u30B6\u30FC\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u306E\u6A2A\u306E\u30C1\u30A7\u30C3\u30AF\u30DC\u30C3\u30AF\u30B9\u3092\u30AA\u30F3\u306B\u3057\u3066\u300C\u524A\u9664\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002
UM_DESC_VIEW_USER=\u30E6\u30FC\u30B6\u30FC"{0}"\u306E\u8A73\u7D30\u3092\u8868\u793A\u3057\u307E\u3059\u3002\u3053\u306E\u60C5\u5831\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u300C\u518D\u69CB\u6210\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002
UM_DESC_VIEW_GROUPS=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30B0\u30EB\u30FC\u30D7\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u30B0\u30EB\u30FC\u30D7\u306E\u8A73\u7D30\u3092\u8868\u793A\u307E\u305F\u306F\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u300C\u30B0\u30EB\u30FC\u30D7\u540D\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u30021\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30B0\u30EB\u30FC\u30D7\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u30B0\u30EB\u30FC\u30D7\u540D\u306E\u6A2A\u306E\u30C1\u30A7\u30C3\u30AF\u30DC\u30C3\u30AF\u30B9\u3092\u30AA\u30F3\u306B\u3057\u3066\u300C\u524A\u9664\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002
UM_DESC_VIEW_GROUP=\u30B0\u30EB\u30FC\u30D7"{0}"\u306E\u8A73\u7D30\u3092\u8868\u793A\u3057\u307E\u3059\u3002\u3053\u306E\u60C5\u5831\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u300C\u518D\u69CB\u6210\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002
UM_DESC_VIEW_ROLES=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001WebLogic Integration\u5185\u306E\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30ED\u30FC\u30EB\u306E\u30EA\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u30ED\u30FC\u30EB\u3092\u8868\u793A\u307E\u305F\u306F\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u30ED\u30FC\u30EB\u540D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002\u30ED\u30FC\u30EB\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u30ED\u30FC\u30EB\u3092\u9078\u629E\u3057\u3066\u300C\u9078\u629E\u3057\u305F\u30ED\u30FC\u30EB\u3092\u524A\u9664\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002\u524A\u9664\u3067\u304D\u306A\u3044\u30ED\u30FC\u30EB\u3082\u3042\u308A\u307E\u3059\u3002
UM_DESC_EDIT_USER=\u6B21\u306E\u30E6\u30FC\u30B6\u30FC"{0}"\u306E\u60C5\u5831\u3092\u7DE8\u96C6\u3057\u307E\u3059\u3002
UM_DESC_EDIT_USER_PROPERTY=\u6B21\u306E"{0}"\u306E\u60C5\u5831\u3092\u7DE8\u96C6\u3057\u307E\u3059\u3002\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u30C1\u30A7\u30C3\u30AF\u30DC\u30C3\u30AF\u30B9\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
UM_DESC_EDIT_GROUP=\u6B21\u306E\u30B0\u30EB\u30FC\u30D7"{0}"\u306E\u60C5\u5831\u3092\u7DE8\u96C6\u3057\u307E\u3059\u3002
UM_DESC_EDIT_ROLE=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u6761\u4EF6\u306E\u8FFD\u52A0\u3001\u6761\u4EF6\u306E\u524A\u9664\u3001\u304A\u3088\u3073\u6761\u4EF6\u306E\u9806\u5E8F\u3068\u30B3\u30DE\u30F3\u30C9\u306E\u5909\u66F4\u3092\u884C\u3063\u3066\u3001\u30ED\u30FC\u30EB\u306E\u8A73\u7D30\u3092\u66F4\u65B0\u3057\u307E\u3059\u3002
UM_DESC_ADD_USER=\u6B21\u306E\u30D5\u30A9\u30FC\u30E0\u306B\u60C5\u5831\u3092\u5165\u529B\u3057\u3066\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
UM_DESC_ADD_GROUP=\u6B21\u306E\u30D5\u30A9\u30FC\u30E0\u306B\u60C5\u5831\u3092\u5165\u529B\u3057\u3066\u65B0\u3057\u3044\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
UM_DESC_ADD_ROLE=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u65B0\u3057\u3044\u30ED\u30FC\u30EB\u3092\u8FFD\u52A0\u3067\u304D\u307E\u3059\u3002\u30ED\u30FC\u30EB\u540D\u3092\u5165\u529B\u3057\u3001\u300C\u30ED\u30FC\u30EB\u306E\u8FFD\u52A0\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u65B0\u3057\u3044\u30ED\u30FC\u30EB\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002\u30ED\u30FC\u30EB\u6761\u4EF6\u306F\u6B21\u306E\u300C\u30ED\u30FC\u30EB\u306E\u8A73\u7D30\u3092\u7DE8\u96C6\u300D\u30DA\u30FC\u30B8\u3067\u8FFD\u52A0\u3067\u304D\u307E\u3059\u3002
UM_COL_USER_NAME=\u30E6\u30FC\u30B6\u30FC\u540D
UM_COL_ATN=\u8A8D\u8A3C\u30D7\u30ED\u30D0\u30A4\u30C0
UM_COL_GROUP_NAME=\u30B0\u30EB\u30FC\u30D7\u540D
UM_COL_ROLE_NAME=\u30ED\u30FC\u30EB\u540D
UM_COL_DESCRIPTION=\u8AAC\u660E
UM_COL_EMAIL=\u96FB\u5B50\u30E1\u30FC\u30EB
UM_COL_CALENDAR=\u30AB\u30EC\u30F3\u30C0
UM_COL_GROUP_MEMBERSHIP=\u30B0\u30EB\u30FC\u30D7\u30FB\u30E1\u30F3\u30D0\u30FC\u30B7\u30C3\u30D7
UM_COL_CURRENT_PASSWORD=\u73FE\u5728\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
UM_COL_NEW_PASSWORD=\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9
UM_COL_CONFIRM_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u78BA\u8A8D
UM_COL_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9
UM_COL_AVAILABLE_GROUPS=\u4F7F\u7528\u53EF\u80FD\u306A\u30B0\u30EB\u30FC\u30D7
UM_COL_CURRENT_GROUPS=\u73FE\u5728\u306E\u30B0\u30EB\u30FC\u30D7
UM_COL_MEMBER_USERS=\u30E1\u30F3\u30D0\u30FC\u30FB\u30E6\u30FC\u30B6\u30FC
UM_COL_MEMBER_GROUPS=\u30E1\u30F3\u30D0\u30FC\u30FB\u30B0\u30EB\u30FC\u30D7
UM_CONFIRM_REMOVE_SELECTED_USERS=\u3053\u308C\u3089\u306E\u30E6\u30FC\u30B6\u30FC\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
UM_CONFIRM_REMOVE_SELECTED_USER=\u3053\u306E\u30E6\u30FC\u30B6\u30FC\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
UM_CONFIRM_REMOVE_SELECTED_GROUPS=\u3053\u308C\u3089\u306E\u30B0\u30EB\u30FC\u30D7\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
UM_CONFIRM_REMOVE_SELECTED_GROUP=\u3053\u306E\u30B0\u30EB\u30FC\u30D7\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
UM_CONFIRM_REMOVE_SELECTED_ROLES=\u3053\u308C\u3089\u306E\u30ED\u30FC\u30EB\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
UM_CONFIRM_REMOVE_THIS_USER=\u3053\u306E\u30E6\u30FC\u30B6\u30FC\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
UM_CONFIRM_REMOVE_THIS_GROUP=\u3053\u306E\u30B0\u30EB\u30FC\u30D7\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
UM_COMMAND_REMOVE_SELECTED_USERS=\u9078\u629E\u3057\u305F\u30E6\u30FC\u30B6\u30FC\u306E\u524A\u9664
UM_COMMAND_REMOVE_SELECTED_GROUPS=\u9078\u629E\u3057\u305F\u30B0\u30EB\u30FC\u30D7\u306E\u524A\u9664
UM_COMMAND_REMOVE_SELECTED_ROLES=\u9078\u629E\u3057\u305F\u30ED\u30FC\u30EB\u306E\u524A\u9664
UM_COMMAND_ACCEPT_CHANGES=\u5909\u66F4\u306E\u53D7\u5165\u308C
UM_COMMAND_RESET=\u30EA\u30BB\u30C3\u30C8
UM_COMMAND_ADD_USER=\u30E6\u30FC\u30B6\u30FC\u306E\u8FFD\u52A0
UM_COMMAND_CANCEL=\u53D6\u6D88\u3057
UM_COMMAND_EDIT_USER=\u30E6\u30FC\u30B6\u30FC\u306E\u7DE8\u96C6
UM_COMMAND_DELETE_USER=\u30E6\u30FC\u30B6\u30FC\u306E\u524A\u9664
UM_COMMAND_EDIT_GROUP=\u30B0\u30EB\u30FC\u30D7\u306E\u7DE8\u96C6
UM_COMMAND_DELETE_GROUP=\u30B0\u30EB\u30FC\u30D7\u306E\u524A\u9664
UM_COMMAND_ADD_GROUP=\u30B0\u30EB\u30FC\u30D7\u306E\u8FFD\u52A0
UM_COMMAND_ADD_ROLE_COND=\u30ED\u30FC\u30EB\u6761\u4EF6\u306E\u8FFD\u52A0
UM_COMMAND_EDIT_ROLE_COND=\u30ED\u30FC\u30EB\u6761\u4EF6\u30B3\u30DE\u30F3\u30C9\u306E\u7DE8\u96C6
UM_COMMAND_SORT_ROLE_COND=\u30ED\u30FC\u30EB\u6761\u4EF6\u306E\u30BD\u30FC\u30C8
UM_EDIT_USER_INFO_DESCRIPTION=\u30E6\u30FC\u30B6\u30FC\u306E\u8AAC\u660E\u3002\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u3059\u3002
UM_EDIT_USER_INFO_EMAIL=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30A2\u30C9\u30EC\u30B9\u3002\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u3059\u3002
UM_EDIT_USER_INFO_CALENDAR=\u30E6\u30FC\u30B6\u30FC\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30AB\u30EC\u30F3\u30C0\u3002\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u3059\u3002
UM_EDIT_USER_INFO_CUR_PASSWORD=\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9\u3002\u30E6\u30FC\u30B6\u30FC\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5909\u66F4\u3059\u308B\u5834\u5408\u306E\u307F\u5FC5\u9808\u3067\u3059\u3002
UM_EDIT_USER_INFO_NEW_PASSWORD=\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9\u3002\u30E6\u30FC\u30B6\u30FC\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5909\u66F4\u3059\u308B\u5834\u5408\u306E\u307F\u5FC5\u9808\u3067\u3059\u3002
UM_EDIT_USER_INFO_CONFIRM_PASSWORD=\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002\u30E6\u30FC\u30B6\u30FC\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5909\u66F4\u3059\u308B\u5834\u5408\u306E\u307F\u5FC5\u9808\u3067\u3059
UM_EDIT_USER_INFO_GROUP_MEMBERSHIP=\u30E6\u30FC\u30B6\u30FC\u306E\u30B0\u30EB\u30FC\u30D7\u30FB\u30E1\u30F3\u30D0\u30FC\u30B7\u30C3\u30D7\u3002
UM_EDIT_GROUP_INFO_DESCRIPTION=\u30B0\u30EB\u30FC\u30D7\u306E\u8AAC\u660E\u3002\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u3059\u3002
UM_EDIT_GROUP_INFO_GROUP_MEMBERSHIP=\u3053\u306E\u30B0\u30EB\u30FC\u30D7\u306F\u3001\u4ED6\u306E\u30B0\u30EB\u30FC\u30D7\u306E\u30E1\u30F3\u30D0\u30FC\u306B\u3067\u304D\u307E\u3059\u3002\u3053\u306E\u30B0\u30EB\u30FC\u30D7\u3092\u30E1\u30F3\u30D0\u30FC\u3068\u3057\u3066\u542B\u3081\u308B\u30B0\u30EB\u30FC\u30D7\u3092\u9078\u629E\u3057\u307E\u3059\u3002
UM_ADD_USER_INFO_USER_NAME=\u30B9\u30DA\u30FC\u30B9\u307E\u305F\u306F\u7279\u6B8A\u6587\u5B57\u3092\u542B\u307E\u306A\u3044\u30E6\u30FC\u30B6\u30FC\u540D\u3002\u5FC5\u9808\u3067\u3059\u3002
UM_ADD_USER_INFO_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9\u3002
UM_ADD_USER_INFO_CONFIRM_PASSWORD=\u78BA\u8A8D\u306E\u305F\u3081\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u518D\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
UM_ADD_GROUP_INFO_GROUP_NAME=\u30B9\u30DA\u30FC\u30B9\u307E\u305F\u306F\u7279\u6B8A\u6587\u5B57\u3092\u542B\u307E\u306A\u3044\u30B0\u30EB\u30FC\u30D7\u540D\u3002\u5FC5\u9808\u3067\u3059\u3002
UM_ADD_ROLE_INFO_ROLE_NAME=\u30B9\u30DA\u30FC\u30B9\u307E\u305F\u306F\u7279\u6B8A\u6587\u5B57\u3092\u542B\u307E\u306A\u3044\u30ED\u30FC\u30EB\u540D\u3002\u5FC5\u9808\u3067\u3059\u3002
UM_NO_CALENDAR_ELEMENT=\u30AB\u30EC\u30F3\u30C0\u306A\u3057
UM_ERR_USER_NAME_REQUIRED=\u30E6\u30FC\u30B6\u30FC\u540D\u306F\u5FC5\u9808\u3067\u3059\u3002
UM_ERR_GROUP_NAME_REQUIRED=\u30B0\u30EB\u30FC\u30D7\u540D\u306F\u5FC5\u9808\u3067\u3059\u3002
UM_ERR_PASSWORD_REQUIRED=\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u5FC5\u9808\u3067\u3059
UM_ERR_USER_ALREADY_EXISTS=\u3053\u306E\u540D\u524D\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
UM_ERR_GROUP_ALREADY_EXISTS=\u3053\u306E\u540D\u524D\u306E\u30B0\u30EB\u30FC\u30D7\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059
UM_ERR_PASSWORD_LENGTH=\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u6700\u4F4E{0}\u6587\u5B57\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
UM_ERR_PASSWORD_CONFIRMATION_REQUIRED1=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
UM_ERR_PASSWORD_CONFIRMATION_MUST_MATCH1=\u30D1\u30B9\u30EF\u30FC\u30C9\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u78BA\u8A8D\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
UM_ERR_PASSWORD_CONFIRMATION_REQUIRED2=\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
UM_ERR_PASSWORD_CONFIRMATION_MUST_MATCH2=\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u3068\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u78BA\u8A8D\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
UM_ERR_CURRENT_PASSWORD_REQUIRED=\u30E6\u30FC\u30B6\u30FC\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5909\u66F4\u3059\u308B\u5834\u5408\u306F\u73FE\u5728\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
UM_ERR_GROUP_SELF_MEMBER=\u30B0\u30EB\u30FC\u30D7\u306F\u30B0\u30EB\u30FC\u30D7\u81EA\u8EAB\u306E\u30E1\u30F3\u30D0\u30FC\u306B\u306A\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
UM_ERR_USER_AND_GROUP_SAME_NAME1=\u3053\u306E\u540D\u524D\u306E\u30B0\u30EB\u30FC\u30D7\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u8907\u6570\u306E\u30B0\u30EB\u30FC\u30D7\u304A\u3088\u3073\u30E6\u30FC\u30B6\u30FC\u306B\u540C\u3058\u540D\u524D\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u5225\u306E\u540D\u524D\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
UM_ERR_USER_AND_GROUP_SAME_NAME2=\u3053\u306E\u540D\u524D\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u8907\u6570\u306E\u30B0\u30EB\u30FC\u30D7\u304A\u3088\u3073\u30E6\u30FC\u30B6\u30FC\u306B\u540C\u3058\u540D\u524D\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u5225\u306E\u540D\u524D\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
OAM_UM_USER_TASKS=\u30E6\u30FC\u30B6\u30FC\u30FB\u30BF\u30B9\u30AF
OAM_UM_GROUP_TASKS=\u30B0\u30EB\u30FC\u30D7\u30FB\u30BF\u30B9\u30AF
OAM_UM_ROLE_TASKS=\u30ED\u30FC\u30EB\u30FB\u30BF\u30B9\u30AF
OAM_UM_VIEW_EDIT_USERS=\u30E6\u30FC\u30B6\u30FC\u306E\u8868\u793A\u304A\u3088\u3073\u7DE8\u96C6
OAM_UM_ADD_NEW_USER=\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u306E\u8FFD\u52A0
OAM_UM_VIEW_GROUPS=\u30B0\u30EB\u30FC\u30D7\u306E\u8868\u793A\u304A\u3088\u3073\u7DE8\u96C6
OAM_UM_ADD_NEW_GROUP=\u65B0\u3057\u3044\u30B0\u30EB\u30FC\u30D7\u306E\u8FFD\u52A0
OAM_UM_VIEW_EDIT_ROLES=\u30ED\u30FC\u30EB\u306E\u8868\u793A\u304A\u3088\u3073\u7DE8\u96C6
OAM_UM_ADD_NEW_ROLE=\u65B0\u3057\u3044\u30ED\u30FC\u30EB\u306E\u8FFD\u52A0
UM_TITLE_VIEW_ROLE_DETAILS=\u30ED\u30FC\u30EB\u6761\u4EF6\u306E\u8868\u793A
UM_DESC_VIEW_ROLE_DETAILS=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u3053\u306E\u30ED\u30FC\u30EB\u306E\u6761\u4EF6\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u6761\u4EF6\u3092\u8FFD\u52A0\u3059\u308B\u306B\u306F\u3001\u300C\u30ED\u30FC\u30EB\u6761\u4EF6\u306E\u8FFD\u52A0\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002\u6761\u4EF6\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u6761\u4EF6\u3092\u9078\u629E\u3057\u3066\u300C\u6761\u4EF6\u306E\u524A\u9664\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002
UM_TITLE_SORT_ROLE_CONDITIONS=\u30ED\u30FC\u30EB\u6761\u4EF6\u306E\u30BD\u30FC\u30C8
UM_DESC_SORT_ROLE_CONDITIONS=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u30ED\u30FC\u30EB\u6761\u4EF6\u3092\u4E26\u3079\u66FF\u3048\u307E\u3059\u3002\u4E0A\u4E0B\u306E\u77E2\u5370\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u6761\u4EF6\u3092\u79FB\u52D5\u3057\u3001\u300C\u767A\u884C\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30ED\u30FC\u30EB\u6761\u4EF6\u3092\u66F4\u65B0\u3057\u307E\u3059\u3002
OAM_UM_ROLE_SORT_CONDITIONS=\u30ED\u30FC\u30EB\u6761\u4EF6\u306E\u30BD\u30FC\u30C8...
UM_TITLE_EDIT_ROLE_CONDITIONS_COMMANDS=\u30ED\u30FC\u30EB\u6761\u4EF6\u30B3\u30DE\u30F3\u30C9\u306E\u7DE8\u96C6
UM_DESC_EDIT_ROLE_CONDITIONS_COMMANDS=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u5404\u30ED\u30FC\u30EB\u6761\u4EF6\u3092\u7D50\u5408\u3059\u308B\u30B3\u30DE\u30F3\u30C9\u3092\u5909\u66F4\u3057\u307E\u3059\u3002\u3053\u306E\u30DA\u30FC\u30B8\u3067\u5909\u66F4\u3092\u884C\u3063\u305F\u3089\u3001\u300C\u767A\u884C\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30ED\u30FC\u30EB\u6761\u4EF6\u3092\u66F4\u65B0\u3057\u307E\u3059\u3002
OAM_UM_ROLE_EDIT_CONDITIONS_COMMANDS=\u30ED\u30FC\u30EB\u6761\u4EF6\u30B3\u30DE\u30F3\u30C9\u306E\u7DE8\u96C6...
OAM_UM_ROLE_CONDITION_DELETE_CONFIRM=\u9078\u629E\u3057\u305F\u6761\u4EF6\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
OAM_UM_ROLE_CONDITION_SELECT_PROMPT=\u524A\u9664\u3059\u308B\u6761\u4EF6\u30921\u3064\u307E\u305F\u306F\u8907\u6570\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
PG_NODE_INFO=\u30CE\u30FC\u30C9\u60C5\u5831
PM_CONFIRM_INSTANCE_ACTION=\u3053\u306E\u30D7\u30ED\u30BB\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092{0}\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
PM_CONFIRM_INSTANCES_ACTION=\u3053\u308C\u3089\u306E\u30D7\u30ED\u30BB\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092{0}\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
ERROR_SUSPEND_FAILED=ID {1}\u306E\u30D7\u30ED\u30BB\u30B9{0}\u3092\u4E2D\u65AD\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
ERROR_RESUME_FAILED=ID {1}\u306E\u30D7\u30ED\u30BB\u30B9{0}\u3092\u518D\u958B\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
ERROR_TERMINATE_FAILED=ID {1}\u306E\u30D7\u30ED\u30BB\u30B9{0}\u3092\u7D42\u4E86\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
ERROR_UNFREEZE_FAILED=ID {1}\u306E\u30D7\u30ED\u30BB\u30B9{0}\u3092\u51CD\u7D50\u89E3\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
ERROR_PROCESS_NOT_FOUND=\u30D7\u30ED\u30BB\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D3\u30B9URI: {0}
ERROR_INSTANCE_NOT_FOUND=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D3\u30B9URI: {0}\u3001\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9ID: {1}
ERROR_NO_INSTANCE_INFORMATION=\u30D7\u30ED\u30BB\u30B9\u306B\u95A2\u3059\u308B\u60C5\u5831\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30B5\u30FC\u30D3\u30B9URI: {0}\u3001\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9ID: {1}
ERROR_INSTANCE_NO_LONGER_AVAILABLE=\u30D7\u30ED\u30BB\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u3053\u308C\u4EE5\u4E0A\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
ERROR_PROCESSING_REQUEST=\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
OAM_CONSOLE_WAITING=\u30B3\u30F3\u30BD\u30FC\u30EB\u306F\u81EA\u52D5\u7684\u306B\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3055\u308C\u307E\u3059
PG_SVG_CHECK=\u5BFE\u8A71\u578B\u30D7\u30ED\u30BB\u30B9\u30FB\u30B0\u30E9\u30D5\u3092\u8868\u793A\u3059\u308B\u306B\u306FAdobe SVG Viewer 3.0\u304C\u5FC5\u8981\u3067\u3059\u3002\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30FB\u30DA\u30FC\u30B8\u306B\u79FB\u52D5\u3057\u307E\u3059\u304B\u3002
EDIT_DETAILS=\u8A73\u7D30\u306E\u7DE8\u96C6...
EDIT_PROPERTIES=\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u7DE8\u96C6...
AI_ADAPTINST_SERVICECONN_EDIT_DET_PAGE_TITLE=\u30A2\u30C0\u30D7\u30BF\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u63A5\u7D9A\u306E\u8A73\u7D30\u306E\u7DE8\u96C6
AI_ADAPTINST_SERVICECONN_EDIT_DET_PAGE_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306F\u3001\u30A2\u30C0\u30D7\u30BF\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u63A5\u7D9A\u306E\u4E3B\u8981\u306A\u8A73\u7D30\u3092\u5909\u66F4\u3057\u307E\u3059\u3002
AI_PRINCIPALMAP_VALIDATOR_MAP_NOT_EXIST=\u73FE\u5728\u306E\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u30FB\u30DE\u30C3\u30D4\u30F3\u30B0\u60C5\u5831\u3092\u30D5\u30A7\u30C3\u30C1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u691C\u8A3C\u3092\u7D9A\u884C\u3067\u304D\u307E\u305B\u3093\u3002
AI_PRINCIPALMAP_VALIDATOR_SOURCE_USER_INVALID=\u30BD\u30FC\u30B9\u30FB\u30E6\u30FC\u30B6\u30FC\u540D\u306F\u6709\u52B9\u306AWebLogic\u30E6\u30FC\u30B6\u30FC\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
AI_PRINCIPALMAP_VALIDATOR_SOURCE_USER_EXISTS=\u73FE\u5728\u5B58\u5728\u3059\u308B\u4ED6\u306E\u30EC\u30B3\u30FC\u30C9\u3092\u4E0A\u66F8\u304D\u3059\u308B\u3088\u3046\u306B\u30BD\u30FC\u30B9\u3092\u5909\u66F4\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
OAM_MB_SELECT_CHANNEL=1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30C1\u30E3\u30CD\u30EB\u3092\u9078\u629E\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
OAM_TPM_CACHE_INVALID=WLI-B2B\u30AD\u30E3\u30C3\u30B7\u30E5\u3092\u66F4\u65B0\u4E2D\u3067\u3059\u3002\u3057\u3070\u3089\u304F\u5F85\u3063\u3066\u304B\u3089\u64CD\u4F5C\u3092\u3084\u308A\u76F4\u3057\u3066\u304F\u3060\u3055\u3044...
BC_CONFIRM_MAP_USERS=\u9078\u629E\u3057\u305F\u30E6\u30FC\u30B6\u30FC\u3092\u30EA\u30B9\u30C8\u5185\u306E\u30AB\u30EC\u30F3\u30C0\u306B\u30DE\u30C3\u30D7\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
BC_CONFIRM_MAP_GROUPS=\u9078\u629E\u3057\u305F\u30B0\u30EB\u30FC\u30D7\u3092\u30EA\u30B9\u30C8\u5185\u306E\u30AB\u30EC\u30F3\u30C0\u306B\u30DE\u30C3\u30D7\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
BC_CONFIRM_UNMAP_USERS=\u9078\u629E\u3057\u305F\u30E6\u30FC\u30B6\u30FC\u306E\u30AB\u30EC\u30F3\u30C0\u3092\u30DE\u30C3\u30D7\u89E3\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
BC_CONFIRM_UNMAP_GROUPS=\u9078\u629E\u3057\u305F\u30B0\u30EB\u30FC\u30D7\u306E\u30AB\u30EC\u30F3\u30C0\u3092\u30DE\u30C3\u30D7\u89E3\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
OAM_TPM_INVALID_DOCUMENT=\u3053\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u306FWLI\u3067\u8A8D\u8B58\u3067\u304D\u306A\u3044\u7121\u52B9\u306AXML\u3067\u3059
OAM_TPM_REMOVE_RN_DEFAULTS_MSG=\u30B5\u30FC\u30D3\u30B9\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
OAM_TPM_RN_SERVICE_INVALID_SCHEMA_MSG=\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u4E0A\u306E\u30B9\u30AD\u30FC\u30DE\u306E\u5834\u6240\u304C\u7121\u52B9\u3067\u3042\u308B\u304B\u3001\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u691C\u8A3C\u3059\u308B\u305F\u3081\u306B\u3001\u30B9\u30AD\u30FC\u30DE\u306E\u5834\u6240\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
OAM_TPM_SERVICE_PROFILE_USED_BY_TP_TITLE=\u4F7F\u7528\u4E2D\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB
OAM_TPM_SERVICE_PROFILE_USED_BY_TP_DESC=\u30A4\u30F3\u30DD\u30FC\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30C8\u30EC\u30FC\u30C7\u30A3\u30F3\u30B0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u3088\u3063\u3066\u6B21\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30A4\u30F3\u30DD\u30FC\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u306E\u66F4\u65B0\u3092\u5B9F\u884C\u3059\u308B\u305F\u3081\u306B\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3092\u7121\u52B9\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
OAM_TPM_CERT_USED_TITLE=\u4F7F\u7528\u4E2D\u306E\u8A3C\u660E\u66F8
OAM_TPM_CERT_USED_DESC=\u30DA\u30FC\u30B8\u306B\u306F\u3001\u73FE\u5728\u3053\u306E\u8A3C\u660E\u66F8\u3092\u4F7F\u7528\u4E2D\u306E\u3059\u3079\u3066\u306E\u30C8\u30EC\u30FC\u30C7\u30A3\u30F3\u30B0\u30FB\u30D1\u30FC\u30C8\u30CA\u304C\u30EA\u30B9\u30C8\u3055\u308C\u307E\u3059\u3002
PM_VIEW_EXCEPTION_DETAILS=\u4F8B\u5916\u306E\u8A73\u7D30\u3092\u8868\u793A
OAM_EG_PUBLISH_AS=\u4EE3\u66FF\u30E6\u30FC\u30B6\u30FC\u3067\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5
OAM_EG_PUBLISH_AS_INFO=\u4EE3\u66FF\u30E6\u30FC\u30B6\u30FC\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
OAM_EG_PUBLISH_AS_ERROR=\u304B\u308F\u308A\u306B\u30C1\u30E3\u30CD\u30EB\u3092\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3059\u308B\u30E6\u30FC\u30B6\u30FC\u3092\u9078\u629E\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
OAM_TPM_MESSAGE_DIGEST_SHA1=SHA1
OAM_TPM_MESSAGE_DIGEST_MD5=MD5
OAM_TPM_MESSAGE_DIGEST_MSG=\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u306B\u4F7F\u7528\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30C0\u30A4\u30B8\u30A7\u30B9\u30C8\u30FB\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0
OAM_TPM_MESSAGE_DIGEST_TITLE=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30C0\u30A4\u30B8\u30A7\u30B9\u30C8\u30FB\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0
BC_CALENDAR_NAME_REQUIRED=\u30D3\u30B8\u30CD\u30B9\u30FB\u30AB\u30EC\u30F3\u30C0\u540D\u306F\u5FC5\u9808\u3067\u3059\u3002
BC_START_TIME_AFTER_END_TIME=\u958B\u59CB\u6642\u523B\u3092\u7D42\u4E86\u6642\u523B\u3088\u308A\u3082\u5F8C\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
BC_INVALID_YEAR=\u6709\u52B9\u306A\u5E74\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5165\u529B\u3067\u304D\u308B\u5024\u306F4\u6841\u306E\u6587\u5B57\u5217\u3067\u3059\u3002
BC_INVALID_DATE=\u7279\u5B9A\u306E\u6708\u306E\u6709\u52B9\u306A\u65E5\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
OAM_TPM_EXPORT_KEYINFO=\u8A3C\u660E\u66F8\u9375\u306E\u60C5\u5831\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
OAM_TPM_EXPORT_KEYINFO_MSG=\u30AD\u30FC\u30B9\u30C8\u30A2\u304B\u3089KeyInfo\u8981\u7D20\u3092\u542B\u3080\u8A3C\u660E\u66F8\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u307E\u3059
OAM_TPM_MESSAGE_DIGEST_ALGO_NOT_PROVIDED=\u30CF\u30C3\u30B7\u30E5\u95A2\u6570\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
OAM_TPM_MESSAGE_DIGEST_ALGO_PROVIDED=\u7F72\u540D\u8A3C\u660E\u66F8\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u3001\u30CF\u30C3\u30B7\u30E5\u95A2\u6570\u3092\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093
OAM_EG_TIMER_BAD_GRANULARITY=\u30D3\u30B8\u30CD\u30B9\u30FB\u30AB\u30EC\u30F3\u30C0\u3068\u30C1\u30E3\u30CD\u30EB\u30FB\u30EB\u30FC\u30EB\u3092\u95A2\u9023\u4ED8\u3051\u305F\u5834\u5408\u306F\u3001\u983B\u5EA6\u306B\u79D2\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
EG_BAD_WLI_CONFIGURATION=\u73FE\u5728WebLogic Integration\u306F\u30DE\u30EB\u30C1\u30FB\u30AF\u30E9\u30B9\u30BF\u74B0\u5883\u306B\u304A\u3051\u308B\u7D71\u5408\u30AF\u30E9\u30B9\u30BF\u306E\u5358\u4E00\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u307F\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30AF\u30E9\u30B9\u30BF\u306FWebLogic Integration\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u306B\u660E\u793A\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u3092\u4FEE\u6B63\u3057\u3066\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
EG_UNKNOWN_WLI_CONFIGURATION=WebLogic Integration\u3067\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u30FB\u30B3\u30DE\u30F3\u30C9\u306E\u5B9F\u884C\u6642\u306B\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4E0D\u6B63\u306A\u30C9\u30E1\u30A4\u30F3\u69CB\u6210\u304C\u5B58\u5728\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
CS_STOP_CURRENT_PURGE=\u73FE\u5728\u306E\u30D1\u30FC\u30B8\u64CD\u4F5C\u3092\u505C\u6B62
OAM_TPM_SERVICE_PROFILE_VIEW_TITLE=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3092\u8868\u793A
OAM_TPM_SERVICE_PROFILE_VIEW_MSG=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306E\u8A73\u7D30\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u300CEdit Service Profile\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
EG_TASK_CUSTOM=\u30AB\u30B9\u30BF\u30E0
OAM_EG_CUSTOM_MAIN_TITLE=\u3059\u3079\u3066\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30A4\u30D9\u30F3\u30C8\u30FB\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u3092\u8868\u793A
OAM_EG_CUSTOM_MAIN_DESC=\u3053\u306E\u30DA\u30FC\u30B8\u304B\u3089\u3001\u30AB\u30B9\u30BF\u30E0\u30FB\u30A4\u30D9\u30F3\u30C8\u30FB\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u307E\u305F\u306F\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u306E\u30A4\u30D9\u30F3\u30C8\u30FB\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002\u30AB\u30B9\u30BF\u30E0\u30FB\u30A4\u30D9\u30F3\u30C8\u30FB\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u3092\u958B\u767A\u3057\u3066WLI\u30B3\u30F3\u30BD\u30FC\u30EB\u304B\u3089\u30E2\u30CB\u30BF\u30FC\u3067\u304D\u307E\u3059\u3002\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u3053\u306E\u65B9\u6CD5\u3067\u958B\u767A\u3057\u305F\u3059\u3079\u3066\u306E\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u306E\u30A8\u30F3\u30C8\u30EA\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u8A72\u5F53\u30EA\u30F3\u30AF\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u65B0\u3057\u3044\u30D6\u30E9\u30A6\u30B6\u304C\u8D77\u52D5\u3055\u308C\u3066\u30E2\u30CB\u30BF\u30FC\u60C5\u5831\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
EG_NO_EXTERNAL_GENERATORS=\u73FE\u6642\u70B9\u3067\u306F\u3001\u73FE\u5728\u306E\u30C9\u30E1\u30A4\u30F3\u306B\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u306E\u30A4\u30D9\u30F3\u30C8\u30FB\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u307E\u305F\u306F\u30AB\u30B9\u30BF\u30E0\u30FB\u30A4\u30D9\u30F3\u30C8\u30FB\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u306F\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
OAM_EG_FOREIGN_JMS_TYPE_INFO=JMS\u5916\u90E8\u5B9B\u5148\u30BF\u30A4\u30D7\u306F\u3001\u30AD\u30E5\u30FC\u307E\u305F\u306F\u30C8\u30D4\u30C3\u30AF\u306E\u3044\u305A\u308C\u304B\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
OAM_WL_DELETE_SUBSTITUTES_CONFIRM=\u3053\u308C\u3089\u306E\u4EE3\u7406\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\u3002
WL_ADD_SUBSTITUTES_FAIL=\u4EE3\u7406\u30EB\u30FC\u30EB\u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
WL_EDIT_SUBSTITUTES_FAIL=\u4EE3\u7406\u30EB\u30FC\u30EB\u3092\u7DE8\u96C6\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
PM_TITLE_PARENT_INSTANCE=\u89AA\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9
PM_TITLE_CHILD_INSTANCE=\u5B50\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9
PM_STATUS_RUNNING=\u5B9F\u884C\u4E2D
PM_STATUS_ABORTED=\u4E2D\u6B62
PM_STATUS_SUSPENDED=\u4E2D\u65AD
PM_STATUS_FROZEN=\u51CD\u7D50
PM_STATUS_COMPLETED=\u5B8C\u4E86
PM_STATUS_TERMINATED=\u7D42\u4E86
PM_STATUS_PENDINGABORT=\u4E2D\u6B62\u4FDD\u7559\u4E2D
PM_STATUS_DEFUNCT=\u5EC3\u6B62
PM_STATUS_COMPORTERM=\u5B8C\u4E86\u307E\u305F\u306F\u7D42\u4E86
WM_NO_DEACTIVATION_DATE=\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u306A\u3044
WM_DEACTIVATES_ON=\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306E\u65E5\u4ED8
WM_COL_DEACTIVATION_DATE_ERROR=\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306E\u65E5\u4ED8\u306F\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306E\u65E5\u4ED8\u3088\u308A\u5F8C\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WM_INFO_NON_VERSIONED_RUNNABLE=\u30D0\u30FC\u30B8\u30E7\u30F3\u306A\u3057\u306E\u30D7\u30ED\u30BB\u30B9\u306F\u3001\u300C\u6709\u52B9\u300D\u3068\u300C\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306E\u65E5\u4ED8\u300D\u3068\u300C\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306E\u65E5\u4ED8\u300D\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306B\u5B9F\u884C\u53EF\u80FD\u3067\u3059\u3002\u300C\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306E\u65E5\u4ED8\u300D\u306F\u3001\u300C\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306E\u65E5\u4ED8\u300D\u3088\u308A\u5F8C\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WM_COL_DEACTIVATION_DATE=\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306E\u65E5\u4ED8
OAM_UM_MULTIPLE_RESTRICTED_SAVED_VALUES=\u4FDD\u5B58\u3055\u308C\u3066\u3044\u308B\u30D7\u30ED\u30D1\u30C6\u30A3\u5024:
UM_PROPERTY_MULTIPLE_RESTRICTED_AVAILABLE_VALUES=\u4F7F\u7528\u53EF\u80FD\u306A\u30D7\u30ED\u30D1\u30C6\u30A3\u5024:
OAM_CONSOLE_LOGIN=\u30ED\u30B0\u30A4\u30F3
UM_ERR_USER_PROPERTY_WRONG_TYPE=\u5165\u529B\u3057\u305F\u30D7\u30ED\u30D1\u30C6\u30A3\u5024\u304C\u30D7\u30ED\u30D1\u30C6\u30A3\u578B\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093
UM_ADD_USER_TITLE_HELP=\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
UM_VIEW_USERS_TITLE_HELP=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u30B7\u30B9\u30C6\u30E0\u3067\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u306E\u4F5C\u6210\u3084\u3001\u65E2\u5B58\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u8868\u793A\u3001\u7DE8\u96C6\u304A\u3088\u3073\u524A\u9664\u3082\u884C\u3046\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
UM_EDIT_USER_TITLE_HELP=\u30E6\u30FC\u30B6\u30FC\u306E\u8A73\u7D30\u3092\u7DE8\u96C6
UM_VIEW_USER_TITLE_HELP=\u30E6\u30FC\u30B6\u30FC\u306E\u8A73\u7D30\u3092\u8868\u793A
UM_TITLE_VIEW_USERS_SEARCH=\u691C\u7D22
UM_TITLE_VIEW_USERS_CANCEL_SEARCH=\u691C\u7D22\u306E\u53D6\u6D88\u3057
UM_VIEW_USER_LABEL_USERNAME=\u30E6\u30FC\u30B6\u30FC\u540D:
UM_VIEW_USER_LABEL_ATN=\u8A8D\u8A3C\u30D7\u30ED\u30D0\u30A4\u30C0:
UM_TITLE_VIEW_GROUPS_SEARCH=\u691C\u7D22
UM_TITLE_VIEW_GROUPS_CANCEL_SEARCH=\u691C\u7D22\u306E\u53D6\u6D88\u3057
UM_VIEW_USER_LABEL_GROUPS=\u30B0\u30EB\u30FC\u30D7:
UM_VIEW_GROUP_LABEL_USERNAME=\u30B0\u30EB\u30FC\u30D7\u540D:
UM_VIEW_GROUP_LABEL_ATN=\u8A8D\u8A3C\u30D7\u30ED\u30D0\u30A4\u30C0:
UM_VIEW_GROUP_LABEL_GROUPS=\u30B0\u30EB\u30FC\u30D7:
UM_SEL_USER_DEL=\u524A\u9664\u3059\u308B\u30E6\u30FC\u30B6\u30FC\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
UM_SEL_GROUP_DEL=\u524A\u9664\u3059\u308B\u30B0\u30EB\u30FC\u30D7\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
UM_ERR_CANNOT_DEL_GROUP=\u30B0\u30EB\u30FC\u30D7\u540D{0}\u306F\u30B7\u30B9\u30C6\u30E0\u306B\u3088\u3063\u3066\u4FDD\u8B77\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
UM_USER_CREATED=\u30E6\u30FC\u30B6\u30FC{0}\u304C\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
UM_GROUP_CREATED=\u30B0\u30EB\u30FC\u30D7{0}\u304C\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
UM_CONFIRM_SELECT_USERS=\u524A\u9664\u3059\u308B\u30E6\u30FC\u30B6\u30FC\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
UM_CONFIRM_SELECT_GROUPS=\u524A\u9664\u3059\u308B\u30B0\u30EB\u30FC\u30D7\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
UM_SELECT_ALL_GROUPS_DELETE_TITLE=\u524A\u9664\u3059\u308B\u30B0\u30EB\u30FC\u30D7\u540D\u3092\u9078\u629E\u3057\u307E\u3059\u3002
UM_SELECT_ALL_USERS_DELETE_TITLE=\u524A\u9664\u3059\u308B\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u9078\u629E\u3057\u307E\u3059\u3002
