GROUP=Benutzerkonfiguration
AUTHENTICATION_PROVIDERS=Authentication Provider
VIEW_AUTHENTICATION_PROVIDERS_TITLE=Authentication Provider
VIEW_AUTHENTICATION_PROVIDERS_DESC=Auf dieser Seite werden alle Authentication Provider, die in der aktiven Sicherheits-Realm konfiguriert sind, zusammen mit Details zu den einzelnen Providern angezeigt. Um einen neuen Provider zu konfigurieren oder einen vorhandenen Provider zu \u00E4ndern, wechseln Sie zur WLS-Managementkonsole.
USERS_SUMMARY_TITLE=Zusammenfassungsseite f\u00FCr Benutzer
USERS_SUMMARY_DESC=Die Zusammenfassungsseite f\u00FCr Benutzer.
NO_USERS_CONFIGURED=Momentan sind keine Benutzer konfiguriert. Um einen neuen Benutzer zu erstellen, klicken Sie in der linken Task-Leiste auf den Link <i>Neuen Benutzer erstellen</i>.
AUTHENTICATION_PROVIDER_NAME=Authentication Provider
USER_NAME=Benutzername
USER_DESCRIPTION=Beschreibung
USER_DESCRIPTION_INFO=Eine kurze Beschreibung des Benutzers. Beispiel: Der vollst\u00E4ndige Name des Benutzers.
USER_PASSWORD=Kennwort
USER_PASSWORD_CONFIRM=Kennwort best\u00E4tigen
NEW_USER_PASSWORD=Neues Kennwort
NEW_USER_PASSWORD_CONFIRM=Zur Best\u00E4tigung erneut eingeben
NEW_USER_TITLE=Neuen Benutzer erstellen
NEW_USER_DESC=Auf dieser Seite k\u00F6nnen Sie einen neuen Benutzer erstellen.
NEW_USER_CHOOSE_PROVIDER_TITLE=Neuen Benutzer erstellen: Provider w\u00E4hlen
NEW_USER_CHOOSE_PROVIDER_DESC=W\u00E4hlen Sie, welcher konfigurierte Authentication Provider diesen neuen Benutzer speichern soll.
NEW_USER_NAME_INFO=Der Name des neuen Benutzers.
USER_PASSWORD_INFO=Das Kennwort, das dem Anmeldenamen f\u00FCr diesen Benutzer zugeordnet ist.
VIEW_USER_TITLE=Benutzer anzeigen
VIEW_USER_DESC=Auf dieser Seite werden die Details eines gew\u00E4hlten Benutzers angezeigt.
USER_NAME_INFO=Der Name des Benutzers.
AUTHENTICATION_PROVIDER_INFO=Der Name des Authentication Providers, bei dem der Benutzeraccount gespeichert ist.
EDIT_USER=Diesen Benutzer bearbeiten
CHANGE_USER_PASSWORD=Kennwort \u00E4ndern
DELETE_USER=Diesen Benutzer l\u00F6schen
EDIT_USER_TITLE=Benutzer bearbeiten
EDIT_USER_DESC=Auf dieser Seite k\u00F6nnen Sie die Details eines gew\u00E4hlten Benutzers \u00E4ndern.
NO_AUTHENTICATORS_CONFIGURED=In dieser Sicherheits-Realm sind keine Authentication Provider konfiguriert
MESSAGING_USERS=Alle Messaging-Benutzer anzeigen
CHANGE_USER_PASSWORD_TITLE=Benutzerkennwort \u00E4ndern
MESSAGING_USERS_SUMMARY_TITLE=Zusammenfassungsseite QuickSilver Messaging-Benutzer
MESSAGING_USERS_SUMMARY_DESC=Auf dieser werden alle Benutzer aufgelistet, die als QuickSilver Messaging-Benutzer registriert wurden. Diese Benutzer verf\u00FCgen \u00FCber Messaging-spezifische Attribute.
VIEW_MESSAGING_USER_TITLE=QuickSilver Messaging-Benutzer anzeigen
VIEW_MESSAGING_USER_DESC=Auf dieser Seite werden die Details eines gew\u00E4hlten QuickSilver Messaging-Benutzers angezeigt.
EDIT_MESSAGING_USER_TITLE=QuickSilver Messaging-Benutzer bearbeiten
EDIT_MESSAGING_USER_DESC=Auf dieser Seite k\u00F6nnen Sie die Details eines Messaging-Benutzers bearbeiten.
NEW_MESSAGING_USER_TITLE=Neuen QuickSilver Messaging-Benutzer erstellen
NEW_MESSAGING_USER_DESC=Auf dieser Seite k\u00F6nnen Sie einen neuen QuickSilver Messaging-Benutzer erstellen.
EDIT_MESSAGING_USER=Messaging-Benutzer bearbeiten
DELETE_MESSAGING_USER=Messaging-Benutzer l\u00F6schen
NO_MESSAGING_USERS_CONFIGURED=Momentan sind keine QuickSilver Messaging-Benutzer konfiguriert.
MESSAGING_USER_TYPE=Typ
BASIC_ATN_USERNAME=Benutzername
BASIC_ANT_USERNAME_INFO=Der Benutzername f\u00FCr die BASIC-Authentifizierung mit Benutzername/Kennwort
BASIC_ATN_PASSWORD=Kennwort
BASIC_ATN_PASSWORD_INFO=Das Kennwort f\u00FCr die BASIC-Authentifizierung mit Benutzername/Kennwort
ENCR_KEY=Verschl\u00FCsselungszertifikat/-schl\u00FCssel
ENCR_KEY_INFO=Der Alias f\u00FCr den Keystore-Eintrag, der das Verschl\u00FCsselungszertifikat enth\u00E4lt, das diesem Messaging-Benutzer zugeordnet ist
ENCR_KEY_PASSWORD=Das Kennwort f\u00FCr den Keystore-Eintrag
ENCR_KEY_PASSWORD_INFO=Das Kennwort f\u00FCr den Schl\u00FCsseleintrag im Keystore
DSIG_KEY=Zertifikat/Schl\u00FCssel f\u00FCr digitale Signatur
DSIG_KEY_INFO=Der Alias f\u00FCr den Keystore-Eintrag, der das digitale Signaturzertifikat enth\u00E4lt, das diesem Messaging-Benutzer zugeordnet ist
DSIG_KEY_PASSWORD=Das Kennwort f\u00FCr den Keystore-Eintrag
DSIG_KEY_PASSWORD_INFO=Das Kennwort f\u00FCr den Schl\u00FCsseleintrag im Keystore
SSL_ATN_KEY=SSL-Zertifikat/-Schl\u00FCssel
SSL_ATN_KEY_INFO=Der Alias f\u00FCr den Keystore-Eintrag, der das SSL-Authentifizierungszertifikat enth\u00E4lt, das diesem Messaging-Benutzer zugeordnet ist
SSL_ATN_KEY_PASSWORD=Das Kennwort f\u00FCr den Keystore-Eintrag
SSL_ATN_KEY_PASSWORD_INFO=Das Kennwort f\u00FCr den Schl\u00FCsseleintrag im Keystore
WSS_X509_TOKEN_KEY=WSS X.509-Tokenzertifikat/-schl\u00FCssel
WSS_X509_TOKEN_KEY_INFO=Der Alias f\u00FCr den Keystore-Eintrag, der das Web Services Security X.509-Tokenzertifikat enth\u00E4lt, das diesem Messaging-Benutzer zugeordnet ist
WSS_X509_TOKEN_KEY_PASSWORD=Das Kennwort f\u00FCr den Keystore-Eintrag
WSS_X509_TOKEN_KEY_PASSWORD_INFO=Das Kennwort f\u00FCr den Schl\u00FCsseleintrag im Keystore
PASSWORD_CONFIRM=Kennwort best\u00E4tigen
USERS_GROUP=Benutzer
MESSAGING_USERS_GROUP=Messaging-Benutzer
