GROUP=Configuration utilisateur
AUTHENTICATION_PROVIDERS=Fournisseurs d'authentification
VIEW_AUTHENTICATION_PROVIDERS_TITLE=Fournisseurs d'authentification
VIEW_AUTHENTICATION_PROVIDERS_DESC=Cette page affiche tous les fournisseurs d'authentification configur\u00E9s dans le domaine de s\u00E9curit\u00E9 actif et donne des d\u00E9tails sur chacun. Pour configurer un nouveau fournisseur ou modifier un fournisseur existant, acc\u00E9dez \u00E0 la console de gestion WLS.
USERS_SUMMARY_TITLE=Page r\u00E9capitulative des utilisateurs
USERS_SUMMARY_DESC=Page r\u00E9capitulative des utilisateurs.
NO_USERS_CONFIGURED=Aucun utilisateur n'a encore \u00E9t\u00E9 configur\u00E9. Pour cr\u00E9er un utilisateur, cliquez sur le lien <i>Cr\u00E9er un utilisateur</i> dans la barre des t\u00E2ches \u00E0 gauche.
AUTHENTICATION_PROVIDER_NAME=Fournisseur d'authentification
USER_NAME=Nom utilisateur
USER_DESCRIPTION=Description
USER_DESCRIPTION_INFO=Br\u00E8ve description de l'utilisateur. Par exemple, son nom complet.
USER_PASSWORD=Mot de passe
USER_PASSWORD_CONFIRM=Confirmer le mot de passe
NEW_USER_PASSWORD=Nouveau mot de passe
NEW_USER_PASSWORD_CONFIRM=Saisir \u00E0 nouveau pour confirmation
NEW_USER_TITLE=Cr\u00E9er un utilisateur
NEW_USER_DESC=Utilisez cette page afin de cr\u00E9er un utilisateur.
NEW_USER_CHOOSE_PROVIDER_TITLE=Cr\u00E9er un utilisateur : choisir un fournisseur
NEW_USER_CHOOSE_PROVIDER_DESC=S\u00E9lectionnez le fournisseur d'authentification configur\u00E9 qui stockera le nouvel utilisateur.
NEW_USER_NAME_INFO=Nom du nouvel utilisateur.
USER_PASSWORD_INFO=Mot de passe associ\u00E9 au nom de connexion de l'utilisateur.
VIEW_USER_TITLE=Visualiser un utilisateur
VIEW_USER_DESC=Cette page affiche les d\u00E9tails de l'utilisateur s\u00E9lectionn\u00E9.
USER_NAME_INFO=Nom de l'utilisateur.
AUTHENTICATION_PROVIDER_INFO=Nom du fournisseur d'authentification qui stocke le compte utilisateur.
EDIT_USER=Modifier cet utilisateur
CHANGE_USER_PASSWORD=Changer de mot de passe
DELETE_USER=Supprimer cet utilisateur
EDIT_USER_TITLE=Modifier un utilisateur
EDIT_USER_DESC=Cette page permet de modifier les d\u00E9tails de l'utilisateur s\u00E9lectionn\u00E9.
NO_AUTHENTICATORS_CONFIGURED=Aucun fournisseur d'authentification n'est configur\u00E9 dans ce domaine de s\u00E9curit\u00E9.
MESSAGING_USERS=Visualiser tous les utilisateurs de messagerie
CHANGE_USER_PASSWORD_TITLE=Modifier le mot de passe utilisateur
MESSAGING_USERS_SUMMARY_TITLE=Page r\u00E9capitulative des utilisateurs de messagerie QuickSilver
MESSAGING_USERS_SUMMARY_DESC=Cette page \u00E9num\u00E8re tous les utilisateurs inscrits en tant qu'utilisateurs de messagerie QuickSilver. Ceux-ci comportent des attributs propres \u00E0 la messagerie.
VIEW_MESSAGING_USER_TITLE=Visualiser un utilisateur de messagerie QuickSilver
VIEW_MESSAGING_USER_DESC=Cette page affiche les d\u00E9tails de l'utilisateur de messagerie QuickSilver s\u00E9lectionn\u00E9.
EDIT_MESSAGING_USER_TITLE=Modifier un utilisateur de messagerie QuickSilver
EDIT_MESSAGING_USER_DESC=Utilisez cette page afin de modifier les d\u00E9tails d'un utilisateur de messagerie.
NEW_MESSAGING_USER_TITLE=Cr\u00E9er un utilisateur de messagerie QuickSilver
NEW_MESSAGING_USER_DESC=Utilisez cette page afin de cr\u00E9er un utilisateur de messagerie QuickSilver.
EDIT_MESSAGING_USER=Modifier l'utilisateur de messagerie
DELETE_MESSAGING_USER=Supprimer l'utilisateur de messagerie
NO_MESSAGING_USERS_CONFIGURED=Aucun utilisateur de messagerie QuickSilver n'a encore \u00E9t\u00E9 configur\u00E9.
MESSAGING_USER_TYPE=Type
BASIC_ATN_USERNAME=Nom utilisateur
BASIC_ANT_USERNAME_INFO=Nom utilisateur employ\u00E9 pour l'authentification du nom utilisateur/mot de passe BASIC
BASIC_ATN_PASSWORD=Mot de passe
BASIC_ATN_PASSWORD_INFO=Mot de passe employ\u00E9 pour l'authentification du nom utilisateur/mot de passe BASIC
ENCR_KEY=Certificat/Cl\u00E9 de cryptage
ENCR_KEY_INFO=Alias dans l'entr\u00E9e du fichier de cl\u00E9s qui contient le certificat de cryptage associ\u00E9 \u00E0 l'utilisateur de messagerie
ENCR_KEY_PASSWORD=Mot de passe de l'entr\u00E9e du fichier de cl\u00E9s
ENCR_KEY_PASSWORD_INFO=Mot de passe de l'entr\u00E9e de cl\u00E9 dans le fichier de cl\u00E9s
DSIG_KEY=Certificat/Cl\u00E9 de signature num\u00E9rique
DSIG_KEY_INFO=Alias dans l'entr\u00E9e du fichier de cl\u00E9s qui contient le certificat de signature num\u00E9rique associ\u00E9 \u00E0 l'utilisateur de messagerie
DSIG_KEY_PASSWORD=Mot de passe de l'entr\u00E9e du fichier de cl\u00E9s
DSIG_KEY_PASSWORD_INFO=Mot de passe de l'entr\u00E9e de cl\u00E9 dans le fichier de cl\u00E9s
SSL_ATN_KEY=Certificat/Cl\u00E9 SSL
SSL_ATN_KEY_INFO=Alias dans l'entr\u00E9e du fichier de cl\u00E9s qui contient le certificat d'authentification SSL associ\u00E9 \u00E0 l'utilisateur de messagerie
SSL_ATN_KEY_PASSWORD=Mot de passe de l'entr\u00E9e du fichier de cl\u00E9s
SSL_ATN_KEY_PASSWORD_INFO=Mot de passe de l'entr\u00E9e de cl\u00E9 dans le fichier de cl\u00E9s
WSS_X509_TOKEN_KEY=Certificat/Cl\u00E9 de jeton WSS X.509
WSS_X509_TOKEN_KEY_INFO=Alias dans l'entr\u00E9e du fichier de cl\u00E9s qui contient le certificat de jeton X509 de s\u00E9curit\u00E9 des services Web associ\u00E9 \u00E0 l'utilisateur de messagerie
WSS_X509_TOKEN_KEY_PASSWORD=Mot de passe de l'entr\u00E9e du fichier de cl\u00E9s
WSS_X509_TOKEN_KEY_PASSWORD_INFO=Mot de passe de l'entr\u00E9e de cl\u00E9 dans le fichier de cl\u00E9s
PASSWORD_CONFIRM=Confirmer le mot de passe
USERS_GROUP=Utilisateurs
MESSAGING_USERS_GROUP=Utilisateurs de messagerie
