GROUP=Configura\u00E7\u00E3o do Usu\u00E1rio
AUTHENTICATION_PROVIDERS=Provedores de Autentica\u00E7\u00E3o
VIEW_AUTHENTICATION_PROVIDERS_TITLE=Provedores de Autentica\u00E7\u00E3o
VIEW_AUTHENTICATION_PROVIDERS_DESC=Esta p\u00E1gina exibe todos os Provedores de Autentica\u00E7\u00E3o configurados no realm de seguran\u00E7a ativo junto com os detalhes sobre cada provedor. Para configurar um novo provedor ou alterar um provedor existente v\u00E1 at\u00E9 a Console de Gerenciamento de WLS.
USERS_SUMMARY_TITLE=P\u00E1gina Resumo dos Usu\u00E1rios
USERS_SUMMARY_DESC=A P\u00E1gina Resumo de Usu\u00E1rios.
NO_USERS_CONFIGURED=Atualmente nenhum Usu\u00E1rio foi configurado. Para criar um novo Usu\u00E1rio, clique no link <i>Criar Novo Usu\u00E1rio</i> na barra de tarefas do lado esquerdo.
AUTHENTICATION_PROVIDER_NAME=Provedor de Autentica\u00E7\u00E3o
USER_NAME=Nome do Usu\u00E1rio
USER_DESCRIPTION=Descri\u00E7\u00E3o
USER_DESCRIPTION_INFO=Uma descri\u00E7\u00E3o curta deste usu\u00E1rio. Por exemplo, o nome completo do usu\u00E1rio.
USER_PASSWORD=Senha
USER_PASSWORD_CONFIRM=Confirmar Senha
NEW_USER_PASSWORD=Nova Senha
NEW_USER_PASSWORD_CONFIRM=Digite novamente para confirmar
NEW_USER_TITLE=Criar um Novo Usu\u00E1rio
NEW_USER_DESC=Use esta p\u00E1gina para criar um novo Usu\u00E1rio.
NEW_USER_CHOOSE_PROVIDER_TITLE=Criar um Novo Usu\u00E1rio: Selecionar um Provedor
NEW_USER_CHOOSE_PROVIDER_DESC=Selecione qual provedor de Autentica\u00E7\u00E3o configurado armazenar\u00E1 este novo usu\u00E1rio.
NEW_USER_NAME_INFO=O nome do novo Usu\u00E1rio.
USER_PASSWORD_INFO=A senha associada ao nome de log-in deste usu\u00E1rio.
VIEW_USER_TITLE=Exibir um Usu\u00E1rio
VIEW_USER_DESC=Esta p\u00E1gina exibe os detalhes de um Usu\u00E1rio selecionado.
USER_NAME_INFO=O nome do Usu\u00E1rio.
AUTHENTICATION_PROVIDER_INFO=O nome do Provedor de Autentica\u00E7\u00E3o no qual a conta do usu\u00E1rio \u00E9 armazenada.
EDIT_USER=Editar este Usu\u00E1rio
CHANGE_USER_PASSWORD=Alterar Senha
DELETE_USER=Deletar este Usu\u00E1rio
EDIT_USER_TITLE=Editar um Usu\u00E1rio
EDIT_USER_DESC=Esta p\u00E1gina permite que os detalhes de um Usu\u00E1rio selecionado sejam modificados.
NO_AUTHENTICATORS_CONFIGURED=N\u00E3o h\u00E1 provedores de autentica\u00E7\u00E3o configurados neste realm de seguran\u00E7a
MESSAGING_USERS=Exibir Todos os Usu\u00E1rios de Mensagens
CHANGE_USER_PASSWORD_TITLE=Alterar Senha do Usu\u00E1rio
MESSAGING_USERS_SUMMARY_TITLE=P\u00E1gina Resumo de Usu\u00E1rios de Mensagens do QuickSilver
MESSAGING_USERS_SUMMARY_DESC=Esta p\u00E1gina lista todos os usu\u00E1rios que foram registrados como usu\u00E1rios de mensagens do QuickSilver. Estes usu\u00E1rios t\u00EAm atributos espec\u00EDficos de mensagens.
VIEW_MESSAGING_USER_TITLE=Exibir um Usu\u00E1rio de Mensagens do QuickSilver
VIEW_MESSAGING_USER_DESC=Esta p\u00E1gina exibe os detalhes de um Usu\u00E1rio de Mensagens do QuickSilver selecionado.
EDIT_MESSAGING_USER_TITLE=Editar um Usu\u00E1rio de Mensagens do QuickSilver
EDIT_MESSAGING_USER_DESC=Use esta p\u00E1gina para editar detalhes de um usu\u00E1rio de mensagens.
NEW_MESSAGING_USER_TITLE=Criar um novo Usu\u00E1rio de Mensagens do QuickSilver
NEW_MESSAGING_USER_DESC=Use esta p\u00E1gina para criar um novo Usu\u00E1rio de Mensagens do QuickSilver.
EDIT_MESSAGING_USER=Editar usu\u00E1rio de mensagens
DELETE_MESSAGING_USER=Deletar usu\u00E1rio de mensagens
NO_MESSAGING_USERS_CONFIGURED=Atualmente nenhum usu\u00E1rio de mensagens do QuickSilver foi configurado.
MESSAGING_USER_TYPE=Tipo
BASIC_ATN_USERNAME=Nome do usu\u00E1rio
BASIC_ANT_USERNAME_INFO=O nome do usu\u00E1rio usado para autentica\u00E7\u00E3o de nome do usu\u00E1rio/senha BASIC
BASIC_ATN_PASSWORD=Senha
BASIC_ATN_PASSWORD_INFO=A senha usada para autentica\u00E7\u00E3o de nome do usu\u00E1rio/senha BASIC
ENCR_KEY=Certificado/chave de criptografia
ENCR_KEY_INFO=O apelido para a entrada da \u00E1rea de armazenamento de chave que armazena o certificado de criptografia associado a este usu\u00E1rio de mensagens
ENCR_KEY_PASSWORD=A senha para a entrada da \u00E1rea de armazenamento de chaves
ENCR_KEY_PASSWORD_INFO=A senha para a entrada da chave na \u00E1rea de armazenamento de chaves
DSIG_KEY=Certificado/chave de assinatura digital
DSIG_KEY_INFO=O apelido para a entrada da \u00E1rea de armazenamento de chaves que armazena o certificado de assinatura digital associado a este usu\u00E1rio de mensagens
DSIG_KEY_PASSWORD=A senha para a entrada da \u00E1rea de armazenamento de chaves
DSIG_KEY_PASSWORD_INFO=A senha para a entrada da chave na \u00E1rea de armazenamento de chaves
SSL_ATN_KEY=Certificado/chave de SSL
SSL_ATN_KEY_INFO=O apelido para a entrada da \u00E1rea de armazenamento de chaves que armazena o certificado de autentica\u00E7\u00E3o de SSL associado a este usu\u00E1rio de mensagens
SSL_ATN_KEY_PASSWORD=A senha para a entrada da \u00E1rea de armazenamento de chaves
SSL_ATN_KEY_PASSWORD_INFO=A senha para a entrada da chave na \u00E1rea de armazenamento de chaves
WSS_X509_TOKEN_KEY=Certificado/chave de token WSS X.509
WSS_X509_TOKEN_KEY_INFO=O apelido para a entrada da \u00E1rea de armazenamento de chaves que armazena o certificado de token de X509 de seguran\u00E7a de web services associado a este usu\u00E1rio de mensagens
WSS_X509_TOKEN_KEY_PASSWORD=A senha para a entrada da \u00E1rea de armazenamento de chaves
WSS_X509_TOKEN_KEY_PASSWORD_INFO=A senha para a entrada da chave na \u00E1rea de armazenamento de chaves
PASSWORD_CONFIRM=Confirmar senha
USERS_GROUP=Usu\u00E1rios
MESSAGING_USERS_GROUP=Usu\u00E1rios de Mensagens
