Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/generic/generic_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# FilterPreset_None
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
zh_cn: 无
zh_tw: 無

# Help_FilterPreset_None
source: No events
de: Keine Ereignisse
es: Sin Eventos
fr: Aucun événement
it: Nessun evento
ja: イベントなし
ko: 이벤트 없음
pt_br: Nenhum evento
zh_cn: 无事件
zh_tw: 沒有事件

# FilterPreset_Low
source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
ja: 低
ko: 낮음
pt_br: Baixa
zh_cn: 低
zh_tw: 低

# Help_FilterPreset_Low
source: Low filter preset .To be defined by the component
de: Niedrige Filtervoreinstellung. Wird von der Komponente definiert
es: Valor predefinido de filtro bajo. Lo debe definir el componente
fr: Prédéfinition de filtre faible. A définir par le composant
it: Preimpostazione di filtro basso. Deve essere definito dal componente.
ja: 低フィルタ・プリセット。コンポーネントにより定義されます
ko: 낮음 필터 사전 설정입니다. 구성 요소에 의해 정의됩니다.
pt_br: Pré-definição de filtro baixa .A ser definido pelo componente
zh_cn: 低过滤器预设。由组件定义
zh_tw: 預先設定的低篩選. 由元件定義

# FilterPreset_Medium
source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: 中
ko: 중간
pt_br: Médio
zh_cn: 中
zh_tw: 中

# Help_FilterPreset_Medium
source: Medium filter preset. To be defined by the component
de: Mittlere Filtervoreinstellung. Wird von der Komponente definiert
es: Valor predefinido de filtro medio. Lo debe definir el componente
fr: Prédéfinition de filtre moyen. A définir par le composant
it: Preimpostazione di filtro medio. Deve essere definito dal componente.
ja: 中フィルタ・プリセット。コンポーネントにより定義されます
ko: 중간 필터 사전 설정입니다. 구성 요소에 의해 정의됩니다.
pt_br: Pré-definição de filtro média. A ser definido pelo componente
zh_cn: 中过滤器预设。由组件定义
zh_tw: 預先設定的中篩選. 由元件定義

# FilterPreset_All
source: All
de: Alle
es: Todos
fr: Tout
it: Tutti
ja: すべて
ko: 모두
pt_br: Tudo
zh_cn: 全部
zh_tw: 全部

# Help_FilterPreset_All
source: All events
de: Alle Ereignisse
es: Todos los Eventos
fr: Tous les événements
it: Tutti gli eventi
ja: すべてのイベント
ko: 모든 이벤트
pt_br: Todos os eventos
zh_cn: 所有事件
zh_tw: 所有事件

# FilterPreset_High
source: High
de: Hoch
es: Alto
fr: Elevé
it: Alto
ja: 高
ko: 높음
pt_br: Alta
zh_cn: 高
zh_tw: 高

# Help_FilterPreset_High
source: High filter preset. To be defined by the component
de: Hohe Filtervoreinstellung. Wird von der Komponente definiert
es: Valor predefinido de filtro alto. Lo debe definir el componente
fr: Prédéfinition de filtre élevé. A définir par le composant
it: Preimpostazione di filtro alto. Deve essere definito dal componente.
ja: 高フィルタ・プリセット。コンポーネントにより定義されます
ko: 높음 필터 사전 설정입니다. 구성 요소에 의해 정의됩니다.
pt_br: Alta pré-definição de filtro. A ser definida pelo componente
zh_cn: 高过滤器预设。由组件定义
zh_tw: 預先設定的高篩選. 由元件定義

# Category_UserSession
source: User Sessions
de: Benutzer-Sessions
es: Sesiones de Usuario
fr: Sessions utilisateur
it: Sessioni utente
ja: ユーザー・セッション
ko: 사용자 세션
pt_br: Sessões do Usuário
zh_cn: 用户会话
zh_tw: 使用者階段作業

# Category_Authorization
source: Authorization
de: Autorisierung
es: Autorización
fr: Autorisation
it: Autorizzazione
ja: 認可
ko: 인증
pt_br: Autorização
zh_cn: 授权
zh_tw: 授權

# Category_DataAccess
source: Data Access
de: Datenzugriff
es: Acceso a Datos
fr: Accès aux données
it: Accesso ai dati
ja: データ・アクセス
ko: 데이터 액세스
pt_br: Acesso aos Dados
zh_cn: 数据访问
zh_tw: 資料存取

# Category_AccountManagement
source: Account Management
de: Account-Verwaltung
es: Gestión de Cuentas
fr: Gestion des comptes
it: Gestione account
ja: アカウント管理
ko: 계정 관리
pt_br: Gerenciamento de Contas
zh_cn: 帐户管理
zh_tw: 帳戶管理

# Category_ServiceManagement
source: Service Management
de: Service-Verwaltung
es: Gestión de Servicios
fr: Gestion des services
it: Gestione servizi
ja: サービス管理
ko: 서비스 관리
pt_br: Gerenciamento de Serviços
zh_cn: 服务管理
zh_tw: 服務管理

# Category_ServiceUtilize
source: Service Utilize
de: Service-Auslastung
es: Uso de Servicio
fr: Utilisation du service
it: Utilizzo servizi
ja: サービス使用
ko: 서비스 사용
pt_br: Utilização do Serviço
zh_cn: 服务使用
zh_tw: 服務使用

# Category_PeerAssocManagement
source: Peer Association Management
de: Verwaltung der Peer-Verknüpfung
es: Gestión de Asociación de Peers
fr: Gestion des associations homologues
it: Gestione associazioni peer
ja: ピア・アソシエーション管理
ko: 피어 연관 관리
pt_br: Gerenciamento de Assoc. do Mesmo Nível
zh_cn: 对等关联管理
zh_tw: 對等關聯管理

# Category_DataItemContentAccess
source: Data Item Content Access
de: Zugriff auf Datenelementinhalt
es: Acceso a Contenido de Elemento de Datos
fr: Accès au contenu des éléments de données
it: Accesso al contenuto elementi dati
ja: データ項目コンテンツ・アクセス
ko: 데이터 항목 내용 액세스
pt_br: Acesso ao Conteúdo do Item de Dados
zh_cn: 数据项内容访问
zh_tw: 資料項目內容存取

# Category_Exceptional
source: Special Events
de: Besondere Ereignisse
es: Eventos Especiales
fr: Evénements spéciaux
it: Eventi speciali
ja: 特別イベント
ko: 특수 이벤트
pt_br: Eventos Especiais
zh_cn: 特殊事件
zh_tw: 特殊事件

# Category_AuditService
source: Audit Service
es: Servicio de Auditoría
fr: Service d'audit
it: Servizio di audit
ja: 監査サービス
ko: 감사 서비스
pt_br: Serviço de Auditoria
zh_cn: 审计服务
zh_tw: 稽核服務

# Event_UserLogin
source: User Logins
de: Benutzeranmeldungen
es: Conexiones de Usuario
fr: Connexions utilisateur
it: Login utente
ja: ユーザー・ログイン
ko: 사용자 로그인
pt_br: Log-ins de Usuário
zh_cn: 用户登录
zh_tw: 使用者登入

# Event_UserLogout
source: User Logouts
de: Benutzerabmeldungen
es: Desconexiones de Usuario
fr: Déconnexions utilisateur
it: Logout utente
ja: ユーザー・ログアウト
ko: 사용자 로그아웃
pt_br: Log-outs do Usuário
zh_cn: 用户注销
zh_tw: 使用者登出

# Event_Authentication
source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
ja: 認証
ko: 인증
pt_br: Autenticação
zh_cn: 验证
zh_tw: 認證

# Event_InternalLogin
source: Internal Login
de: Interne Anmeldung
es: Conexión Interna
fr: Connexion interne
it: Login interno
ja: 内部ログイン
ko: 내부 로그인
pt_br: Log-in Interno
zh_cn: 内部登录
zh_tw: 內部登入

# Event_InternalLogout
source: Internal Logout
de: Interne Abmeldung
es: Desconexión Interna
fr: Déconnexion interne
it: Logout interno
ja: 内部ログアウト
ko: 내부 로그아웃
pt_br: Log-out Interno
zh_cn: 内部注销
zh_tw: 內部登出

# Event_QuerySession
source: Query Session
de: Abfrage-Session
es: Sesión de Consulta
fr: Interroger la session
it: Esegui query su sessione
ja: セッションの問合せ
ko: 세션 질의
pt_br: Sessão da Consulta
zh_cn: 查询会话
zh_tw: 查詢階段作業

# Event_ModifySession
source: Modify Session
de: Ändern-Session
es: Modificar Sesión
fr: Modifier la session
it: Modifica sessione
ja: セッションの変更
ko: 세션 수정
pt_br: Modificar Sessão
zh_cn: 修改会话
zh_tw: 修改階段作業

# Event_CheckAuthorization
source: Authorization
de: Autorisierung
es: Autorización
fr: Autorisation
it: Autorizzazione
ja: 認可
ko: 권한 부여
pt_br: Autorização
zh_cn: 授权
zh_tw: 授權

# Event_CreateDataItem
source: Create Data Item
de: Datenelement erstellen
es: Crear Elemento de Datos
fr: Créer des éléments de données
it: Crea elemento dati
ja: データ項目の作成
ko: 데이터 항목 생성
pt_br: Criar Item de Dados
zh_cn: 创建数据项
zh_tw: 建立資料項目

# Event_DeleteDataItem
source: Delete Data Item
de: Datenelement löschen
es: Suprimir Elemento de Datos
fr: Supprimer des éléments de données
it: Elimina elemento dati
ja: データ項目の削除
ko: 데이터 항목 삭제
pt_br: Deletar Item de Dados
zh_cn: 删除数据项
zh_tw: 刪除資料項目

# Event_QueryDataItemAttributes
source: Query Data Item Attributes
de: Datenelementattribute abfragen
es: Atributos de Elemento de Datos de Consulta
fr: Interroger les attributs d'éléments de données
it: Esegui query su attributi elemento dati
ja: データ項目属性の問合せ
ko: 데이터 항목 속성 질의
pt_br: Consultar Atributos do Item de Dados
zh_cn: 查询数据项属性
zh_tw: 查詢資料項目屬性

# Event_ModifyDataItemAttributes
source: Modify Data Item Attributes
de: Datenelementattribute ändern
es: Modificar Atributos de Elemento de Datos
fr: Modifier les attributs d'éléments de données
it: Modifica attributi elemento dati
ja: データ項目属性の変更
ko: 데이터 항목 속성 수정
pt_br: Modificar Atributos do Item de Dados
zh_cn: 修改数据项属性
zh_tw: 修改資料項目屬性

# Event_ChangePassword
source: Change Password
de: Kennwort ändern
es: Cambiar Contraseña
fr: Changer de mot de passe
it: Modifica password
ja: パスワードの変更
ko: 비밀번호 변경
pt_br: Alterar Senha
zh_cn: 更改口令
zh_tw: 變更密碼

# Event_CreateAccount
source: Create Account
de: Account erstellen
es: Crear Cuenta
fr: Créer un compte
it: Crea account
ja: アカウントの作成
ko: 계정 생성
pt_br: Criar Conta
zh_cn: 创建帐户
zh_tw: 建立帳戶

# Event_DeleteAccount
source: Delete Account
de: Account löschen
es: Suprimir Cuenta
fr: Supprimer un compte
it: Elimina account
ja: アカウントの削除
ko: 계정 삭제
pt_br: Deletar Conta
zh_cn: 删除帐户
zh_tw: 刪除帳戶

# Event_DisableAccount
source: Disable Account
de: Account deaktivieren
es: Desactivar Cuenta
fr: Désactiver un compte
it: Disabilita account
ja: アカウントの無効化
ko: 계정 비활성화
pt_br: Desativar Conta
zh_cn: 禁用帐户
zh_tw: 停用帳戶

# Event_EnableAccount
source: Enable Account
de: Account aktivieren
es: Activar Cuenta
fr: Activer un compte
it: Abilita account
ja: アカウントの有効化
ko: 계정 활성화
pt_br: Ativar Conta
zh_cn: 启用帐户
zh_tw: 啟用帳戶

# Event_QueryAccount
source: Query Account
de: Account abfragen
es: Consultar Cuenta
fr: Interroger un compte
it: Esegui query su account
ja: アカウントの問合せ
ko: 계정 질의
pt_br: Consulta Conta
zh_cn: 查询帐户
zh_tw: 查詢帳戶

# Event_ModifyAccount
source: Modify Account
de: Account ändern
es: Modificar Cuenta
fr: Modifier un compte
it: Modifica account
ja: アカウントの変更
ko: 계정 수정
pt_br: Modificar Conta
zh_cn: 修改帐户
zh_tw: 修改帳戶

# Event_InstallService
source: Install Service
de: Service installieren
es: Instalar Servicio
fr: Installer un service
it: Installa servizio
ja: サービスのインストール
ko: 서비스 설치
pt_br: Instalar Serviço
zh_cn: 安装服务
zh_tw: 安裝服務

# Event_RemoveService
source: Remove Service
de: Service entfernen
es: Eliminar Servicio
fr: Supprimer un service
it: Rimuovi servizio
ja: サービスの削除
ko: 서비스 제거
pt_br: Remover Serviço
zh_cn: 删除服务
zh_tw: 移除服務

# Event_QueryServiceConfig
source: Query Service Configuration
de: Servicekonfiguration abfragen
es: Consultar Configuración de Servicio
fr: Interroger la configuration de service
it: Esegui query su configurazione servizio
ja: サービス構成の問合せ
ko: 서비스 구성 질의
pt_br: Configuração do Serviço de Consulta
zh_cn: 查询服务配置
zh_tw: 查詢服務組態

# Event_ModifyServiceConfig
source: Modify Service Configuration
de: Servicekonfiguration ändern
es: Modificar Configuración de Servicio
fr: Modifier la configuration de service
it: Modifica configurazione servizio
ja: サービス構成の変更
ko: 서비스 구성 수정
pt_br: Configuração do Serviço de Modificação
zh_cn: 修改服务配置
zh_tw: 修改服務組態

# Event_DisableService
source: Disable Service
de: Service deaktivieren
es: Desactivar Servicio
fr: Désactiver un service
it: Disabilita servizio
ja: サービスの無効化
ko: 서비스 비활성화
pt_br: Desativar Serviço
zh_cn: 禁用服务
zh_tw: 停用服務

# Event_EnableService
source: Enable Service
de: Service aktivieren
es: Activar Servicio
fr: Activer un service
it: Abilita servizio
ja: サービスの有効化
ko: 서비스 활성화
pt_br: Ativar Serviço
zh_cn: 启用服务
zh_tw: 啟用服務

# Event_InvokeService
source: Invoke Service
de: Service aufrufen
es: Llamar a Servicio
fr: Appeler un service
it: Richiama servizio
ja: サービスの起動
ko: 서비스 호출
pt_br: Chamar Serviço
zh_cn: 调用服务
zh_tw: 呼叫服務

# Event_TerminateService
source: Terminate Service
de: Service beenden
es: Terminar Servicio
fr: Interrompre un service
it: Arresta servizio
ja: サービスの終了
ko: 서비스 종료
pt_br: Encerrar Serviço
zh_cn: 终止服务
zh_tw: 終止服務

# Event_QueryProcessContext
source: Query Process Context
de: Prozesskontext abfragen
es: Consultar Contexto de Proceso
fr: Interroger le contexte d'un processus
it: Esegui query su contesto processo
ja: プロセス・コンテキストの問合せ
ko: 프로세스 컨텍스트 질의
pt_br: Contexto do Processo de Consulta
zh_cn: 查询进程上下文
zh_tw: 查詢處理作業相關資訊環境

# Event_ModifyProcessContext
source: Modify Process Context
de: Prozesskontext ändern
es: Modificar Contexto de Proceso
fr: Modifier le contexte d'un processus
it: Modifica contesto processo
ja: プロセス・コンテキストの変更
ko: 프로세스 컨텍스트 수정
pt_br: Modificar Contexto do Processo
zh_cn: 修改进程上下文
zh_tw: 修改處理作業相關資訊環境

# Event_CreatePeerAssoc
source: Create Peer Association
de: Peer-Verknüpfung erstellen
es: Crear Asociación de Peers
fr: Créer une association homologue
it: Crea associazione peer
ja: ピア・アソシエーションの作成
ko: 피어 연관 생성
pt_br: Criar Assoc. do Mesmo Nível
zh_cn: 创建对等关联
zh_tw: 建立對等關聯

# Event_TerminatePeerAssoc
source: Terminate Peer Association
de: Peer-Verknüpfung beenden
es: Terminar Asociación de Peers
fr: Interrompre une association homologue
it: Arresta associazione peer
ja: ピア・アソシエーションの終了
ko: 피어 연관 종료
pt_br: Encerrar Assoc. do Mesmo Nível
zh_cn: 终止对等关联
zh_tw: 終止對等關聯

# Event_QueryAssocContext
source: Query Association Context
de: Verknüpfungskontext abfragen
es: Consultar Contexto de Asociación
fr: Interroger le contexte d'association
it: Esegui query su contesto associazione
ja: アソシエーション・コンテキストの問合せ
ko: 연관 컨텍스트 질의
pt_br: Contexto de Associação de Consulta
zh_cn: 查询关联上下文
zh_tw: 查詢關聯相關資訊環境

# Event_ModifyAssocContent
source: Modify Association Content
de: Verknüpfungsinhalt ändern
es: Modificar Contenido de Asociación
fr: Modifier le contenu d'une association
it: Modifica contenuto associazione
ja: アソシエーション・コンテンツの変更
ko: 연관 콘텐츠 수정
pt_br: Modificar Conteúdo de Assoc.
zh_cn: 修改关联内容
zh_tw: 修改關聯內容

# Event_ReceiveDataViaAssoc
source: Receive Data Via Association
de: Daten über Verknüpfung empfangen
es: Recibir Datos mediante Asociación
fr: Recevoir des données via l'association
it: Ricevi dati mediante associazione
ja: アソシエーションによるデータの受信
ko: 연관을 통해 데이터 수신
pt_br: Receber Dados através da Assoc.
zh_cn: 通过关联接收数据
zh_tw: 透過關聯接收資料

# Event_SendDataViaAssoc
source: Send Data Via Association
de: Daten über Verknüpfung senden
es: Enviar Datos mediante Asociación
fr: Envoyer des données via l'association
it: Invia dati mediante associazione
ja: アソシエーションによるデータの送信
ko: 연관을 통해 데이터 전송
pt_br: Enviar Dados através da Assoc.
zh_cn: 通过关联发送数据
zh_tw: 透過關聯傳送資料

# Event_CreateDataItemAssoc
source: Create Data Item Association
de: Datenelementverknüpfung erstellen
es: Crear Asociación de Elementos de Datos
fr: Créer une association d'éléments de données
it: Crea associazione elemento dati
ja: データ項目アソシエーションの作成
ko: 데이터 항목 연관 생성
pt_br: Criar Associação de Item de Dados
zh_cn: 创建数据项关联
zh_tw: 建立資料項目關聯

# Event_TerminateDataItemAssoc
source: Terminate Data Item Association
de: Datenelementverknüpfung beenden
es: Terminar Asociación de Elementos de Datos
fr: Interrompre une association d'éléments de données
it: Termina associazione elemento dati
ja: データ項目アソシエーションの終了
ko: 데이터 항목 연관 종료
pt_br: Encerrar Associação do Item de Dados
zh_cn: 终止数据项关联
zh_tw: 終止資料項目關聯

# Event_QueryDataItemAssocContext
source: Query Data Item Association Context
de: Verknüpfungskontext für Datenelement abfragen
es: Consultar Contexto de Asociación de Elementos de Datos
fr: Interroger le contexte d'une association d'éléments de données
it: Esegui query su contesto associazione elemento dati
ja: データ項目アソシエーション・コンテキストの問合せ
ko: 데이터 항목 연관 컨텍스트 질의
pt_br: Contexto de Associação do Item de Dados da Consulta
zh_cn: 查询数据项关联上下文
zh_tw: 查詢資料項目關聯相關資訊環境

# Event_ModifyDataItemAssocContext
source: Modify Data Item Association Context
de: Verknüpfungskontext für Datenelement ändern
es: Modificar Contexto de Asociación de Elementos de Datos
fr: Modifier le contexte d'une association d'éléments de données
it: Modifica contesto associazione elemento dati
ja: データ項目アソシエーション・コンテキストの変更
ko: 데이터 항목 연관 컨텍스트 수정
pt_br: Modificar Contexto de Associação do Item de Dados
zh_cn: 修改数据项关联上下文
zh_tw: 修改資料項目關聯相關資訊環境

# Event_QueryDataItemContents
source: Query Data Item Contents
de: Datenelementinhalt abfragen
es: Consultar Contenido de Elemento de Datos
fr: Interroger les contenus d'éléments de données
it: Esegui query su contenuto elemento dati
ja: データ項目コンテンツの問合せ
ko: 데이터 항목 내용 질의
pt_br: Conteúdo do Item de Dados da Consulta
zh_cn: 查询数据项内容
zh_tw: 查詢資料項目內容

# Event_ModifyDataItemContent
source: Modify Data Item Content
de: Datenelementinhalt ändern
es: Modificar Contenido de Elemento de Datos
fr: Modifier le contenu d'éléments de données
it: Modifica contenuto elemento dati
ja: データ項目コンテンツの変更
ko: 데이터 항목 내용 수정
pt_br: Modificar Conteúdo do Item de Dados
zh_cn: 修改数据项内容
zh_tw: 修改資料項目內容

# Event_StartSystem
source: Start System
de: System starten
es: Iniciar Sistema
fr: Démarrer le système
it: Avvia sistema
ja: システムの起動
ko: 시스템 시작
pt_br: Iniciar Sistema
zh_cn: 启动系统
zh_tw: 啟動系統

# Event_ShutdownSystem
source: Shutdown System
de: System herunterfahren
es: Cerrar Sistema
fr: Arrêter le système
it: Spegni sistema
ja: システムの停止
ko: 시스템 종료
pt_br: Fazer Shutdown do Sistema
zh_cn: 关闭系统
zh_tw: 關閉系統

# Event_ResourceExhausted
source: Resource Exhausted
de: Ressource erschöpft
es: Recurso Agotado
fr: Ressources insuffisantes
it: Risorsa esaurita
ja: 全リソース消費済
ko: 리소스가 모두 소모됨
pt_br: Recurso Esgotado
zh_cn: 资源已耗尽
zh_tw: 資源用盡

# Event_ResourceCorrupted
source: Resource Corrupted
de: Ressource beschädigt
es: Recurso Corrupto
fr: Ressources endommagées
it: Risorsa danneggiata
ja: リソース破損
ko: 리소스가 손상됨
pt_br: Recurso Corrompido
zh_cn: 资源已损坏
zh_tw: 資源損毀

# Event_BackupDatastore
source: Backup Datastore
de: Datenspeicher sichern
es: Realizar Copia de Seguridad del Almacén de Datos
fr: Banque de données de sauvegarde
it: Esegui backup datastore
ja: データストアのバックアップ
ko: 데이터 저장소 백업
pt_br: Armazenamento de Dados de Backup
zh_cn: 备份数据存储
zh_tw: 備份資料存放區

# Event_RecoverDatastore
source: Recover Datastore
de: Datenspeicher wiederherstellen
es: Recuperar Almacén de Datos
fr: Récupérer la banque de données
it: Recupera datastore
ja: データストアのリカバリ
ko: 데이터 저장소 복구
pt_br: Armazenamento de Dados de Recuperação
zh_cn: 恢复数据存储
zh_tw: 復原資料存放區

# Event_ConfigureAuditPolicy
source: Configure Audit Policy
de: Audit Policy konfigurieren
es: Configurar Políticas de Auditoría
fr: Configurer la stratégie d'audit
it: Configura criteri di audit
ja: 監査ポリシーの構成
ko: 감사 정책 구성
pt_br: Configurar Política de Auditoria
zh_cn: 配置审计策略
zh_tw: 設定稽核原則

# Event_ConfigureAuditRepository
source: Configure Audit Repository
de: Audit Repository konfigurieren
es: Configurar Repositorio de Auditoría
fr: Configurer un référentiel d'audit
it: Configura repository di audit
ja: 監査リポジトリの構成
ko: 감사 저장소 구성
pt_br: Configurar Repositório de Auditoria
zh_cn: 配置审计资料档案库
zh_tw: 設定稽核儲存區域

# Attribute_ComponentType
source: Component Type
de: Komponententyp
es: Tipo de Componente
fr: Type de composant
it: Tipo di componente
ja: コンポーネント・タイプ
ko: 구성 요소 유형
pt_br: Tipo de Componente
zh_cn: 组件类型
zh_tw: 元件類型

# Attribute_InstanceId
source: Instance Id
de: Instanz-ID
es: Identificador de Instancia
fr: ID de l'instance
it: ID istanza
ja: インスタンスID
ko: 인스턴스 ID
pt_br: Id da Instância
zh_cn: 实例 ID
zh_tw: 執行處理 ID

# Attribute_HostId
source: Host Id
es: Identificador de Host
fr: ID de l'hôte
it: ID host
ja: ホストID
ko: 호스트 ID
pt_br: Id do Host
zh_cn: 主机 ID
zh_tw: 主機 ID

# Attribute_HostNwaddr
source: Host Network Address
de: Host-Netzwerkadresse
es: Dirección de Red de Host
fr: Adresse réseau de l'hôte
it: Indirizzo di rete dell'host
ja: ホスト・ネットワーク・アドレス
ko: 호스트 네트워크 주소
pt_br: Endereço de Rede do Host
zh_cn: 主机网络地址
zh_tw: 主機網路位址

# Attribute_ModuleId
source: Module Id
de: Modul-ID
es: Identificador de Módulo
fr: ID du module
it: ID modulo
ja: モジュールID
ko: 모듈 ID
pt_br: Id do Módulo
zh_cn: 模块 ID
zh_tw: 模組 ID

# Attribute_ProcessId
source: Process Identifier
de: Prozessbezeichner
es: Identificador de Proceso
fr: Identificateur de processus
it: Identificativo processo
ja: プロセス識別子
ko: 프로세스 식별자
pt_br: Identificador do Processo
zh_cn: 进程标识符
zh_tw: 處理作業 ID

# Attribute_OracleHome
source: Oracle Home
es: Directorio Raíz de Oracle
fr: Répertoire d'origine Oracle Home
ja: Oracleホーム
ko: Oracle 홈
zh_cn: Oracle 主目录
zh_tw: Oracle 本位目錄

# Attribute_HomeInstance
source: Home Instance
de: Home-Instanz
es: Instancia de Directorio Raíz
fr: Instance du répertoire d'origine Oracle Home
it: Istanza home
ja: ホーム・インスタンス
ko: 홈 인스턴스
pt_br: Instância do Home
zh_cn: 主目录实例
zh_tw: 本位目錄執行處理

# Attribute_ECID
source: Execution Context Identifier
de: ID für den Ausführungskontext
es: Identificador de Contexto de Ejecución
fr: Identificateur de contexte d'exécution
it: Identificativo contesto di esecuzione
ja: 実行コンテキスト識別子
ko: 실행 컨텍스트 식별자
pt_br: Identificador de Contexto de Execução
zh_cn: 执行上下文标识符
zh_tw: 執行相關資訊環境 ID

# Attribute_RID
source: Relationship Id
de: Beziehungs-ID
es: Identificador de Relación
fr: ID de relation
it: ID relazione
ja: リレーションシップID
ko: 관계 ID
pt_br: ID do Relacionamento
zh_cn: 关系 ID
zh_tw: 關係 ID

# Attribute_ContextFields
source: Context Fields
de: Kontextfelder
es: Campos de Contexto
fr: Champs de contexte
it: Campi di contesto
ja: コンテキスト・フィールド
ko: 컨텍스트 필드
pt_br: Campos de Contexto
zh_cn: 上下文字段
zh_tw: 相關資訊環境欄位

# Attribute_SessionId
source: Session Id
es: Identificador de Sesión
fr: ID de session
it: ID sessione
ja: セッションID
ko: 세션 ID
pt_br: Id da Sessão
zh_cn: 会话 ID
zh_tw: 階段作業 ID

# Attribute_TargetComponentType
source: Target Component Type
de: Zielkomponententyp
es: Tipo de Componente de Destino
fr: Type de composant cible
it: Tipo di componente di destinazione
ja: ターゲット・コンポーネント・タイプ
ko: 대상 구성 요소 유형
pt_br: Tipo de Componente Alvo
zh_cn: 目标组件类型
zh_tw: 目標元件類型

# Attribute_ApplicationName
source: Application Name
de: Anwendungsname
es: Nombre de la Aplicación
fr: Nom d'application
it: Nome applicazione
ja: アプリケーション名
ko: 응용 프로그램 이름
pt_br: Nome da Aplicação
zh_cn: 应用程序名称
zh_tw: 應用程式名稱

# Attribute_EventType
source: Event Type
de: Ereignistyp
es: Tipo de Evento
fr: Type d'événement
it: Tipo di evento
ja: イベント・タイプ
ko: 이벤트 유형
pt_br: Tipo de Evento
zh_cn: 事件类型
zh_tw: 事件類型

# Attribute_EventCategory
source: Event Category
de: Ereigniskategorie
es: Categoría de Eventos
fr: Catégorie d'événements
it: Categoria evento
ja: イベント・カテゴリ
ko: 이벤트 범주
pt_br: Categoria do Evento
zh_cn: 事件类别
zh_tw: 事件類別

# Attribute_EventStatus
source: Event Status
de: Ereignisstatus
es: Estado del Evento
fr: Statut d'événement
it: Stato evento
ja: イベント・ステータス
ko: 이벤트 상태
pt_br: Status do Evento
zh_cn: 事件状态
zh_tw: 事件狀態

# Attribute_TstzOriginating
source: Time Stamp
de: Zeitstempel
es: Registro de Hora
fr: Horodatage
it: Indicatore orario
ja: タイム・スタンプ
ko: 시간 기록
zh_cn: 时间戳
zh_tw: 時戳

# Attribute_ThreadId
source: Thread Id
es: Identificador de Thread
fr: ID de thread
it: ID thread
ja: スレッドID
ko: 스레드 ID
pt_br: Id do Thread
zh_cn: 线程 ID
zh_tw: 繫線 ID

# Attribute_ComponentName
source: Component Name
de: Komponentenname
es: Nombre del Componente
fr: Nom de composant
it: Nome componente
ja: コンポーネント名
ko: 구성 요소 이름
pt_br: Nome do Componente
zh_cn: 组件名
zh_tw: 元件名稱

# Attribute_Initiator
source: Initiator
es: Iniciador
fr: Initiateur
it: Responsabile avvio
ja: イニシエータ
ko: 시작 프로그램
pt_br: Iniciador
zh_cn: 启动方
zh_tw: 啟動器

# Attribute_MessageText
source: Message Text
de: Meldungstext
es: Texto del Mensaje
fr: Texte du message
it: Testo messaggio
ja: メッセージ・テキスト
ko: 메시지 텍스트
pt_br: Texto da Mensagem
zh_cn: 消息文本
zh_tw: 訊息文字

# Attribute_FailureCode
source: Failure Code
de: Fehlercode
es: Código de Fallo
fr: Code d'échec
it: Codice errore
ja: 失敗コード
ko: 실패 코드
pt_br: Código de Falha
zh_cn: 故障代码
zh_tw: 失敗代碼

# Attribute_RemoteIP
source: Client IP Address
de: Client-IP-Adresse
es: Dirección IP del Cliente
fr: Adresse IP du client
it: Indirizzo IP client
ja: クライアントIPアドレス
ko: 클라이언트 IP 주소
pt_br: Endereço IP do Cliente
zh_cn: 客户机 IP 地址
zh_tw: 從屬端 IP 位址

# Attribute_Target
source: Target User
de: Zielbenutzer
es: Usuario de Destino
fr: Utilisateur cible
it: Utente di destinazione
ja: ターゲット・ユーザー
ko: 대상 사용자
pt_br: Usuário de Destino
zh_cn: 目标用户
zh_tw: 目標使用者

# Attribute_Resource
source: Resource
de: Ressource
es: Recurso
fr: Ressources
it: Risorsa
ja: リソース
ko: 리소스
pt_br: Recurso
zh_cn: 资源
zh_tw: 資源

# Attribute_Roles
source: Roles
de: Rollen
fr: Rôles
it: Ruoli
ja: ロール
ko: 롤
pt_br: Atribuições
zh_cn: 角色
zh_tw: 角色

# Attribute_DomainName
source: Domain Name
es: Nombre del Dominio
fr: Nom de domaine
it: Nome dominio
ja: ドメイン名
ko: 도메인 이름
pt_br: Nome do Domínio
zh_cn: 域名
zh_tw: 網域名稱

# Attribute_ComponentData
source: Component Data
de: Komponentendaten
es: Datos del Componente
fr: Données de composant
it: Dati componente
ja: コンポーネント・データ
ko: 구성 요소 데이터
pt_br: Dados do Componente
zh_cn: 组件数据
zh_tw: 元件資料
