Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/generic/generic_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Help_Event_EnableAccount
source: Enable an account for a user, group, or any other principal.
de: Aktivieren Sie einen Account für einen Benutzer, eine Gruppe oder einen beliebigen anderen Principal.
es: Activar una cuenta para un usuario, grupo o cualquier otro principal.
fr: Activer le compte d'un utilisateur ou d'un groupe, ou tout autre compte principal.
it: Abilita l'account di un utente, di un gruppo o di un altro principal qualsiasi.
ja: ユーザー、グループまたはその他のプリンシパルのアカウントを有効化します。
ko: 사용자, 그룹 또는 다른 주체에 대한 계정을 사용으로 설정합니다.
pt_br: Ativa uma conta do usuário, grupo ou qualquer outro principal.
zh_cn: 启用用户, 组或任何其他主用户的帐户。
zh_tw: 啟用使用者、群組或任何其他主要項目的帳戶.

# Help_Event_QueryAccount
source: Query the user's account.
de: Fragen Sie den Benutzer-Account ab.
es: Consultar la cuenta del usuario.
fr: Interroger le compte utilisateur.
it: Esegue una query sull'account dell'utente.
ja: ユーザーのアカウントを問い合せます。
ko: 사용자 계정을 질의합니다.
pt_br: Consultar a conta do usuário.
zh_cn: 查询用户帐户。
zh_tw: 查詢使用者帳戶.

# Help_Event_ModifyAccount
source: Modify account attributes.
de: Ändern Sie Account-Attribute.
es: Modificar los atributos de la cuenta.
fr: Modifier les attributs de compte.
it: Modifica gli attributi dell'account.
ja: アカウント属性を変更します。
ko: 계정 속성을 수정합니다.
pt_br: Modificar os atributos da conta.
zh_cn: 修改帐户属性。
zh_tw: 修改帳戶屬性.

# Help_Event_InstallService
source: Install or Upgrade a service or an application.
de: Installieren oder upgraden Sie einen Service oder eine Anwendung.
es: Instalar o actualizar un servicio o una aplicación.
fr: Installer ou mettre à niveau un service ou une application.
it: Installa o aggiorna un servizio o un'applicazione.
ja: サービスまたはアプリケーションをインストールまたはアップグレードします。
ko: 서비스 또는 응용 프로그램을 설치하거나 업그레이드합니다.
pt_br: Instalar ou Fazer Upgrade de um serviço ou uma aplicação.
zh_cn: 安装或升级服务或应用程序。
zh_tw: 安裝或升級服務或應用程式.

# Help_Event_RemoveService
source: De-install a service or an application.
de: Deinstallieren Sie einen Service oder eine Anwendung.
es: Desinstalar un servicio o una aplicación.
fr: Désinstaller un service ou une application.
it: Disinstalla un servizio o un'applicazione.
ja: サービスまたはアプリケーションを削除します。
ko: 서비스 또는 응용 프로그램 설치를 해제합니다.
pt_br: Desinstala um serviço ou uma aplicação.
zh_cn: 卸载服务或应用程序。
zh_tw: 解除安裝服務或應用程式.

# Help_Event_QueryServiceConfig
source: Query configuration of a service or application.
de: Fragen Sie die Konfiguration eines Services oder einer Anwendung ab.
es: Consultar la configuración de un servicio o una aplicación.
fr: Interroger la configuration d'une application ou d'un service.
it: Esegue una query sulla configurazione di un servizio o di un'applicazione.
ja: サービスまたはアプリケーションの構成を問い合せます。
ko: 서비스 또는 응용 프로그램의 구성을 질의합니다.
pt_br: Consulta a configuração de um serviço ou aplicação.
zh_cn: 查询服务或应用程序的配置。
zh_tw: 查詢服務或應用程式的組態.

# Help_Event_ModifyServiceConfig
source: Configure a service or an application.
de: Konfigurieren Sie einen Service oder eine Anwendung.
es: Configurar un servicio o una aplicación.
fr: Configurer un service ou une application.
it: Configura un servizio o un'applicazione.
ja: サービスまたはアプリケーションを構成します。
ko: 서비스 또는 응용 프로그램을 구성합니다.
pt_br: Configurar um serviço ou uma aplicação.
zh_cn: 配置服务或应用程序。
zh_tw: 設定服務或應用程式.

# Help_Event_DisableService
source: Shut down or disable a service or application.
de: Fahren Sie einen Service oder eine Anwendung herunter, oder deaktivieren Sie sie.
es: Cerrar o desactivar un servicio o una aplicación.
fr: Arrêter ou désactiver un service ou une application.
it: Chiude o disabilita un servizio o un'applicazione.
ja: サービスまたはアプリケーションを停止または無効化します。
ko: 서비스 또는 응용 프로그램을 종료하거나 사용 안함으로 설정합니다.
pt_br: Faz shutdown ou desativa um serviço ou aplicação.
zh_cn: 关闭或禁用服务或应用程序。
zh_tw: 關閉或停用服務或應用程式.

# Help_Event_EnableService
source: Start up or enable a service or an application.
de: Fahren Sie einen Service oder eine Anwendung hoch, oder aktivieren Sie sie.
es: Iniciar o activar un servicio o una aplicación.
fr: Démarrer ou activer un service ou une application.
it: Avvia o abilita un servizio o un'applicazione.
ja: サービスまたはアプリケーションを起動または有効化します。
ko: 서비스 또는 응용 프로그램을 시작하거나 사용으로 설정합니다.
pt_br: Inicializa ou ativa um serviço ou uma aplicação.
zh_cn: 启动或启用服务或应用程序。
zh_tw: 啟動或啟用服務或應用程式.

# Help_Event_InvokeService
source: Invoke a service or an application. For example, execute a command line script.
de: Rufen Sie einen Service oder eine Anwendung auf. Führen Sie zum Beispiel ein Befehlszeilenskript aus.
es: Llamar a un servicio o una aplicación. Por ejemplo, ejecutar un script de la línea de comandos.
fr: Appeler un service ou une application. Par exemple, exécuter un script de ligne de commande.
it: Richiama un servizio o un'applicazione, ad esempio esegue uno script di riga di comando.
ja: サービスまたはアプリケーションを起動します。たとえば、コマンドライン・スクリプトを実行します。
ko: 서비스 또는 응용 프로그램을 호출합니다(예: 명령행 스크립트 실행).
pt_br: Chama um serviço ou uma aplicação. Por ex.: executar um script da linha de comando.
zh_cn: 调用服务或应用程序。例如执行命令行脚本。
zh_tw: 呼叫服務或應用程式. 例如, 執行命令行命令檔.

# Help_Event_TerminateService
source: Terminate a service or an application, either at the instigation of the application itself or by the intervention of the domain in response to user or administrative action.
de: Beenden Sie einen Service oder eine Anwendung. Dies könnte durch die Anwendung selbst oder durch Intervention der Domain als Antwort auf eine Benutzer- oder administrative Aktion erfolgen.
es: Terminar un servicio o una aplicación, ya sea a instancias de la propia aplicación o por la intervención del dominio en respuesta a una acción administrativa o del usuario.
fr: Interrompre un service ou une application, à l'initiative de l'application ou par l'intervention du domaine en réponse à une action de l'utilisateur ou de l'administrateur.
it: Arresta un servizio o un'applicazione, su richiesta dell'applicazione stessa oppure in seguito all'intervento del dominio in risposta a un'azione utente o amministrativa.
ja: サービスまたはアプリケーションを、アプリケーション自体の指示か、ユーザーまたは管理アクションに応じたドメインの介入のいずれかによって終了します。
ko: 응용 프로그램 자체적으로 또는 사용자 또는 관리 작업에 대한 응답으로 도메인을 통해 서비스 또는 응용 프로그램을 종료합니다.
pt_br: Encerra um serviço ou uma aplicação. Pode ser através da instigação da própria aplicação ou através da intervenção do domínio, em resposta a uma ação do usuário ou administrativa.
zh_cn: 终止服务或应用程序, 可在应用程序自身的引导下完成, 或通过域的介入作为对用户或管理操作的响应来完成。
zh_tw: 終止服務或應用程式, 由應用程式本身終止, 或由網域針對回應使用者或管理動作而終止.

# Help_Event_QueryProcessContext
source: Query the attributes associated with the current processing context
de: Fragen Sie die Attribute ab, die mit dem aktuellen Verarbeitungskontext verknüpft sind
es: Consultar los atributos asociados al contexto de procesamiento actual
fr: Interroger les attributs associés au contexte de traitement en cours
it: Esegue una query sugli attributi associati al contesto di elaborazione corrente.
ja: 現在処理中のコンテキストに関連付けられた属性を問い合せます
ko: 현재 프로세스 컨텍스트와 연관된 속성을 질의합니다.
pt_br: Consultar os atributos associados ao contexto de processamento atual
zh_cn: 查询与当前处理上下文关联的属性
zh_tw: 查詢與目前處理相關資訊環境有關的屬性

# Help_Event_ModifyProcessContext
source: Modify the attributes associated with the current processing context
de: Ändern Sie die Attribute, die mit dem aktuellen Verarbeitungskontext verknüpft sind
es: Modificar los atributos asociados al contexto de procesamiento actual
fr: Modifier les attributs associés au contexte de traitement en cours
it: Modifica gli attributi associati al contesto di elaborazione corrente.
ja: 現在処理中のコンテキストに関連付けられた属性を変更します
ko: 현재 프로세스 컨텍스트와 연관된 속성을 수정합니다.
pt_br: Modificar os atributos associados ao contexto de processamento atual
zh_cn: 修改与当前处理上下文关联的属性
zh_tw: 修改與目前處理相關資訊環境有關的屬性

# Help_Event_CreatePeerAssoc
source: Create a communication channel between system components
de: Erstellen Sie einen Kommunikationskanal zwischen Systemkomponenten
es: Crear un canal de comunicación entre los componentes del sistema
fr: Créer un canal de communication entre les composants système
it: Crea un canale di comunicazione tra i componenti del sistema.
ja: システム・コンポーネント間の通信チャネルを作成します
ko: 시스템 구성 요소 간의 통신 채널을 생성합니다.
pt_br: Criar um canal de comunicação entre os componentes do sistema
zh_cn: 创建系统组件之间的通信通道
zh_tw: 建立系統元件之間的通訊通道

# Help_Event_TerminatePeerAssoc
source: Terminate a communication channel between system components
de: Beenden Sie einen Kommunikationskanal zwischen Systemkomponenten
es: Terminar un canal de comunicación entre los componentes del sistema
fr: Interrompre un canal de communication entre les composants système
it: Interrompe un canale di comunicazione tra i componenti del sistema.
ja: システム・コンポーネント間の通信チャネルを終了します
ko: 시스템 구성 요소 간의 통신 채널을 종료합니다.
pt_br: Encerrar um canal de comunicação entre os componentes do sistema
zh_cn: 终止系统组件之间的通信通道
zh_tw: 終止系統元件之間的通訊通道

# Help_Event_QueryAssocContext
source: Query attributes associated with a communication channel between system components
de: Fragen Sie Attribute ab, die mit einem Kommunikationskanal zwischen Systemkomponenten verknüpft sind
es: Consultar los atributos asociados a un canal de comunicación entre los componentes del sistema
fr: Interroger les attributs associés à un canal de communication entre les composants système
it: Esegue una query sugli attributi associati a un canale di comunicazione tra i componenti del sistema.
ja: システム・コンポーネント間の通信チャネルに関連付けられた属性を問い合せます
ko: 시스템 구성 요소 간의 통신 채널과 연관된 속성을 질의합니다.
pt_br: Consultar atributos associados ao canal de comunicação entre os componentes do sistema
zh_cn: 查询与系统组件之间的通信通道关联的属性
zh_tw: 查詢與系統元件間之通訊通道有關的屬性

# Help_Event_ModifyAssocContent
source: Modify attributes associated with a communication channel between system components
de: Ändern Sie Attribute, die mit einem Kommunikationskanal zwischen Systemkomponenten verknüpft sind
es: Modificar los atributos asociados a un canal de comunicación entre los componentes del sistema
fr: Modifier les attributs associés à un canal de communication entre les composants système
it: Modifica gli attributi associati a un canale di comunicazione tra i componenti del sistema.
ja: システム・コンポーネント間の通信チャネルに関連付けられた属性を変更します
ko: 시스템 구성 요소 간의 통신 채널과 연관된 속성을 수정합니다.
pt_br: Modificar atributos associados ao canal de comunicação entre os componentes do sistema
zh_cn: 修改与系统组件之间的通信通道关联的属性
zh_tw: 修改與系統元件間之通訊通道有關的屬性

# Help_Event_ReceiveDataViaAssoc
source: Receive data from associated peer
de: Empfangen Sie Daten von einem verknüpften Peer
es: Recibir datos del peer asociado
fr: Recevoir des données d'un homologue associé
it: Riceve i dati dal peer associato.
ja: 関連付けられたピアからデータを受信します
ko: 연관된 피어에서 데이터를 수신합니다.
pt_br: Receber dados do mesmo nível associado
zh_cn: 从关联的对等接收数据
zh_tw: 接收相關對等的資料

# Help_Event_SendDataViaAssoc
source: Send data to associated peer
de: Senden Sie Daten an den verknüpften Peer
es: Enviar datos al peer asociado
fr: Envoyer des données à un homologue associé
it: Invia i dati al peer associato.
ja: 関連付けられたピアにデータを送信します
ko: 연관된 피어로 데이터를 전송합니다.
pt_br: Enviar dados para o mesmo nível associado
zh_cn: 将数据发送到关联的对等
zh_tw: 傳送資料給相關對等

# Help_Event_CreateDataItemAssoc
source: Open a data item, for example a file.
de: Öffnen Sie ein Datenelement, zum Beispiel eine Datei.
es: Abrir un elemento de datos, por ejemplo, un archivo.
fr: Ouvrir un élément de données (par exemple un fichier).
it: Apre un elemento dati, ad esempio un file.
ja: データ項目、たとえばファイルをオープンします。
ko: 데이터 항목(예: 파일)을 엽니다.
pt_br: Abre um item de dados. Por exemplo, um arquivo.
zh_cn: 打开数据项, 例如文件。
zh_tw: 開啟資料項目, 例如檔案.

# Help_Event_TerminateDataItemAssoc
source: Close a data item, for example a file.
de: Schließen Sie ein Datenelement, zum Beispiel eine Datei.
es: Cerrar un elemento de datos, por ejemplo, un archivo.
fr: Fermer un élément de données (par exemple un fichier).
it: Chiude un elemento dati, ad esempio un file.
ja: データ項目、たとえばファイルをクローズします。
ko: 데이터 항목(예: 파일)을 닫습니다.
pt_br: Fecha um item de dados. Por exemplo, um arquivo.
zh_cn: 关闭数据项, 例如文件。
zh_tw: 關閉資料項目, 例如檔案.

# Help_Event_QueryDataItemAssocContext
source: Query attributes of a data item, for example mode of access, size limits, access path, etc.
de: Fragen Sie Attribute eines Datenelements ab, zum Beispiel Zugriffsmodus, Größengrenzwerte, Zugriffspfad usw.
es: Consultar los atributos de un elemento de datos, por ejemplo, modo de acceso, límites de tamaño, ruta de acceso, etc.
fr: Interroger les attributs d'un élément de données, par exemple le mode d'accès, les limites de taille, le chemin d'accès, etc.
it: Esegue una query sugli attributi di un elemento dati, ad esempio la modalità di accesso, i limiti di dimensione, il percorso di accesso e così via.
ja: データ項目の属性、たとえばアクセス、サイズ制限、アクセス・パスなどのモードを問い合せます。
ko: 데이터 항목의 속성(예: 액세스 모드, 크기 제한, 액세스 경로 등)을 질의합니다.
pt_br: Consulta atributos de um item de dados, por ex.: modo de acesso, limites de tamanho, caminho de acesso etc.
zh_cn: 查询数据项的属性, 例如, 访问模式, 大小限制, 访问路径等。
zh_tw: 查詢資料項目的屬性, 例如存取模式、大小限制、存取路徑等等.

# Help_Event_ModifyDataItemAssocContext
source: Modify attributes of a data item
de: Ändern Sie die Attribute eines Datenelements
es: Modificar los atributos de un elemento de datos
fr: Modifier les attributs d'un élément de données
it: Modifica gli attributi di un elemento dati, ad esempio un file.
ja: データ項目の属性を変更します
ko: 데이터 항목의 속성을 수정합니다.
pt_br: Modificar atributos de um item de dados
zh_cn: 修改数据项的属性
zh_tw: 修改資料項目的屬性

# Help_Event_QueryDataItemContents
source: Read the data item.
de: Lesen Sie das Datenelement.
es: Leer el elemento de datos.
fr: Lire l'élément de données.
it: Legge l'elemento dati.
ja: データ項目を読み取ります。
ko: 데이터 항목을 읽습니다.
pt_br: Ler os itens de dados.
zh_cn: 读取数据项。
zh_tw: 讀取資料項目.

# Help_Event_ModifyDataItemContent
source: Write/Append the data item
de: Schreiben/hängen Sie das Datenelement an
es: Escribir/Agregar el elemento de datos
fr: Ecrire/Ajouter (à la fin) l'élément de données
it: Scrive/aggiunge l'elemento dati.
ja: データ項目を書込み/追加します
ko: 데이터 항목을 작성하거나 추가합니다.
pt_br: Gravar/Anexar o item de dados
zh_cn: 写入/附加数据项
zh_tw: 寫入/附加資料項目

# Help_Event_StartSystem
source: Boot a system host.
de: Booten Sie einen System-Host.
es: Iniciar un host del sistema.
fr: Réinitialiser un hôte système.
it: Avvia un host di sistema.
ja: システム・ホストを起動します。
ko: 시스템 호스트를 부팅합니다.
pt_br: Inicializar o host do sistema.
zh_cn: 引导系统主机。
zh_tw: 啟動系統主機.

# Help_Event_ShutdownSystem
source: Shut down the system.
de: Fahren Sie das System herunter.
es: Cerrar el sistema.
fr: Arrêter le système.
it: Chiude il sistema.
ja: システムを停止します。
ko: 시스템을 종료합니다.
pt_br: Faz shutdown do sistema.
zh_cn: 关闭系统。
zh_tw: 關閉系統.

# Help_Event_ResourceExhausted
source: Resources like data storage resources, communication end points have been exhausted.
de: Ressourcen, wie Datenspeicherungsressourcen, Kommunikationsendpunkte sind erschöpft.
es: Se han agotado recursos como los recursos de almacenamiento de datos o los puntos finales de comunicación.
fr: Des ressources comme les ressources de stockage de données et les adresses de communication sont devenues insuffisantes.
it: Le risorse quali le risorse di memorizzazione dati e gli endpoint di comunicazione sono esaurite.
ja: データ記憶域リソース、通信エンド・ポイントなどのリソースを使い果たしています。
ko: 데이터 저장 영역 리소스, 통신 끝점과 같은 리소스가 모두 소모되었습니다.
pt_br: Os recursos como recursos do armazenamento de dados, pontos finais de comunicação foram esgotados.
zh_cn: 数据存储资源, 通信端点之类的资源已耗尽。
zh_tw: 資源 (例如資料儲存體資源、通訊端點) 已用盡.

# Help_Event_ResourceCorrupted
source: Resources such as data storage resources have integrity failures.
de: Ressourcen wie Datenspeicherungsressourcen weisen Integritätsfehler auf.
es: Algunos recursos como los recursos de almacenamiento de datos tienen fallos de integridad.
fr: Des ressources comme les ressources de stockage de données ont des échecs d'intégrité.
it: Le risorse quali le risorse di memorizzazione dati presentano errori di integrità.
ja: データ記憶域リソースなどのリソースに整合性の障害があります。
ko: 데이터 저장 영역 리소스와 같은 리소스에 무결성 오류가 있습니다.
pt_br: Os recursos como armazenamento de dados têm falhas de integridade.
zh_cn: 数据存储资源之类的资源存在完整性故障。
zh_tw: 資源 (例如資料儲存體資源) 發生整合性失敗.

# Help_Event_BackupDatastore
source: Make a backup copy of a data store.
de: Erstellen Sie eine Backup-Kopie eines Datenspeichers.
es: Realizar una copia de seguridad del almacén de datos.
fr: Effectuer une copie de sauvegarde d'une banque de données.
it: Crea una copia di backup di un data store.
ja: データ・ストアのバックアップ・コピーを作成します。
ko: 데이터 저장소의 백업 복사본을 만듭니다.
pt_br: Faz uma cópia de backup de um armazenamento de dados.
zh_cn: 请备份数据存储。
zh_tw: 建立資料存放區備份.

# Help_Event_RecoverDatastore
source: Recover a data store from a backup copy.
de: Stellen Sie einen Datenspeicher aus einer Backup-Kopie wieder her.
es: Recuperar un almacén de datos a partir de una copia de seguridad.
fr: Récupérer une banque de données à partir d'une copie de sauvegarde.
it: Recupera un data store da una copia di backup.
ja: バックアップ・コピーからデータ・ストアをリカバリします。
ko: 백업 복사본에서 데이터 저장소를 복구합니다.
pt_br: Recupera um armazenamento de dados de uma cópia de backup.
zh_cn: 从备份副本恢复数据存储。
zh_tw: 從備份復原資料存放區.

# Help_Event_ConfigureAuditPolicy
source: Modify parameters that control auditing, for example change the audit filtering.
de: Ändern Sie Parameter, die das Auditing kontrollieren, beispielsweise die Audit-Filterung.
es: Modificar los parámetros que controlan la auditoría, por ejemplo, cambiar el filtro de auditoría.
fr: Modifier les paramètres qui contrôlent les audits, par exemple modifier le filtrage des audits.
it: Modifica i parametri che controllano l'audit, ad esempio il filtro di audit.
ja: 監査を制御するパラメータ、たとえば監査フィルタを変更するパラメータを変更します。
ko: 감사를 제어하는 매개변수를 수정합니다(예: 감사 필터링 변경).
pt_br: Modifica parâmetros que controlam a auditoria, por ex.: alterar a filtragem de auditoria.
zh_cn: 修改控制审计的参数, 例如更改审计过滤。
zh_tw: 修改控制稽核功能的參數, 例如變更稽核篩選.

# Help_Event_ConfigureAuditRepository
source: Configure the Audit Repository, for example change a file repository to a database repository.
de: Konfigurieren Sie das Audit Repository, ändern Sie beispielsweise ein Datei-Repository in ein Datenbank-Repository.
es: Configurar el repositorio de auditoría, por ejemplo, cambiar de un repositorio de archivos a un repositorio de base de datos.
fr: Configurer le référentiel d'audit, par exemple en transformant le référentiel de fichiers en référentiel de base de données.
it: Configura il repository di audit, ad esempio passando da un repository file a un repository database.
ja: 監査リポジトリを構成します。たとえば、ファイル・リポジトリをデータベース・リポジトリに変更します。
ko: 감사 저장소를 구성합니다(예: 파일 저장소를 데이터베이스 저장소로 변경).
pt_br: Configura o Repositório de Auditoria, por ex.: alterar um repositório de arquivos para repositório de bancos de dados.
zh_cn: 配置审计资料档案库, 例如将文件资料档案库更改为数据库资料档案库。
zh_tw: 設定稽核儲存區域, 例如將檔案儲存區域變更為資料庫儲存區域.

# Help_Attribute_ComponentType
source: Type of the component.
de: Typ der Komponente
es: Tipo de componente.
fr: Type du composant.
it: Il tipo del componente.
ja: コンポーネントのタイプ。
ko: 구성 요소의 유형입니다.
pt_br: Tipo do componente.
zh_cn: 组件的类型。
zh_tw: 元件的類型.

# Help_Attribute_InstanceId
source: Name of the Oracle Instance that has this component
de: Name der Oracle Instanz, die diese Komponente enthält
es: Nombre de la instancia de Oracle a la que pertenece este componente
fr: Nom de l'instance Oracle à laquelle ce composant appartient
it: Nome dell'istanza Oracle che dispone di questo componente
ja: このコンポーネントを含むOracleインスタンスの名前
ko: 이 구성 요소가 있는 Oracle 인스턴스의 이름입니다.
pt_br: Nome da Instância Oracle que possui este componente
zh_cn: 具有此组件的 Oracle 实例的名称
zh_tw: 含有此元件之「Oracle 執行處理」的名稱

# Help_Attribute_HostId
source: DNS hostname of originating host
de: DNS-Host-Name des Ursprungs-Hosts
es: Nombre DNS del host de origen
fr: Nom d'hôte DNS de l'hôte source
it: Nome host DNS dell'host di origine.
ja: 開始ホストのDNSホスト名
ko: 시작 호스트의 DNS 호스트 이름입니다.
pt_br: Nome do host de DNS do host de origem
zh_cn: 原始主机的 DNS 主机名
zh_tw: 原始主機的 DNS 主機名稱

# Help_Attribute_HostNwaddr
source: IP or other network address of originating host
de: IP- oder andere Netzwerkadresse des Ursprungs-Hosts
es: Dirección IP u otra dirección de red del host de origen
fr: IP ou autre adresse réseau de l'hôte source
it: Indirizzo IP o altro indirizzo di rete dell'host di origine.
ja: 開始ホストのIPまたはその他のネットワーク・アドレス
ko: 시작 호스트의 IP 또는 기타 네트워크 주소입니다.
pt_br: IP ou outro endereço de rede do host de origem
zh_cn: 原始主机的 IP 或其他网络地址
zh_tw: 原始主機的 IP 或其他網路位址

# Help_Attribute_ModuleId
source: ID of the module that originated the message. Interpretation is unique within Component ID.
de: ID des Moduls, von dem die Nachricht stammt. Die Interpretation ist innerhalb der Komponenten-ID eindeutig.
es: Identificador del módulo que creó el mensaje. La interpretación es única en el identificador de componente.
fr: ID du module à l'origine du message. Il existe une seule interprétation au sein de l'ID du composant.
it: ID del modulo dal quale proviene il messaggio. L'interpretazione è univoca all'interno dell'ID componente.
ja: メッセージの起点となったモジュールのIDです。解釈はコンポーネントID内で一意となります。
ko: 메시지가 시작된 모듈의 ID입니다. 해석은 구성 요소 ID 내에서 고유합니다.
pt_br: ID do módulo que originou a mensagem. A interpretação é exclusiva dentro do ID do Componente.
zh_cn: 发出消息的模块的 ID。解释在组件 ID 中是唯一的。
zh_tw: 發出訊息的模組 ID. 在元件 ID 內是唯一的.

# Help_Attribute_ProcessId
source: ID of the process that originated the message
de: ID des Prozesses, von dem die Nachricht stammt
es: Identificador del proceso que creó el mensaje
fr: ID du processus à l'origine du message
it: ID del processo dal quale proviene il messaggio.
ja: メッセージの起点となったプロセスのID
ko: 메시지가 시작된 프로세스의 ID입니다.
pt_br: ID do processo que originou a mensagem
zh_cn: 发出消息的进程的 ID
zh_tw: 發出訊息的處理作業 ID

# Help_Attribute_OracleHome
source: The ORACLE_HOME directory of the component
de: Das ORACLE_HOME-Verzeichnis der Komponente
es: Directorio ORACLE_HOME del componente
fr: L'annuaire ORACLE_HOME du composant
it: La directory ORACLE_HOME del componente.
ja: コンポーネントのORACLE_HOMEディレクトリ
ko: 구성 요소의 ORACLE_HOME 디렉토리입니다.
pt_br: O diretório do ORACLE_HOME do componente
zh_cn: 组件的 ORACLE_HOME 目录
zh_tw: 元件的 ORACLE_HOME 目錄

# Help_Attribute_HomeInstance
source: The ORACLE_INSTANCE directory of the component
de: Das ORACLE_INSTANCE-Verzeichnis der Komponente
es: Directorio ORACLE_INSTANCE del componente
fr: L'annuaire ORACLE_INSTANCE du composant
it: La directory ORACLE_INSTANCE del componente.
ja: コンポーネントのORACLE_INSTANCEディレクトリ
ko: 구성 요소의 ORACLE_INSTANCE 디렉토리입니다.
pt_br: O diretório do ORACLE_INSTANCE do componente
zh_cn: 组件的 ORACLE_INSTANCE 目录
zh_tw: 元件的 ORACLE_INSTANCE 目錄

# Help_Attribute_ECID
source: Identifies the thread of execution that the originating component participates in.
de: Identifiziert den Ausführungs-Thread, an dem die Ursprungskomponente teilnimmt.
es: Identifica el thread de ejecución en el que participa el componente de origen.
fr: Identifie le thread d'exécution auquel participe le composant source.
it: Identifica il thread di esecuzione di cui fa parte il componente di origine.
ja: 開始コンポーネントが参加する実行のスレッドを識別します。
ko: 시작 구성 요소가 참여하는 실행 스레드를 식별합니다.
pt_br: Identifica o thread de execução no qual o componente de origem participa.
zh_cn: 标识原始组件所参与的执行线程。
zh_tw: 識別原始元件所參與的執行繫線.
