Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/generic/generic_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Help_Attribute_RID
source: This is the relationship identifier, it is used to provide the full and correct calling relationships between threads and processes.
de: Dies ist der Beziehungsidentifikator, mit dem vollständige und korrekte Aufrufbeziehungen zwischen Threads und Prozessen ermöglicht werden.
es: Éste es el identificador de relación, que se utiliza para proporcionar las relaciones de llamada completas y correctas entre threads y procesos.
fr: Il s'agit de l'identificateur de relation. Il est utilisé pour fournir des relations d'appel complètes et correctes entre les threads et les processus.
it: Si tratta dell'identificativo di relazione, usato per fornire relazioni di chiamata complete e corrette tra i thread e i processi.
ja: リレーションシップ識別子です。スレッドとプロセスの間に完全かつ適切なコールのリレーションシップを提供します。
ko: 관계 식별자로, 스레드와 프로세스 간의 올바른 전체 호출 관계를 제공하는 데 사용됩니다.
pt_br: Este é o identificador do relacionamento. Ele é usado para fornecer os relacionamentos completos e corretos entre threads e processos.
zh_cn: 这是关系标识符, 它用于提供线程和进程之间的完整且正确的调用关系。
zh_tw: 這是關係 ID, 用來提供繫線與處理作業之間完整且正確的呼叫關係.

# Help_Attribute_ContextFields
source: This attribute contains the context fields extracted from dms context.
de: Dieses Attribut enthält die aus dem dms-Kontext extrahierten Kontextfelder.
es: Este atributo contiene los campos de contexto extraídos del contexto dms.
fr: Cet attribut contient les champs de contexte extraits du contexte DMS.
it: Questo attributo contiene i campi di contesto estratti dal contesto DMS.
ja: この属性には、dmsコンテキストから抽出したコンテキスト・フィールドが含まれます。
ko: 이 속성에는 DMS 컨텍스트에서 추출된 컨텍스트 필드가 포함됩니다.
pt_br: Este atributo contém os campos de contexto extraídos do contexto dms.
zh_cn: 此属性包含从 dms 上下文提取的上下文字段。
zh_tw: 此屬性包含擷取自 DMS 相關資訊環境的相關資訊環境欄位.

# Help_Attribute_SessionId
source: ID of the login session.
de: ID der Anmelde-Session.
es: Identificador de la sesión de conexión.
fr: ID de la session de connexion.
it: ID della sessione di login.
ja: ログイン・セッションのIDです。
ko: 로그인 세션의 ID입니다.
pt_br: ID da sessão de log-in.
zh_cn: 登录会话的 ID。
zh_tw: 登入階段作業的 ID.

# Help_Attribute_TargetComponentType
source: This is the target component type.
de: Dies ist der Zielkomponententyp.
es: Se trata del tipo de componente de destino.
fr: Il s'agit du type de composant cible.
it: Questo è il tipo di componente di destinazione.
ja: これはターゲット・コンポーネント・タイプです。
ko: 대상 구성 요소 유형입니다.
pt_br: Este é o tipo de componente de destino.
zh_cn: 这是目标组件类型。
zh_tw: 這是目標元件類型.

# Help_Attribute_ApplicationName
source: The J2EE application name
de: Der J2EE-Anwendungsname
es: Nombre de la aplicación J2EE
fr: Nom de l'application J2EE
it: Il nome dell'applicazione J2EE.
ja: J2EEアプリケーション名
ko: J2EE 응용 프로그램 이름입니다.
pt_br: O nome da aplicação J2EE
zh_cn: J2EE 应用程序名称
zh_tw: J2EE 應用程式名稱

# Help_Attribute_EventType
source: The type of the audit event. Use wlst listAuditEvents to list out all the events.
de: Der Typ des Audit-Ereignisses. Verwenden Sie wlst listAuditEvents, um alle Ereignisse aufzuführen.
es: Tipo del evento de auditoría. Utilice wlst listAuditEvents para mostrar todos los eventos.
fr: Type de l'événement d'audit. Utilisez listAuditEvents WLST pour répertorier tous les événements.
it: Il tipo dell'evento di audit. Per visualizzare la lista di tutti gli eventi, usare il comando wlst listAuditEvents.
ja: 監査イベントのタイプです。すべてのイベントをリストするにはwlst listAuditEventsを使用してください。
ko: 감사 이벤트의 유형입니다. 모든 이벤트를 나열하려면 wlst listAuditEvents를 사용하십시오.
pt_br: O tipo de evento de auditoria. Use listAuditEvents de wlst para listar todos os eventos.
zh_cn: 审计事件的类型。使用 wlst listAuditEvents 可列出所有事件。
zh_tw: 稽核事件的類型. 若要列示所有事件, 請使用 wlst listAuditEvents.

# Help_Attribute_EventCategory
source: The category of the audit event.
de: Die Kategorie des Audit-Ereignisses.
es: Categoría del evento de auditoría.
fr: Catégorie de l'événement d'audit.
it: La categoria dell'evento di audit.
ja: 監査イベントのカテゴリです。
ko: 감사 이벤트의 범주입니다.
pt_br: A categoria do evento de auditoria.
zh_cn: 审计事件的类别。
zh_tw: 稽核事件的類別.

# Help_Attribute_EventStatus
source: The outcome of the audit event - success or failure
de: Das Ergebnis des Audit-Ereignisses - erfolgreich oder nicht erfolgreich
es: Salida del evento de auditoría: Correcta o fallida
fr: Résultat de l'événement d'audit : succès ou échec
it: Il risultato dell'evento di audit: operazione riuscita o errore.
ja: 監査イベントの結果(成功または失敗)
ko: 감사 이벤트의 결과(성공 또는 실패)입니다.
pt_br: O resultado do evento de auditoria - com sucesso ou falha
zh_cn: 审计事件的结果 - 成功或失败
zh_tw: 稽核事件的結果 - 成功或失敗

# Help_Attribute_TstzOriginating
source: Date and time when the audit event was generated
de: Datum und Zeit, als das Audit-Ereignis generiert wurde
es: Fecha y hora a la que se generó el evento de auditoría
fr: Date et heure de génération de l'événement d'audit
it: Data e ora di generazione dell'evento di audit.
ja: 監査イベントが生成された日時
ko: 감사 이벤트가 생성된 날짜와 시간입니다.
pt_br: Data e hora em que o evento de auditoria foi gerado
zh_cn: 生成审计事件的日期和时间
zh_tw: 產生稽核事件的日期與時間

# Help_Attribute_ThreadId
source: ID of the thread that generated this event
de: ID des Threads, der dieses Ereignis generiert hat
es: Identificador del thread que generó este evento
fr: ID du thread qui a généré cet événement
it: ID del thread che ha generato l'evento.
ja: このイベントを生成したスレッドのID
ko: 이 이벤트를 생성한 스레드의 ID입니다.
pt_br: ID do thread que gerou este evento
zh_cn: 生成此事件的线程的 ID
zh_tw: 產生此事件的繫線 ID

# Help_Attribute_ComponentName
source: The name of this component
de: Der Name dieser Komponente
es: Nombre de este componente
fr: Nom de ce composant
it: Il nome del componente
ja: このコンポーネントの名前
ko: 이 구성 요소의 이름입니다.
pt_br: O nome deste componente
zh_cn: 此组件的名称
zh_tw: 此元件的名稱

# Help_Attribute_Initiator
source: Identifies the UID of the user who is doing the operation
de: Identifiziert die UID des Benutzers, der den Vorgang ausführt
es: Identifica el UID del usuario que realiza la operación
fr: Identifie l'UID de l'utilisateur qui effectue l'opération
it: Identifica l'UID dell'utente che effettua l'operazione.
ja: 操作を実行中のユーザーのUIDを識別します
ko: 작업을 수행하고 있는 사용자의 UID를 식별합니다.
pt_br: Identifica o UID do usuário que está executando a operação
zh_cn: 标识执行操作的用户的 UID
zh_tw: 識別執行作業的使用者 UID

# Help_Attribute_MessageText
source: Description of the audit event
de: Beschreibung des Audit-Ereignisses
es: Descripción del evento de auditoría
fr: Description de l'événement d'audit
it: Descrizione dell'evento di audit
ja: 監査イベントの説明
ko: 감사 이벤트에 대한 설명입니다.
pt_br: Descrição do evento de auditoria
zh_cn: 审计事件的说明
zh_tw: 稽核事件的描述

# Help_Attribute_FailureCode
source: The error code in case EventStatus = failure
de: Der Fehlercode, wenn EventStatus = nicht erfolgreich ist
es: Código de error en caso de que EventStatus = fallo
fr: Code d'erreur pour EventStatus = échec
it: Il codice di errore generato quando lo stato dell'evento è impostato su errore.
ja: イベント・ステータスが失敗である場合のエラー・コード
ko: EventStatus = failure인 경우의 오류 코드입니다.
pt_br: O código de erro no caso EventStatus = falha
zh_cn: 在 EventStatus = failure 的情况下出现的错误代码
zh_tw: EventStatus = 失敗時的錯誤代碼

# Help_Attribute_RemoteIP
source: IP address of the client initiating this event
de: IP-Adresse des Clients, der diesen Vorgang auslöst
es: Dirección IP del cliente que inicia este evento
fr: Adresse IP du client déclenchant cet événement
it: L'indirizzo IP del client che ha avviato l'evento.
ja: このイベントを開始するクライアントのIPアドレス
ko: 이 이벤트가 시작된 클라이언트의 IP 주소입니다.
pt_br: Endereço IP do cliente que iniciou este evento
zh_cn: 启动此事件的客户机的 IP 地址
zh_tw: 起始此事件的從屬端 IP 位址

# Help_Attribute_Target
source: Identifies the UID of the user on whom the operation is being done. E.g. is Alice changes Bob's password, then Alice is the initiator and Bob is the target
de: Identifiziert die UID des Benutzers, für den der Vorgang ausgeführt wird. Wenn z.B. Monika Peters Kennwort ändert, ist Monika der Initiator und Peter das Ziel
es: Identifica el UID del usuario sobre el se realiza la operación. Por ejemplo, si Alicia cambia la contraseña de Antonio, Alicia es el iniciador y Antonio, el destino
fr: Identifie l'UID de l'utilisateur sur lequel l'opération est effectuée. Par exemple, si Alice modifie le mot de passe de Bob, Alice est l'initiatrice et Bob est la cible
it: Identifica l'UID dell'utente sul quale viene effettuata l'operazione: ad esempio, Alice modifica la password di Bob, pertanto Alice è il responsabile avvio e Bob è la destinazione.
ja: 実行中の操作の対象であるユーザーのUIDを識別します。たとえば、AliceがBobのパスワードを変更する場合、Aliceはイニシエータ、Bobはターゲットです
ko: 작업이 수행되고 있는 대상 사용자의 UID를 식별합니다. 예를 들어, Alice가 Bob의 비밀번호를 변경할 경우 Alice는 개시자이고 Bob은 대상입니다.
pt_br: Identifica o UID do usuário do qual a operação está sendo executada. Por ex.: Alice altera a senha de Bob, então Alice é o iniciador e Bob é o alvo
zh_cn: 标识正在发生该操作的用户的 UID。例如, 如果 Alice 更改了 Bob 的口令, 则 Alice 是启动方而 Bob 是目标
zh_tw: 識別作為作業執行對象的使用者 UID. 例如, 若 Alice 變更 Bob 的密碼, 那麼 Alice 就是啟動者, 而 Bob 是目標.

# Help_Attribute_Resource
source: Identifies a resource that is being accessed. A resource can be many things - web page, file, directory share, web service, XML document,a portlet. The resource can be named as a combination of a host name, and an URI.
de: Identifiziert eine Ressource, auf die zugegriffen wird. Bei einer Ressource kann es sich um eine Webseite, eine Datei, ein gemeinsam verwendetes Verzeichnis, einen Web Service, ein XML-Dokument, ein Portlet usw. handeln. Die Ressource kann mit einer Kombination aus einem Host-Namen und einem URI benannt werden.
es: Identifica el recurso al que se está accediendo. Pueden ser recursos, entre otros, una página Web, un archivo, un recurso compartido de directorio, un servicio Web, un documento XML o un portlet. El nombre del recurso puede ser una combinación del nombre del host y del URI.
fr: Identifie une ressource en cours de consultation. Une ressource peut être une page Web, un fichier, une partie d'annuaire, un service Web, un document XML ou un portlet. Le nom de la ressource peut être une combinaison d'un nom d'hôte et d'un URI.
it: Identifica la risorsa alla quale si accede. Una risorsa può essere un elemento di varia natura, ad esempio una pagina Web, un file, una directory condivisa, un servizio Web, un documento XML o un portlet. Alla risorsa è possibile assegnare un nome formato dalla combinazione di un nome host e di un URI.
ja: アクセス中のリソースを識別します。リソースには、Webページ、ファイル、ディレクトリ共有、Webサービス、XML文書、ポートレットなどあらゆるものがあります。リソースは、ホスト名とURIの組合せで名前を付けることができます。
ko: 액세스되고 있는 리소스를 식별합니다. 웹 페이지, 파일, 디렉토리 공유, 웹 서비스, XML 문서, 포틀릿 등이 리소스가 될 수 있습니다. 리소스의 이름은 호스트 이름과 URI를 조합하여 지정할 수 있습니다.
pt_br: Identifica o recurso que está sendo acessado. Um recurso pode ser muitas coisas - página Web, arquivo, compartilhamento de diretório, web service, documento XML, um portlet. O recurso pode ser nomeado como uma combinação de nome de host e um URI.
zh_cn: 标识正在访问的资源。资源可以是许多内容 - Web 页, 文件, 目录共享, Web 服务, XML 文档, portlet。可以按主机名和 URI 的组合来命名资源。
zh_tw: 識別目前存取的資源. 資源可以是網頁、檔案、目錄共用、Web 服務、XML 文件以及 Portlet. 資源的名稱可以結合主機名稱和 URI.

# Help_Attribute_Roles
source: The roles that the user was granted at the time of login.
de: Die Rollen, die dem Benutzer bei der Anmeldung erteilt wurden.
es: Roles otorgados al usuario en el momento de la conexión.
fr: Rôles octroyés à l'utilisateur au moment de la connexion.
it: I ruoli concessi all'utente al momento del login.
ja: ログイン時にユーザーに付与されたロールです。
ko: 로그인 시 사용자에게 부여되는 롤입니다.
pt_br: As atribuições que o usuário recebeu no momento do log-in.
zh_cn: 登录时授予用户的角色。
zh_tw: 使用者在登入時被授與的角色.

# Help_Attribute_DomainName
source: The WLS/WebSphere Domain
de: WLS/WebSphere-Domain
es: Dominio de WLS/WebSphere
fr: Domaine WLS/WebSphere
it: Dominio WLS/WebSphere
ja: WLS/WebSphereドメイン
ko: WLS/WebSphere 도메인입니다.
pt_br: O Domínio do WLS/WebSphere
zh_cn: WLS/WebSphere 域
zh_tw: WLS/WebSphere 網域

# Help_Attribute_ComponentData
source: Where component-specific data are stored when there is no component-specific table in the schema
de: Speicherort für komponentenspezifische Daten, wenn das Schema keine komponentenspezifische Tabelle enthält
es: Ubicación en la que se almacenan los datos específicos del componente cuando no existe ninguna tabla específica del componente en el esquema
fr: Emplacement de stockage des données propres au composant en l'absence de table propre au composant dans le schéma
it: Dove vengono memorizzati i dati specifici del componente, quando non è presente alcuna tabella specifica del componente nello schema
ja: コンポーネント固有の表がスキーマにない場合に、コンポーネント固有のデータが格納される場所です
ko: 스키마에 구성 요소 특정 테이블이 없는데 구성 요소 특정 데이터가 저장된 경우입니다.
pt_br: Onde os dados específicos do componente são armazenados quando não há tabela específica de componentes no esquema
zh_cn: 当方案中没有组件特定的表时存储组件特定的数据的位置
zh_tw: 當綱要中沒有元件特定表格時, 用來儲存元件特定資料的位置

# Help_Attribute_AuthenticationMethod
source: The Authentication method - password / SSL / Kerberos etc
de: Die Authentifizierungsmethode - Kennwort/SSL/Kerberos usw.
es: Método de autenticación: Contraseña, SSL, Kerberos, etc.
fr: Méthode d'authentification : mot de passe/SSL/Kerberos, etc.
it: Il metodo di autenticazione, ovvero basata su password, SSL, Kerberos e così via.
ja: 認証方式 - パスワード/SSL/Kerberosなど
ko: 비밀번호, SSL, Kerberos 등과 같은 인증 방법입니다.
pt_br: O método de Autenticação - senha /SSL / Kerberos etc
zh_cn: 验证方法 - 口令 / SSL / Kerberos 等
zh_tw: 認證方法 - 密碼 / SSL / Kerberos 等等

# Help_Attribute_TransactionId
source: Transaction ID
de: Transaktions-ID
es: Identificador de Transacción
fr: ID de transaction
it: ID transazione
ja: トランザクションID
ko: 트랜잭션 ID입니다.
pt_br: ID da Transação
zh_cn: 事务处理 ID
zh_tw: 交易 ID

# Help_Attribute_AuditUser
source: Identifies the user nam of the user who is running the application
de: Gibt den Benutzernamen des Benutzers an, der die Anwendung ausführt
es: Identifica el nombre del usuario que ejecuta la aplicación
fr: Identifie le nom de l'utilisateur qui exécute l'application
it: Identifica il nome utente di chi sta eseguendo l'applicazione
ja: アプリケーションを実行しているユーザーのユーザー名を識別します
ko: 응용 프로그램을 실행 중인 사용자의 사용자 이름을 식별합니다.
pt_br: Identifica o nome de usuário do usuário que está executando a aplicação
zh_cn: 标识运行应用程序的用户的用户名
zh_tw: 識別建立應用程式之使用者的使用者名稱.

# Help_Attribute_TenantId
source: Tenant ID
de: Mandanten-ID
es: Identificador de Contenido
fr: ID de locataire
it: ID residente
ja: テナントID
ko: 테넌트 ID
pt_br: ID do Tenant
zh_cn: 租户 ID
zh_tw: 租賃者 ID
