Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/generic/generic_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Attribute_AuthenticationMethod
source: Authentication Method
de: Authentifizierungsmethode
es: Método de Autenticación
fr: Méthode d'authentification
it: Metodo di autenticazione
ja: 認証方式
ko: 인증 방법
pt_br: Método de Autenticação
zh_cn: 验证方法
zh_tw: 認證方法

# Attribute_TransactionId
source: Transaction Id
de: Transaktions-ID
es: Identificador de Transacción
fr: ID de transaction
it: ID transazione
ja: トランザクションID
ko: 트랜잭션 ID
pt_br: Id da Transação
zh_cn: 事务处理 ID
zh_tw: 交易 ID

# Attribute_TenantId
source: TenantId
es: Identificador de Contenido
zh_tw: 用戶 ID

# Attribute_AuditUser
source: AuditUser
es: Usuario de Auditoría
zh_tw: 稽核使用者

# Help_Category_UserSession
source: This set of events is for creating and using user sessions on the system.
de: Diese Ereignisgruppe dient zum Erstellen und Verwenden anderer Benutzer-Sessions im System.
es: Este juego de eventos es para la creación y uso de las sesiones de usuario en el sistema.
fr: Cet ensemble d'événements est destiné à la création et à l'emploi de sessions utilisateur sur le système.
it: Questo set di eventi riguarda la creazione e l'uso delle sessioni utente sul sistema.
ja: このイベントのセットは、システムにユーザー・セッションを作成および使用するためのものです。
ko: 이 이벤트 집합은 시스템에서 사용자 세션을 생성하고 사용하는 데 필요합니다.
pt_br: Este conjunto de eventos é relevante para a criação e uso de sessões de usuário no sistema.
zh_cn: 此事件集用于在系统上创建和使用用户会话。
zh_tw: 這組事件適用於在系統上建立及使用使用者階段作業.

# Help_Category_Authorization
source: This set of events is for authorization.
de: Diese Ereignisgruppe dient zum Autorisieren.
es: Este juego de eventos es para autorización.
fr: Cet ensemble d'événements est destiné aux autorisations.
it: Questo set di eventi riguarda l'autorizzazione.
ja: このイベントのセットは、認可用です。
ko: 이 이벤트 집합은 권한 부여용입니다.
pt_br: Este conjunto de eventos se destina a autorização.
zh_cn: 此事件集用于授权。
zh_tw: 這組事件適用於授權.

# Help_Category_DataAccess
source: This set of events creates and works with data items.
de: Diese Ereignisgruppe erstellt und arbeitet mit Datenelementen.
es: Este juego de eventos crea y funciona con elementos de datos.
fr: Cet ensemble d'événements crée et utilise des éléments de données.
it: Questo set di eventi consente di creare e usare gli elementi dati.
ja: このイベントのセットは、データ項目を作成および操作します。
ko: 이 이벤트 집합은 데이터 항목을 생성하고 관련 작업을 수행합니다.
pt_br: Este conjunto de eventos cria e funciona com itens de dados.
zh_cn: 此事件集创建并使用数据项。
zh_tw: 這組事件會建立及使用資料項目.

# Help_Category_AccountManagement
source: This set of events is applicable to the management of principal accounts. A principal may be an end-user, or a pseudo-user - a service within the system.
de: Diese Ereignisgruppe bezieht sich auf die Verwaltung von Principal Accounts. Ein Principal ist entweder ein Endbenutzer oder ein Pseudo-Benutzer, also ein Service innerhalb des Systems.
es: Este juego de eventos es aplicable a la gestión de las cuentas principales. Un principal puede ser un usuario final o un servicio del sistema, un pseudousuario.
fr: Cet ensemble d'événements est applicable à la gestion des comptes utilisateur. Un compte utilisateur peut désigner un utilisateur final ou un service dans le système, un pseudo-utilisateur.
it: Questo set di eventi può essere applicato per la gestione di account principal. Un principal può essere un utente finale o uno pseudo-utente, ovvero un servizio all'interno del sistema.
ja: このイベントのセットは、プリンシパル・アカウントの管理に適用可能です。プリンシパルには、エンド・ユーザーまたは疑似ユーザー(システム内のサービス)が考えられます。
ko: 이 이벤트 집합은 주체 계정 관리에 적용할 수 있습니다. 주체는 일반 사용자 또는 시스템 내 서비스, 의사 사용자일 수 있습니다.
pt_br: Este conjunto de eventos se aplica ao gerenciamento de contas de principais. Um principal pode ser um usuário final ou um pseudousuário - um serviço dentro do sistema.
zh_cn: 此事件集适用于主用户帐户的管理。主用户可以是最终用户或伪用户 (系统中的一种服务)。
zh_tw: 這組事件適用於管理主要帳戶. 主要項目可以是一般使用者或虛擬使用者 - 系統內的一項服務.

# Help_Category_ServiceManagement
source: This set of events relate to managing system services and applications.
de: Diese Ereignisgruppe bezieht sich auf die Verwaltung von Systemservices und Anwendungen.
es: Este juego de eventos están relacionados con la gestión de los servicios del sistema y las aplicaciones.
fr: Cet ensemble d'événements est lié à la gestion des services et des applications système.
it: Questo set di eventi è correlato alla gestione dei servizi e delle applicazioni del sistema.
ja: このイベントのセットは、システム・サービスおよびアプリケーションの管理に関連しています。
ko: 이 이벤트 집합은 시스템 서비스 및 응용 프로그램 관리와 관련이 있습니다.
pt_br: Este conjunto de eventos se refere ao gerenciamento de serviços e aplicações do sistema.
zh_cn: 此事件集与系统服务和应用程序的管理有关。
zh_tw: 這組事件與管理系統服務和應用程式有關.

# Help_Category_ServiceUtilize
source: These events relate to the use of service and applications. They typically map to the execution of a program or a procedure and manipulation of the processing environment.
de: Diese Ereignisse beziehen sich auf die Verwendung von Services und Anwendungen. Sie sind typischerweise der Ausführung eines Programms oder einer Prozedur und der Manipulation einer Verarbeitungsumgebung zugeordnet.
es: Estos eventos están relacionados con el uso del servicio y las aplicaciones. Normalmente se asignan a la ejecución de un programa o procedimiento y a la manipulación del entorno de procesamiento.
fr: Ces événements sont liés à l'utilisation du service et des applications. Ils correspondent généralement à l'exécution d'un programme ou d'une procédure et à la manipulation de l'environnement de traitement.
it: Questi eventi si riferiscono all'uso di servizi e applicazioni. Di solito sono mappati all'esecuzione di un programma o di una procedura e alla gestione dell'ambiente di elaborazione.
ja: これらのイベントは、サービスおよびアプリケーションの使用に関連しています。これらは通常、プログラムまたはプロシージャの実行および処理環境の操作にマップされます。
ko: 이러한 이벤트는 서비스 및 응용 프로그램 사용과 관련이 있습니다. 일반적으로 이러한 이벤트는 프로그램이나 프로시저 실행 및 처리 환경 조작에 매핑됩니다.
pt_br: Estes eventos se referem ao uso de serviços e aplicações. Eles em geral são mapeados para a execução de um programa ou de um procedimento e para a manipulação do ambiente de processamento.
zh_cn: 这些事件与服务和应用程序的使用有关。它们通常映射到程序或过程的执行以及处理环境的操纵。
zh_tw: 這些事件與使用服務和應用程式有關. 它們通常對應到程式或程序的執行, 以及處理環境的操控.

# Help_Category_PeerAssocManagement
source: This set of events creates and works with communication channels between system components.
de: Diese Ereignisgruppe erstellt und arbeitet mit Kommunikationskanälen zwischen Systemkomponenten.
es: Este juego de eventos crea y funciona con los canales de comunicación entre los componentes del sistema.
fr: Cet ensemble d'événements crée et utilise des canaux de communication entre les composants système.
it: Questo set di eventi consente di creare e usare i canali di comunicazione tra i componenti del sistema.
ja: このイベントのセットは、システム・コンポーネント間の通信チャネルを作成および操作します。
ko: 이 이벤트 집합은 시스템 구성 요소 간 통신 채널을 생성하고 관련 작업을 수행합니다.
pt_br: Este conjunto de eventos cria e funciona com canais de comunicação entre componentes do sistema.
zh_cn: 此事件集创建并使用系统组件之间的通信通道。
zh_tw: 這組事件會建立及使用系統元件之間的通訊通道.

# Help_Category_DataItemContentAccess
source: These events are for forming an association between a service or application and a data item or resource element in order to use its contents or services - for example, a file or directory, device special file, memory segment, communications port, etc.
de: Diese Ereignisse dienen zur Herstellung einer Verbindung zwischen einem Service oder einer Anwendung und einem Daten- oder Ressourcenelement mit dem Zweck, dessen Inhalte oder Dienste zu verwenden. Beispiele: Eine Datei oder ein Verzeichnis, eine spezielle Gerätedatei, ein Speichersegment, ein Verbindungs-Port usw.
es: Estos eventos son para la formación de una asociación entre un servicio una aplicación y un elemento de datos o elemento de recurso para utilizar su contenido o servicios. Por ejemplo, un archivo o directorio, archivo especial de dispositivo, segmento de memoria, puerto de comunicaciones, etc.
fr: Ces événements sont liés à la formation d'une association entre un service ou une application et un élément de données ou un élément de ressource, afin d'utiliser son contenu ou ses services. Par exemple, un fichier ou un annuaire, un fichier propre à un périphérique, un segment de mémoire, un port de communication, etc.
it: Questi eventi si riferiscono alla creazione di un'associazione tra un servizio o un'applicazione e un elemento di dati o di risorsa, allo scopo di usarne i contenuti o i servizi, ad esempio file, directory, file speciali di dispositivi, segmenti di memoria, porte di comunicazione e così via.
ja: これらのイベントは、コンテンツまたはサービス(たとえば、ファイルまたはディレクトリ、デバイスの特殊ファイル、メモリー・セグメント、通信ポートなど)を使用するために、サービスまたはアプリケーションとデータ項目またはリソース要素間のアソシエーションを形成するためのものです。
ko: 이러한 이벤트는 관련 콘텐츠 또는 서비스(예: 파일 또는 디렉토리, 장치 특수 파일, 메모리 세그먼트, 통신 포트 등)를 사용하기 위해 서비스 또는 응용 프로그램과 데이터 항목 또는 리소스 요소 간의 연관을 구성하는 데 사용됩니다.
pt_br: Estes eventos se referem à formação de uma associação entre um serviço ou aplicação e um item de dados ou elemento de recurso com a finalidade de usar seu conteúdo ou serviços. Por exemplo, um arquivo ou diretório, arquivo especial de dispositivo, segmento de memória, porta de comunicações, etc.
zh_cn: 这些事件用于形成 (服务或应用程序与数据项或资源元素之间的) 关联, 其目的是使用其内容或服务, 例如, 文件或目录, 设备特定文件, 内存段, 通信端口等。
zh_tw: 這些事件適用於構成服務或應用程式與資料項目或資源元素之間的關聯, 以使用其內容或服務 - 例如, 檔案或目錄、裝置特殊檔案、記憶體區段、通訊連接埠等等.

# Help_Category_Exceptional
source: These are events that are considered to be outside the generalized events.
de: Diese Ereignisse werden als außerhalb der erstellten Ereignisse befindlich angesehen.
es: Se considera que estos eventos están fuera de los eventos generalizados.
fr: Ces événements sont considérés comme étant en dehors des événements généralisés.
it: Questi eventi sono considerati esterni agli eventi generalizzati.
ja: これらのイベントは、汎用イベント外であると みなされます。
ko: 일반적인 이벤트에 포함되지 않는 것으로 간주되는 이벤트입니다.
pt_br: Estes são eventos que são considerados fora dos eventos generalizados.
zh_cn: 这些事件被视为非通用 事件。
zh_tw: 這些是被視為廣義事件以外的 事件.

# Help_Category_AuditService
source: This set of events applies to audit configuration.
de: Diese Ereignisgruppe gilt für die Audit-Konfiguration.
es: Este juego de eventos se aplica a la configuración de auditoría.
fr: Cet ensemble d'événements s'applique à la configuration d'audit.
it: Questo set di eventi riguarda la configurazione di audit.
ja: このイベントのセットは、監査構成に適用されます。
ko: 이 이벤트 집합은 감사 구성에 적용됩니다.
pt_br: Este conjunto de eventos se aplica à configuração da auditoria.
zh_cn: 此事件集应用于审计配置。
zh_tw: 這組事件會套用至稽核組態.

# Help_Event_UserLogin
source: In multi-tier applications, inner tiers often use some special user id (an end user or an administrator) to log in to the next tier. To make audit reports more meaningful, logins by these special users are considered in a separate category - Internal Logins. The User Logins/Logouts category only records actions by regular users (including administrators)
de: In Multi-Tier-Anwendungen verwenden die inneren Tiers häufig eine besondere Benutzer-ID (Endbenutzer oder Administrator), um sich bei der nächsten Tier anzumelden. Damit die Audit-Berichte aussagekräftiger werden, werden die Anmeldungen durch diese besonderen Benutzer in einer separaten Kategorie betrachtet - den internen Anmeldungen. In der Kategorie Benutzeranmeldungen/-abmeldungen werden nur Aktionen von regulären Benutzern (einschließlich Administratoren) aufgezeichnet.
es: En aplicaciones de varias capas, las capas interiores suelen utilizar un identificador de usuario especial (usuario final o administrador) para conectar a la siguiente capa. Para que los informes de auditoría sean más significativos, las conexiones realizadas por estos usuarios especiales se consideran en una categoría independiente de conexiones internas. La categoría de conexiones/desconexiones de usuario sólo registra las acciones de los usuarios normales (incluidos los administradores)
fr: Pour les applications multiniveaux, les niveaux internes utilisent souvent un ID utilisateur spécifique (utilisateur final ou administrateur) pour établir la connexion avec le niveau suivant. Pour que les rapports d'audit soient plus pertinents, les connexions établies par ces utilisateurs spécifiques sont prises en compte dans une catégorie distincte : les connexions internes. La catégorie des connexions/déconnexions utilisateur n'enregistre que les actions des utilisateurs standard (y compris les administrateurs)
it: Nelle applicazioni a più livelli, i livelli interni usano spesso un ID utente speciale (utente finale o amministratore) per collegarsi al livello successivo. Per rendere i report di audit più significativi, i login eseguiti dagli utenti speciali vengono gestiti in una categoria distinta denominata Login interni. La categoria Login/Logout utente registra esclusivamente le azioni effettuate dagli utenti normali (compresi gli amministratori).
ja: 複数層アプリケーションでは、内部層で次の層へのログインに特別なユーザーID(エンド・ユーザーまたは管理者)が頻繁に使用されます。監査レポートをより有意義なものにするため、これらの特別なユーザーによるログインは独立したカテゴリ(内部ログイン)で検討されます。ユーザー・ログイン/ログアウト・カテゴリでは、一般ユーザー(管理者を含む)によるアクションのみが記録されます
ko: 중간 계층 응용 프로그램에서 내부 계층은 특수 사용자 ID(일반 사용자 또는 관리자)로 다음 계층에 로그인하는 경우가 많습니다. 감사 보고서를 보다 의미 있게 하려면 이러한 특수 사용자로 별도의 범주에 로그인(내부 로그인)하는 것이 좋습니다. 사용자 로그인/로그아웃 범주는 일반 사용자(관리자 포함)가 수행한 작업만 기록합니다.
pt_br: Em aplicações de várias camadas, as camadas internas geralmente usam algum id do usuário especial (um usuário final ou um administrador) para fazer log-in à próxima camada. Para tornar os relatórios de auditoria mais significativos, os log-ins desses usuários especiais são considerados em uma categoria separada - Log-ins Internos. A categoria Log-ins/Log-outs somente registra ações de usuários regulares (incluindo administradores)
zh_cn: 在多层应用程序中, 内部层通常使用某个特殊用户 ID (最终用户或管理员) 来登录到下一层。要使审计报告更有意义, 请考虑将这些特殊用户的登录归入单独类别 (内部登录)。用户登录/注销类别只记录正常用户 (包括管理员) 执行的操作
zh_tw: 在多層應用程式中, 內層通常使用某個特別的使用者 ID (一般使用者或管理員) 來登入下一層. 為了讓稽核報告更具意義, 一般會將這些特別使用者的登入歸類在一個個別的類別 -「內部登入」.「使用者登入/登出」類別只記錄一般使用者 (包括管理員) 的動作.

# Help_Event_UserLogout
source: An end user or administrator logs out.
de: Ein Endbenutzer oder Administrator meldet sich ab.
es: Un usuario final o un administrador se desconecta.
fr: Un utilisateur final ou un administrateur se déconnecte.
it: Un utente finale o un amministratore esegue il logout.
ja: エンド・ユーザーまたは管理者がログアウトします。
ko: 일반 사용자 또는 관리자가 로그아웃합니다.
pt_br: Um usuário final ou administrador faz log-out.
zh_cn: 最终用户或管理员注销。
zh_tw: 一般使用者或管理員登出.

# Help_Event_Authentication
source: Authentication is very similar to UserLogin/InternalLogin, except that no session is created, so there is no corresponding UserLogout/InternalLogout. This event is usually generated by lower layers, while login is generated by higher layers.
de: Die Authentifizierung ist dem UserLogin/InternalLogin sehr ähnlich, nur wird bei der Authentifizierung keine Session erstellt, sodass kein entsprechendes UserLogout/InternalLogout vorhanden ist. Dieses Ereignis wird im Allgemeinen von niedrigeren Ebenen generiert, während die Anmeldung von höheren Ebenen generiert wird.
es: La autenticación es muy similar a la conexión de usuario/interna excepto en que no se crea ninguna sesión, por lo que no existe ningún evento correspondiente de desconexión de usuario/interna. Este evento suele estar generado por los niveles inferiores, mientras que los niveles superiores generan eventos de conexión.
fr: L'authentification est très semblable à UserLogin/InternalLogin, à une exception près : aucune session n'est créée. L'authentification n'a donc pas de UserLogout/InternalLogout correspondant. Cet événement est habituellement généré par les couches inférieures, alors que la connexion est générée par les couches supérieures.
it: L'evento Autenticazione è molto simile a Login utente/Login interno, salvo che in Autenticazione non viene creata alcuna sessione, pertanto non esiste un evento Logout utente/Logout interno corrispondente. Questo evento viene di solito generato dai layer inferiori, mentre l'evento login viene generato dai layer superiori.
ja: 認証はUserLogin/InternalLoginに非常に似ていますが、セッションが作成されない点が異なります。したがって、認証には対応するUserLogout/InternalLogoutがありません。通常このイベントは下位レイヤーによって生成されますが、ログインは上位レイヤーによって生成されます。
ko: 인증은 세션이 생성되지 않는다는 점만 제외하면 사용자 로그인/내부 로그인과 매우 유사합니다. 따라서 해당하는 사용자 로그아웃/내부 로그아웃이 없습니다. 이 이벤트는 일반적으로 하위 층에 의해 생성되고, 로그인은 상위 층에 의해 생성됩니다.
pt_br: A autenticação é muito semelhante a UserLogin/InternalLogin, exceto que nenhuma sessão é criada; dessa forma, não há um UserLogout/InternalLogout correspondente. Este evento normalmente é gerado por camadas inferiores, enquanto o log-in é gerado por camadas superiores.
zh_cn: 验证与 UserLogin/InternalLogin 非常相似, 除了不创建会话, 因此没有对应的 UserLogout/InternalLogout。通常此事件由较低的层生成, 而登录由较高的层生成。
zh_tw: 除了不建立階段作業之外, 認證基本上與 UserLogin/InternalLogin 十分相似, 所以並沒有對應的 UserLogout/InternalLogout. 此事件一般由較低層產生, 而登入則由較高層產生.

# Help_Event_InternalLogin
source: This is an internal login between two tiers.
de: Dies ist eine interne Anmeldung zwischen zwei Tiers.
es: Se trata de una conexión interna entre dos capas.
fr: Il s'agit d'une connexion interne entre deux niveaux.
it: Questo è un login interno tra due livelli.
ja: これは2層間の内部ログインです。
ko: 두 계층 간의 내부 로그인입니다.
pt_br: Este é um log-in interno entre duas camadas.
zh_cn: 这是两个层之间的内部登录。
zh_tw: 這是兩個層之間的內部登入.

# Help_Event_InternalLogout
source: This is an internal logout between two tiers.
de: Dies ist eine interne Abmeldung zwischen zwei Tiers.
es: Se trata de una desconexión interna entre dos capas.
fr: Il s'agit d'une déconnexion interne entre deux niveaux.
it: Questo è un logout interno tra due livelli.
ja: これは2層間の内部ログアウトです。
ko: 두 계층 간의 내부 로그아웃입니다.
pt_br: Este é um logout interno entre duas camadas.
zh_cn: 这是两个层之间的内部注销。
zh_tw: 這是兩個層之間的內部登出.

# Help_Event_QuerySession
source: Query the attributes inside a session object for a logged-in user.
de: Fragen Sie die Attribute innerhalb eines Session-Objekts für einen angemeldeten Benutzer ab.
es: Consultar los atributos de un objeto de sesión para el usuario conectado.
fr: Interroger les attributs dans un objet de session pour un utilisateur connecté.
it: Esegue una query sugli attributi all'interno di un oggetto sessione per un utente collegato.
ja: ログイン済のユーザーについてセッション・オブジェクト内の属性を問い合せます。
ko: 로그인한 사용자의 세션 객체 내에서 속성을 질의합니다.
pt_br: Consulta os atributos dentro de um objeto da sessão para obter um usuário que efetuou log-in.
zh_cn: 查询登录用户的会话对象内部的属性。
zh_tw: 查詢階段作業物件中某個登入使用者的屬性.

# Help_Event_ModifySession
source: Modify the attributes inside a session object for a logged-in user.
de: Ändern Sie die Attribute innerhalb eines Session-Objekts für einen angemeldeten Benutzer.
es: Modificar los atributos de un objeto de sesión para el usuario conectado.
fr: Modifier les attributs dans un objet de session pour un utilisateur connecté.
it: Modifica gli attributi all'interno di un oggetto sessione per un utente collegato.
ja: ログイン済のユーザーについてセッション・オブジェクト内の属性を変更します。
ko: 로그인한 사용자의 세션 객체 내에서 속성을 수정합니다.
pt_br: Modifica os atributos dentro de um objeto da sessão para obter um usuário que efetuou log-in.
zh_cn: 修改登录用户的会话对象内部的属性。
zh_tw: 修改階段作業物件中某個登入使用者的屬性.

# Help_Event_CreateDataItem
source: Create a data item, for example a file.
de: Erstellen Sie ein Datenelement, zum Beispiel eine Datei.
es: Crear un elemento de datos, por ejemplo, un archivo.
fr: Créer un élément de données (par exemple un fichier).
it: Crea un elemento dati, ad esempio un file.
ja: データ項目、たとえばファイルを作成します。
ko: 데이터 항목(예: 파일)을 생성합니다.
pt_br: Cria um item de dados. Por exemplo, um arquivo.
zh_cn: 创建数据项, 例如文件。
zh_tw: 建立資料項目, 例如檔案.

# Help_Event_DeleteDataItem
source: Delete a data item
de: Löschen Sie ein Datenelement
es: Suprimir un elemento de datos
fr: Supprimer un élément de données
it: Elimina un elemento dati.
ja: データ項目を削除します
ko: 데이터 항목을 삭제합니다.
pt_br: Deletar um item de dados
zh_cn: 删除数据项
zh_tw: 刪除資料項目

# Help_Event_QueryDataItemAttributes
source: Query the attributes associated with a data item.
de: Fragen Sie die Attribute ab, die mit einem Datenelement verknüpft sind.
es: Consultar los atributos asociados a un elemento de datos.
fr: Interroger les attributs associés à un élément de données.
it: Esegue una query sugli attributi associati a un elemento dati.
ja: データ項目に関連付けられた属性を問い合せます。
ko: 데이터 항목과 연관된 속성을 질의합니다.
pt_br: Consultar os atributos associados ao item de dados.
zh_cn: 查询与数据项关联的属性。
zh_tw: 查詢資料項目相關的屬性.

# Help_Event_ModifyDataItemAttributes
source: Modify the attributes associated with a data item, for example access control, attributes, ownership, and aliases.
de: Ändern Sie die Attribute, die mit einem Datenelement verknüpft sind, zum Beispiel Zugriffskontrolle, Attribute, Zugehörigkeit, Aliasnamen.
es: Modificar los atributos asociados a un elemento de datos, por ejemplo, control de acceso, atributos, propiedad o alias.
fr: Modifier les attributs associés à un élément de données, par exemple le contrôle d'accès, les attributs, le propriétaire ou les alias.
it: Modifica gli attributi associati a un elemento dati, ad esempio il controllo dell'accesso, gli attributi, la proprietà e gli alias.
ja: データ項目に関連付けられた属性、たとえばアクセス制御、属性、所有権、別名などを変更します。
ko: 데이터 항목과 연관된 속성(예: 액세스 제어, 속성, 소유권 및 별칭)을 수정합니다.
pt_br: Modifica os atributos associados a um item de dados, por exemplo, controle de acesso, atributos, propriedade e apelidos.
zh_cn: 修改与数据项关联的属性, 例如访问控制, 属性, 所有权和别名。
zh_tw: 修改資料項目的相關屬性, 例如存取控制、屬性、擁有權和別名.

# Help_Event_ChangePassword
source: Change a user's password
de: Ändern Sie das Kennwort eines Benutzers
es: Cambiar la contraseña de un usuario
fr: Modifier le mot de passe d'un utilisateur
it: Modifica la password di un utente.
ja: ユーザーのパスワードを変更します
ko: 사용자 비밀번호를 변경합니다.
pt_br: Alterar uma senha do usuário
zh_cn: 更改用户的口令
zh_tw: 建立使用者密碼

# Help_Event_CreateAccount
source: Create a user (or group or any other principal) account
de: Erstellen Sie einen Benutzer-Account (oder Gruppen- bzw. anderen Principal-Account)
es: Crear una cuenta de usuario (o grupo o cualquier otro principal)
fr: Créer un compte utilisateur (ou groupe ou tout autre compte principal)
it: Crea un account per un utente (gruppo o altro principal qualsiasi).
ja: ユーザー(またはグループあるいはその他のプリンシパル)のアカウントを作成します
ko: 사용자(또는 그룹 또는 다른 주체) 계정을 생성합니다.
pt_br: Criar uma conta do usuário (ou grupo ou qualquer outro principal)
zh_cn: 创建用户 (或组或任何其他主用户) 帐户
zh_tw: 建立使用者 (或者群組或其他主要項目) 帳戶

# Help_Event_DeleteAccount
source: Delete an account for a user, group or any other principal
de: Löschen Sie einen Account für einen Benutzer, eine Gruppe oder einen beliebigen anderen Principal
es: Suprimir una cuenta para un usuario, grupo o cualquier otro principal
fr: Supprimer le compte d'un utilisateur ou d'un groupe, ou tout autre compte principal
it: Elimina l'account di un utente, di un gruppo o di un altro principal qualsiasi.
ja: ユーザー、グループまたはその他のプリンシパルのアカウントを削除します
ko: 사용자, 그룹 또는 다른 주체에 대한 계정을 삭제합니다.
pt_br: Deleta uma conta de usuário, grupo ou qualquer outro principal
zh_cn: 删除用户, 组或任何其他主用户的帐户
zh_tw: 刪除使用者、群組或任何其他主要項目的帳戶

# Help_Event_DisableAccount
source: Disable an account for a user, group, or any other principal.
de: Deaktivieren Sie einen Account für einen Benutzer, eine Gruppe oder einen beliebigen anderen Principal.
es: Crear una cuenta para un usuario, grupo o cualquier otro principal.
fr: Désactiver le compte d'un utilisateur ou d'un groupe, ou tout autre compte principal
it: Disabilita l'account di un utente, di un gruppo o di un altro principal qualsiasi.
ja: ユーザー、グループまたはその他のプリンシパルのアカウントを無効化します。
ko: 사용자, 그룹 또는 다른 주체에 대한 계정을 사용 안함으로 설정합니다.
pt_br: Desativa uma conta do usuário, grupo ou qualquer outro principal.
zh_cn: 禁用用户, 组或任何其他主用户的帐户。
zh_tw: 停用使用者、群組或任何其他主要項目的帳戶.
