messagedetail2031600=El juego de correlaciones tiene un valor no v\u00E1lido. Esto no debe ocurrir nunca.
action2031600=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031601=El mensaje entrante no coincide con ninguna actividad de inicio ni contiene ninguna propiedad de correlaci\u00F3n. Por lo tanto, nunca se podr\u00E1 entregar a una instancia de proceso.
action2031601=Modifique el mensaje para que est\u00E9 correlacionado (proceso, enlace de partner, operaci\u00F3n o propiedades de correlaci\u00F3n diferentes) o modifique el proceso.
messagedetail2031602=No hay ninguna actividad de mensajes entrantes para el enlace de partner y la operaci\u00F3n del mensaje. El mensaje no se puede entregar a ninguna instancia del proceso especificado.
action2031602=Modifique el mensaje para que coincida con alguna actividad de mensajes entrantes (proceso, enlace de partner u operaci\u00F3n diferente) o modifique el proceso para que coincida con el mensaje.
messagedetail2031603=Al correlacionar el mensaje entrante, se han encontrado algunas actividades de mensaje pero, despu\u00E9s de clasificarlas, no hab\u00EDa ninguna "mejor" coincidencia seleccionada. Esto no debe ocurrir nunca.
action2031603=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031604=Al correlacionar el mensaje entrante, se ha seleccionado una instancia de proceso concreta, pero no hab\u00EDa ninguna actividad de mensaje para el enlace de partner y la operaci\u00F3n. Esto no debe ocurrir nunca.
action2031604=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031605=El mensaje entrante est\u00E1 correlacionado con varias instancias de proceso. Esto significa que hab\u00EDa m\u00E1s de 1 instancia de proceso a la que se pod\u00EDa entregar el mensaje.
action2031605=Modifique el mensaje para que s\u00F3lo coincida con una instancia de proceso (proceso, enlace de partner, operaci\u00F3n o propiedades de correlaci\u00F3n diferentes) o modifique el proceso.
messagedetail2031606=El mensaje entrante est\u00E1 correlacionado con varias actividades de inicio de la instancia de proceso. Esto significa que no se puede entregar el mensaje. Esto indica un problema con la definici\u00F3n del proceso.
action2031606=Modifique la definici\u00F3n del proceso para definir s\u00F3lo una \u00FAnica actividad de inicio para el mismo enlace de partner y la misma operaci\u00F3n.
messagedetail2031607=No se ha iniciado ning\u00FAn juego de correlaciones con el valor de inicio "NO". El valor de inicio "NO" significa que el juego de correlaciones ya se debe haber iniciado antes de utilizarlo para correlacionar un mensaje entrante.
action2031607=Modifique el proceso para asegurarse de que se han iniciado todos los juegos de correlaciones antes de que se utilicen.
messagedetail2031608=Ya se ha iniciado un juego de correlaciones con el valor de inicio "YES". El valor de inicio "YES" significa que el juego de correlaciones NO se debe haber iniciado porque se iniciar\u00E1 con los valores del mensaje entrante.
action2031608=Modifique el proceso para asegurarse de que NO se inicien los juegos de correlaciones antes de lo debido.
messagedetail2031609=Un mensaje que ya ha coincidido con una actividad de mensajes tiene propiedades de correlaci\u00F3n diferentes de los valores del juego de correlaciones asociado a la actividad de mensajes. Esto suele ocurrir con los mensajes salientes (porque los mensajes entrantes no tienen como coincidencia esta instancia si no coinciden con ella).
action2031609=Aseg\u00FArese de que el mensaje saliente tiene las mismas propiedades de correlaci\u00F3n que la actividad de mensajes.
messagedetail2031610=Al correlacionar el mensaje entrante, se han calculado las propiedades del mensaje, pero no coinciden con ninguna instancia de proceso existente. Puede que este mensaje coincida con alguna instancia de proceso en el futuro.
action2031610=Vuelva a enviar el mensaje.
