messagedetail2031600=Il set di correlazioni contiene un valore non valido. Ci\u00F2 non deve verificarsi mai.
action2031600=Contattare il Supporto Oracle.
messagedetail2031601=Il messaggio in entrata non corrisponde a un'attivit\u00E0 di avvio e non contiene propriet\u00E0 di correlazione, pertanto non potr\u00E0 mai essere consegnato a un'istanza di processo.
action2031601=Modificare il messaggio per la correlazione (processo, partner link, operazione o propriet\u00E0 di correlazione differenti) oppure modificare il processo.
messagedetail2031602=Non esistono attivit\u00E0 di messaggistica in entrata per il partner link e l'operazione del messaggio. Il messaggio non pu\u00F2 essere consegnato ad alcuna istanza del processo specificato.
action2031602=Modificare il messaggio in modo che corrisponda a un'attivit\u00E0 di messaggistica in entrata (processo, partner link o operazione differente) oppure modificare il processo in modo che corrisponda al messaggio.
messagedetail2031603=Durante la definizione della correlazione del messaggio in arrivo sono state trovate alcune attivit\u00E0 di messaggistica. Dopo la classificazione, tuttavia, non risultava selezionata alcuna "migliore" corrispondenza. Ci\u00F2 non deve verificarsi mai.
action2031603=Contattare il Supporto Oracle.
messagedetail2031604=Durante la definizione della correlazione del messaggio in arrivo \u00E8 stata selezionata un'istanza di processo specifica, ma non esistevano attivit\u00E0 di messaggistica per il partner link e l'operazione. Ci\u00F2 non deve verificarsi mai.
action2031604=Contattare il Supporto Oracle.
messagedetail2031605=Il messaggio in arrivo \u00E8 correlato a pi\u00F9 istanze di processo. Ci\u00F2 significa che esistono pi\u00F9 istanze di processo a cui avrebbe potuto essere consegnato.
action2031605=Modificare il messaggio in modo che corrisponda a una sola istanza di processo (processo, partner link, operazione o propriet\u00E0 di correlazioni differenti) oppure modificare il processo.
messagedetail2031606=Il messaggio in arrivo \u00E8 correlato a pi\u00F9 attivit\u00E0 di avvio dell'istanza di processo. Ci\u00F2 significa che il messaggio non pu\u00F2 essere consegnato. Si tratta di un problema di definizione del processo.
action2031606=Modificare la definizione del processo in modo da definire una sola attivit\u00E0 di avvio per lo stesso partner link e la stessa operazione.
messagedetail2031607=Un set di correlazioni con valore di avvio "NO" non \u00E8 stato inizializzato. Il valore di avvio "NO" indica che il set di correlazioni deve essere gi\u00E0 stato inizializzato prima di poter essere usato per la correlazione di un messaggio in entrata.
action2031607=Modificare il processo per assicurarsi che tutti i set di correlazioni vengano inizializzati prima di essere usati.
messagedetail2031608=Un set di correlazioni con valore di avvio "YES" \u00E8 gi\u00E0 stato inizializzato. Il valore di avvio "YES" indica che il set di correlazioni NON deve essere inizializzato in quanto verr\u00E0 inizializzato con i valori del messaggio in entrata.
action2031608=Modificare il processo per assicurarsi che i set di correlazioni NON vengano inizializzati prima di quando debbano esserlo.
messagedetail2031609=Un messaggio di cui \u00E8 gi\u00E0 stata definita la corrispondenza con un'attivit\u00E0 di messaggistica dispone di propriet\u00E0 di correlazione diverse rispetto ai valori del set di correlazioni associati all'attivit\u00E0 di messaggistica. Di solito ci\u00F2 si verifica per i messaggi in uscita, in quanto per i messaggi in uscita non sarebbe stata definita la corrispondenza se non corrispondevano.
action2031609=Assicurarsi che il messaggio in uscita disponga delle stesse propriet\u00E0 di correlazione dell'attivit\u00E0 di messaggistica.
messagedetail2031610=Durante la definizione della correlazione del messaggio in arrivo, le propriet\u00E0 di messaggio calcolate non corrispondono ad alcuna istanza di processo esistente. \u00C8 tuttavia possibile che questo messaggio corrisponda a un'istanza di processo in futuro.
action2031610=Inviare di nuovo il messaggio.
