messagedetail2031600=Der Korrelationssatz hat einen ung\u00FCltigen Wert. Dies sollte niemals auftreten.
action2031600=Wenden Sie sich an den technischen Support.
messagedetail2031601=Die eingehende Nachricht stimmt mit keiner Startaktivit\u00E4t \u00FCberein und enth\u00E4lt keine Korrelationseigenschaften. Somit kann sie niemals an eine Prozessinstanz zugestellt werden.
action2031601=\u00C4ndern Sie die Nachricht, damit sie korreliert (anderer Prozess, Partnerlink, Vorgang oder andere Korrelationseigenschaften), oder \u00E4ndern Sie den Prozess.
messagedetail2031602=Es sind keine eingehenden Messaging-Aktivit\u00E4ten f\u00FCr den Partnerlink und Vorgang der Nachricht vorhanden. Die Nachricht kann an keine Instanz des angegebenen Prozesses zugestellt werden.
action2031602=\u00C4ndern Sie die Nachricht, damit sie mit einer eingehenden Messaging-Aktivit\u00E4t (anderer Prozess, Partnerlink oder Vorgang) \u00FCbereinstimmt, oder \u00E4ndern Sie den Prozess, damit er mit der Nachricht \u00FCbereinstimmt.
messagedetail2031603=Bei der Korrelation der eingehenden Nachricht wurden einige Messaging-Aktivit\u00E4ten gefunden. Nachdem jedoch ihre Rangfolge festgelegt wurde, wurde kein bester Treffer gew\u00E4hlt. Dies sollte nicht vorkommen.
action2031603=Wenden Sie sich an den technischen Support.
messagedetail2031604=Bei der Korrelation der eingehenden Nachricht wurde eine spezifische Prozessinstanz gew\u00E4hlt, es waren jedoch keine Messaging-Aktivit\u00E4ten f\u00FCr den Partnerlink und Vorgang vorhanden. Dies sollte niemals auftreten.
action2031604=Wenden Sie sich an den technischen Support.
messagedetail2031605=Die eingehende Nachricht korreliert mit mehreren Prozessinstanzen. Dies bedeutet, dass mehr als eine Prozessinstanz vorhanden war, an die die Nachricht zugestellt werden konnte.
action2031605=\u00C4ndern Sie die Nachricht, damit sie nur mit einer Prozessinstanz \u00FCbereinstimmt (anderer Prozess, Partnerlink, Vorgang oder andere Korrelationseigenschaften), oder \u00E4ndern Sie den Prozess.
messagedetail2031606=Die eingehende Nachricht korreliert mit mehreren Startaktivit\u00E4ten in der Prozessinstanz. Dies bedeutet, dass die Nachricht nicht zugestellt werden kann. Dies ist ein Problem bei der Prozessdefinition.
action2031606=\u00C4ndern Sie die Prozessdefinition, damit nur eine einzelne Startaktivit\u00E4t f\u00FCr denselben Partnerlink und Vorgang definiert wird.
messagedetail2031607=Ein Korrelationssatz mit einem Ausgangswert von "NO" wurde nicht initiiert. Ein Ausgangswert von "NO" bedeutet, dass der Korrelationssatz bereits initiiert sein muss, bevor er zur Korrelation einer eingehenden Nachricht verwendet wird.
action2031607=\u00C4ndern Sie den Prozess, um sicherzustellen, dass alle Korrelationss\u00E4tze initiiert sind, bevor sie verwendet werden.
messagedetail2031608=Ein Korrelationssatz mit einem Ausgangswert von "YES" wurde bereits initiiert. Ein Ausgangswert von "YES" bedeutet, dass der Korrelationssatz NICHT initiiert werden muss, da er mit den Werten der eingehenden Nachricht initiiert wird.
action2031608=\u00C4ndern Sie den Prozess, damit die Korrelationss\u00E4tze NICHT vorzeitig initiiert werden. 
messagedetail2031609=Eine Nachricht, die bereits mit einer Messaging-Aktivit\u00E4t abgeglichen wurde, hat andere Korrelationseigenschaften als die Werte des Korrelationssatzes, die mit der Messaging-Aktivit\u00E4t verkn\u00FCpft sind. Dies geschieht im Allgemeinen bei ausgehenden Nachrichten (da die eingehenden Nachrichten nicht mit dieser Instanz \u00FCbereingestimmt h\u00E4tten, wenn sie nicht \u00FCbereingestimmt h\u00E4tten).
action2031609=Stellen Sie sicher, dass die ausgehende Nachricht dieselben Korrelationseigenschaften wie die Messaging-Aktivit\u00E4t hat.
messagedetail2031610=W\u00E4hrend der Korrelation der eingehenden Nachricht wurden Nachrichteneigenschaften berechnet, haben jedoch mit keiner vorhandenen Prozessinstanz \u00FCbereingestimmt. M\u00F6glicherweise wird diese Nachricht in Zukunft mit einer Prozessinstanz \u00FCbereinstimmen.
action2031610=Senden Sie die Nachricht erneut.
