messagedetail2031600=\u76F8\u95A2\u30BB\u30C3\u30C8\u306B\u7121\u52B9\u306A\u5024\u304C\u3042\u308A\u307E\u3059\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031600=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031601=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u958B\u59CB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u306B\u4E00\u81F4\u3057\u307E\u305B\u3093\u3001\u307E\u305F\u3001\u76F8\u95A2\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u305F\u3081\u3001\u30D7\u30ED\u30BB\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u914D\u4FE1\u3067\u304D\u307E\u305B\u3093\u3002
action2031601=\u30E1\u30C3\u30BB\u30FC\u30B8\u304C(\u7570\u306A\u308B\u30D7\u30ED\u30BB\u30B9\u3001\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u3001\u64CD\u4F5C\u307E\u305F\u306F\u76F8\u95A2\u30D7\u30ED\u30D1\u30C6\u30A3\u306B)\u95A2\u9023\u4ED8\u3051\u3089\u308C\u308B\u3088\u3046\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u5909\u66F4\u3059\u308B\u304B\u3001\u30D7\u30ED\u30BB\u30B9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031602=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u304A\u3088\u3073\u64CD\u4F5C\u306B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u7279\u5B9A\u306E\u30D7\u30ED\u30BB\u30B9\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u914D\u4FE1\u3067\u304D\u307E\u305B\u3093\u3002
action2031602=\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3(\u7570\u306A\u308B\u30D7\u30ED\u30BB\u30B9\u3001\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u307E\u305F\u306F\u64CD\u4F5C)\u306B\u4E00\u81F4\u3059\u308B\u3088\u3046\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u5909\u66F4\u3059\u308B\u304B\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u4E00\u81F4\u3059\u308B\u3088\u3046\u306B\u30D7\u30ED\u30BB\u30B9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031603=\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u95A2\u9023\u4ED8\u3051\u308B\u3068\u304D\u306B\u3001\u3044\u304F\u3064\u304B\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u304C\u3001\u30E9\u30F3\u30AF\u4ED8\u3051\u5F8C\u3001\u9078\u629E\u3055\u308C\u3066\u3044\u308B"\u6700\u9069\u306A"\u4E00\u81F4\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031603=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031604=\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u95A2\u9023\u4ED8\u3051\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u7279\u5B9A\u306E\u30D7\u30ED\u30BB\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u9078\u629E\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u304A\u3088\u3073\u64CD\u4F5C\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u304C\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031604=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031605=\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u8907\u6570\u306E\u30D7\u30ED\u30BB\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u914D\u4FE1\u3067\u304D\u308B\u30D7\u30ED\u30BB\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u8907\u6570\u3042\u308B\u3068\u3044\u3046\u610F\u5473\u3067\u3059\u3002
action2031605=\u30E1\u30C3\u30BB\u30FC\u30B8\u304C1\u3064\u306E\u30D7\u30ED\u30BB\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9(\u7570\u306A\u308B\u30D7\u30ED\u30BB\u30B9\u3001\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u3001\u64CD\u4F5C\u307E\u305F\u306F\u76F8\u95A2\u30D7\u30ED\u30D1\u30C6\u30A3)\u306E\u307F\u306B\u4E00\u81F4\u3059\u308B\u3088\u3046\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u5909\u66F4\u3059\u308B\u304B\u3001\u30D7\u30ED\u30BB\u30B9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031606=\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30D7\u30ED\u30BB\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u8907\u6570\u306E\u958B\u59CB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u914D\u4FE1\u3067\u304D\u306A\u3044\u3068\u3044\u3046\u610F\u5473\u3067\u3059\u3002\u3053\u308C\u306F\u3001\u30D7\u30ED\u30BB\u30B9\u5B9A\u7FA9\u306E\u554F\u984C\u3067\u3059\u3002
action2031606=\u540C\u3058\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u304A\u3088\u3073\u64CD\u4F5C\u306B\u5BFE\u3057\u30661\u3064\u306E\u958B\u59CB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u306E\u307F\u3092\u5B9A\u7FA9\u3059\u308B\u3088\u3046\u306B\u30D7\u30ED\u30BB\u30B9\u5B9A\u7FA9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031607=\u958B\u59CB\u5024\u304C"NO"\u3067\u3042\u308B\u76F8\u95A2\u30BB\u30C3\u30C8\u306F\u958B\u59CB\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002"NO"\u3068\u3044\u3046\u958B\u59CB\u5024\u306F\u3001\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u95A2\u9023\u4ED8\u3051\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u308B\u524D\u306B\u76F8\u95A2\u30BB\u30C3\u30C8\u304C\u3059\u3067\u306B\u958B\u59CB\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308B\u3068\u3044\u3046\u610F\u5473\u3067\u3059\u3002
action2031607=\u3059\u3079\u3066\u306E\u76F8\u95A2\u30BB\u30C3\u30C8\u304C\u4F7F\u7528\u3055\u308C\u308B\u524D\u306B\u5FC5\u305A\u958B\u59CB\u3055\u308C\u308B\u3088\u3046\u306B\u30D7\u30ED\u30BB\u30B9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031608=\u958B\u59CB\u5024\u304C"YES"\u3067\u3042\u308B\u76F8\u95A2\u30BB\u30C3\u30C8\u306F\u3059\u3067\u306B\u958B\u59CB\u3055\u308C\u3066\u3044\u307E\u3059\u3002"YES"\u3068\u3044\u3046\u958B\u59CB\u5024\u306F\u3001\u76F8\u95A2\u30BB\u30C3\u30C8\u304C\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u5024\u3092\u4F7F\u7528\u3057\u3066\u958B\u59CB\u3055\u308C\u308B\u305F\u3081\u3001\u76F8\u95A2\u30BB\u30C3\u30C8\u304C\u958B\u59CB\u3055\u308C\u3066\u3044\u3066\u306F\u306A\u3089\u306A\u3044\u3068\u3044\u3046\u610F\u5473\u3067\u3059\u3002
action2031608=\u76F8\u95A2\u30BB\u30C3\u30C8\u304C\u958B\u59CB\u3055\u308C\u308B\u524D\u306B\u958B\u59CB\u3055\u308C\u308B\u3053\u3068\u304C\u306A\u3044\u3088\u3046\u306B\u30D7\u30ED\u30BB\u30B9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031609=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u306B\u3059\u3067\u306B\u4E00\u81F4\u3057\u3066\u3044\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u76F8\u95A2\u30BB\u30C3\u30C8\u5024\u3068\u306F\u7570\u306A\u308B\u76F8\u95A2\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u901A\u5E38\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u5BFE\u3057\u3066\u767A\u751F\u3057\u307E\u3059(\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u4E00\u81F4\u3057\u306A\u304B\u3063\u305F\u5834\u5408\u3001\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3053\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u4E00\u81F4\u3057\u306A\u3044\u305F\u3081\u3067\u3059)\u3002
action2031609=\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u3068\u540C\u3058\u76F8\u95A2\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u6301\u3064\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031610=\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u95A2\u9023\u4ED8\u3051\u308B\u3068\u304D\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u8A08\u7B97\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u65E2\u5B58\u306E\u3069\u306E\u30D7\u30ED\u30BB\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3068\u3082\u4E00\u81F4\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u5C06\u6765\u306E\u30D7\u30ED\u30BB\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3068\u4E00\u81F4\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action2031610=\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u518D\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
