messagedetail2031600=O conjunto de correla\u00E7\u00F5es tem valor inv\u00E1lido. Isso nunca deve ocorrer.
action2031600=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031601=A mensagem de entrada n\u00E3o corresponde a uma atividade inicial e n\u00E3o cont\u00E9m propriedades de correla\u00E7\u00E3o. Por isso, nunca poder\u00E1 ser enviada a uma inst\u00E2ncia do processo.
action2031601=Modifique a mensagem para que seja correlacionada (outro processo, link de parceiro, opera\u00E7\u00E3o ou propriedades de correla\u00E7\u00E3o) ou modifique o processo.
messagedetail2031602=N\u00E3o h\u00E1 atividades de mensagens de entrada para o link de parceiro e opera\u00E7\u00E3o da mensagem. N\u00E3o \u00E9 poss\u00EDvel entregar a mensagem em nenhuma inst\u00E2ncia do processo especificado.
action2031602=Modifique a mensagem para que ela corresponda a uma atividade de mensagens de entrada (processo, link de parceiro ou opera\u00E7\u00E3o diferente) ou modifique o processo para corresponder \u00E0 mensagem.
messagedetail2031603=Durante a correla\u00E7\u00E3o da mensagem de entrada, algumas atividades de mensagens foram localizadas, mas, ap\u00F3s sua classifica\u00E7\u00E3o, n\u00E3o houve uma "melhor" correspond\u00EAncia selecionada. Isso nunca deve ocorrer.
action2031603=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031604=Durante a correla\u00E7\u00E3o da mensagem de entrada, uma inst\u00E2ncia de processo espec\u00EDfica foi selecionada, mas n\u00E3o havia atividades de mensagens para o link de parceiro e a opera\u00E7\u00E3o. Isso nunca deve ocorrer.
action2031604=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031605=A mensagem de entrada correlaciona-se a v\u00E1rias inst\u00E2ncias do processo. Isso significa que havia mais de uma inst\u00E2ncia do processo \u00E0 qual a mensagem poderia ser enviada.
action2031605=Modifique a mensagem para que corresponda a apenas uma inst\u00E2ncia do processo (outro processo, link de parceiro, opera\u00E7\u00E3o ou propriedades de correla\u00E7\u00E3o) ou modifique o processo.
messagedetail2031606=A mensagem de entrada correlaciona-se a v\u00E1rias atividades iniciais na inst\u00E2ncia do processo. Isso significa que n\u00E3o \u00E9 poss\u00EDvel enviar a mensagem. Este \u00E9 um problema com a defini\u00E7\u00E3o do processo.
action2031606=Modifique a defini\u00E7\u00E3o do processo para definir apenas uma atividade inicial para o mesmo link de parceiro e opera\u00E7\u00E3o.
messagedetail2031607=Um conjunto de correla\u00E7\u00F5es que tem um valor de inicializa\u00E7\u00E3o "NO" ainda n\u00E3o foi inicializado. Um valor de inicializa\u00E7\u00E3o "NO" significa que o conjunto de correla\u00E7\u00F5es j\u00E1 deve estar iniciado antes de ser usado para correlacionar uma mensagem de entrada.
action2031607=Modifique o processo para certificar-se de que todos os conjuntos de correla\u00E7\u00F5es sejam iniciados antes de serem usados.
messagedetail2031608=Um conjunto de correla\u00E7\u00F5es que tem um valor de inicializa\u00E7\u00E3o "YES" j\u00E1 foi inicializado. Um valor de inicializa\u00E7\u00E3o "YES" significa que o conjunto de correla\u00E7\u00F5es N\u00C3O deve ser iniciado, pois ser\u00E1 inicializado usando os valores da mensagem de entrada.
action2031608=Modifique o processo para certificar-se de que os conjuntos de correla\u00E7\u00F5es N\u00C3O sejam iniciados antes do momento correto.
messagedetail2031609=Uma mensagem que j\u00E1 foi correlacionada a uma atividade de mensagens tem propriedades de correla\u00E7\u00E3o diferentes dos valores do conjunto de correla\u00E7\u00F5es associado \u00E0 atividade de mensagens. Isso geralmente ocorre em mensagens de sa\u00EDda (pois as mensagens de entrada n\u00E3o teriam correspond\u00EAncia nesta inst\u00E2ncia se n\u00E3o fossem correspondentes).
action2031609=Certifique-se de que a mensagem de sa\u00EDda tenha as mesmas propriedades de correla\u00E7\u00E3o da atividade de mensagens.
messagedetail2031610=Durante a correla\u00E7\u00E3o da mensagem de entrada, as propriedades da mensagem foram calculadas, mas n\u00E3o corresponderam a nenhuma inst\u00E2ncia do processo existente. \u00C9 poss\u00EDvel que, futuramente, esta mensagem corresponda a uma inst\u00E2ncia do processo.
action2031610=Reenvie a mensagem.
