messagedetail2031600=\uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uC5D0 \uBD80\uC801\uD569\uD55C \uAC12\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031600=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031601=\uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uAC00 \uC2DC\uC791 \uC791\uC5C5\uACFC \uC77C\uCE58\uD558\uC9C0 \uC54A\uC73C\uBA70 \uC0C1\uAD00 \uAD00\uACC4 \uC18D\uC131\uC774 \uC5C6\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uD504\uB85C\uC138\uC2A4 \uC778\uC2A4\uD134\uC2A4\uC5D0 \uC804\uB2EC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action2031601=\uC0C1\uAD00 \uAD00\uACC4\uAC00 \uC9C0\uC815\uB418\uB3C4\uB85D \uBA54\uC2DC\uC9C0\uB97C \uC218\uC815(\uB2E4\uB978 \uD504\uB85C\uC138\uC2A4, \uD30C\uD2B8\uB108 \uB9C1\uD06C, \uC791\uC5C5 \uB610\uB294 \uC0C1\uAD00 \uAD00\uACC4 \uC18D\uC131\uC744 \uC0AC\uC6A9)\uD558\uAC70\uB098 \uD504\uB85C\uC138\uC2A4\uB97C \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail2031602=\uBA54\uC2DC\uC9C0\uC758 \uD30C\uD2B8\uB108 \uB9C1\uD06C \uBC0F \uC791\uC5C5\uC5D0 \uB300\uD55C \uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0 \uC791\uC5C5\uC774 \uC5C6\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uD55C \uD504\uB85C\uC138\uC2A4\uC758 \uC778\uC2A4\uD134\uC2A4\uC5D0 \uBA54\uC2DC\uC9C0\uB97C \uC804\uB2EC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action2031602=\uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0 \uC791\uC5C5\uACFC \uC77C\uCE58\uD558\uB3C4\uB85D \uBA54\uC2DC\uC9C0\uB97C \uC218\uC815(\uB2E4\uB978 \uD504\uB85C\uC138\uC2A4, \uD30C\uD2B8\uB108 \uB9C1\uD06C \uB610\uB294 \uC791\uC5C5\uC744 \uC0AC\uC6A9)\uD558\uAC70\uB098 \uBA54\uC2DC\uC9C0\uC640 \uC77C\uCE58\uD558\uB3C4\uB85D \uD504\uB85C\uC138\uC2A4\uB97C \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail2031603=\uC218\uC2E0 \uBA54\uC2DC\uC9C0\uC5D0 \uC0C1\uAD00 \uAD00\uACC4\uB97C \uC9C0\uC815\uD558\uB294 \uB3D9\uC548 \uC77C\uBD80 \uBA54\uC2DC\uC9C0 \uC791\uC5C5\uC774 \uBC1C\uACAC\uB418\uC5C8\uC9C0\uB9CC \uC21C\uC704\uB97C \uC9C0\uC815\uD55C \uD6C4 "\uAC00\uC7A5 \uC77C\uCE58\uD558\uB294" \uD56D\uBAA9\uC774 \uC120\uD0DD\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031603=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031604=\uC218\uC2E0 \uBA54\uC2DC\uC9C0\uC5D0 \uC0C1\uAD00 \uAD00\uACC4\uB97C \uC9C0\uC815\uD558\uB294 \uB3D9\uC548 \uD2B9\uC815 \uD504\uB85C\uC138\uC2A4 \uC778\uC2A4\uD134\uC2A4\uAC00 \uC120\uD0DD\uB418\uC5C8\uC9C0\uB9CC \uD30C\uD2B8\uB108 \uB9C1\uD06C \uBC0F \uC624\uD37C\uB808\uC774\uC158\uC5D0 \uB300\uD55C \uBA54\uC2DC\uC9D5 \uC791\uC5C5\uC774 \uC5C6\uC5C8\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031604=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031605=\uC218\uC2E0 \uBA54\uC2DC\uC9C0\uC640 \uB2E4\uC911 \uD504\uB85C\uC138\uC2A4 \uC778\uC2A4\uD134\uC2A4 \uC0AC\uC774\uC5D0 \uC0C1\uAD00 \uAD00\uACC4\uAC00 \uC9C0\uC815\uB429\uB2C8\uB2E4. \uC989, \uBA54\uC2DC\uC9C0\uB97C \uC804\uB2EC\uD560 \uC218 \uC788\uB294 \uD504\uB85C\uC138\uC2A4 \uC778\uC2A4\uD134\uC2A4\uAC00 \uB450 \uAC1C \uC774\uC0C1 \uC788\uC2B5\uB2C8\uB2E4.
action2031605=\uD55C \uD504\uB85C\uC138\uC2A4 \uC778\uC2A4\uD134\uC2A4\uC5D0\uB9CC \uC77C\uCE58\uD558\uB3C4\uB85D \uBA54\uC2DC\uC9C0\uB97C \uC218\uC815(\uB2E4\uB978 \uD504\uB85C\uC138\uC2A4, \uD30C\uD2B8\uB108 \uB9C1\uD06C, \uC791\uC5C5 \uB610\uB294 \uC0C1\uAD00 \uAD00\uACC4 \uC18D\uC131\uC744 \uC0AC\uC6A9)\uD558\uAC70\uB098 \uD504\uB85C\uC138\uC2A4\uB97C \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail2031606=\uC218\uC2E0 \uBA54\uC2DC\uC9C0\uC640 \uD504\uB85C\uC138\uC2A4 \uC778\uC2A4\uD134\uC2A4\uC758 \uB2E4\uC911 \uC2DC\uC791 \uC791\uC5C5 \uC0AC\uC774\uC5D0 \uC0C1\uAD00 \uAD00\uACC4\uAC00 \uC9C0\uC815\uB429\uB2C8\uB2E4. \uC989, \uBA54\uC2DC\uC9C0\uB97C \uC804\uB2EC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD504\uB85C\uC138\uC2A4 \uC815\uC758\uC5D0 \uAD00\uD55C \uBB38\uC81C\uC785\uB2C8\uB2E4.
action2031606=\uB3D9\uC77C\uD55C \uD30C\uD2B8\uB108 \uB9C1\uD06C \uBC0F \uC791\uC5C5\uC5D0 \uB300\uD574 \uB2E8\uC77C \uC2DC\uC791 \uC791\uC5C5\uB9CC \uC815\uC758\uD558\uB3C4\uB85D \uD504\uB85C\uC138\uC2A4 \uC815\uC758\uB97C \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail2031607=\uC2DC\uC791 \uAC12\uC774 "NO"\uC778 \uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uC774 \uC2DC\uC791\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uC2DC\uC791 \uAC12 "NO"\uB294 \uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uC758 \uC0C1\uAD00 \uAD00\uACC4\uB97C \uC9C0\uC815\uD558\uB294 \uB370 \uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uC744 \uC0AC\uC6A9\uD558\uAE30 \uC804\uC5D0 \uD574\uB2F9 \uC9D1\uD569\uC744 \uC2DC\uC791\uD574\uC57C \uD568\uC744 \uB098\uD0C0\uB0C5\uB2C8\uB2E4.
action2031607=\uBAA8\uB4E0 \uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uC774 \uC0AC\uC6A9\uD558\uAE30 \uC804\uC5D0 \uC2DC\uC791\uB418\uB3C4\uB85D \uD504\uB85C\uC138\uC2A4\uB97C \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail2031608=\uC2DC\uC791 \uAC12\uC774 "YES"\uC778 \uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uC774 \uC774\uBBF8 \uC2DC\uC791\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uCD08\uAE30 \uAC12 "YES"\uB294 \uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uC774 \uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uC758 \uAC12\uC744 \uC0AC\uC6A9\uD558\uC5EC \uC2DC\uC791\uB418\uAE30 \uB54C\uBB38\uC5D0 \uD574\uB2F9 \uC9D1\uD569\uC744 \uC2DC\uC791\uD560 \uC218 \uC5C6\uC74C\uC744 \uB098\uD0C0\uB0C5\uB2C8\uB2E4.
action2031608=\uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uC774 \uBBF8\uB9AC \uC2DC\uC791\uB418\uC9C0 \uC54A\uB3C4\uB85D \uD504\uB85C\uC138\uC2A4\uB97C \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail2031609=\uBA54\uC2DC\uC9C0 \uC791\uC5C5\uACFC \uC774\uBBF8 \uC77C\uCE58\uD558\uB294 \uBA54\uC2DC\uC9C0\uC758 \uC0C1\uAD00 \uAD00\uACC4 \uC18D\uC131\uC774 \uBA54\uC2DC\uC9C0 \uC791\uC5C5\uACFC \uC5F0\uAD00\uB41C \uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uACFC \uB2E4\uB985\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uC544\uC6C3\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uC5D0\uC11C \uBC1C\uC0DD\uD569\uB2C8\uB2E4. \uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uC758 \uACBD\uC6B0 \uC774 \uB450 \uAC12\uC774 \uC11C\uB85C \uB2E4\uB974\uBA74 \uC774 \uC778\uC2A4\uD134\uC2A4\uC640 \uC77C\uCE58\uD558\uC9C0 \uC54A\uAE30 \uB54C\uBB38\uC785\uB2C8\uB2E4.
action2031609=\uC544\uC6C3\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uC640 \uBA54\uC2DC\uC9C0 \uC791\uC5C5\uC758 \uC0C1\uAD00 \uAD00\uACC4 \uC18D\uC131\uC774 \uB3D9\uC77C\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031610=\uC218\uC2E0 \uBA54\uC2DC\uC9C0\uC5D0 \uC0C1\uAD00 \uAD00\uACC4\uB97C \uC9C0\uC815\uD558\uB294 \uB3D9\uC548 \uBA54\uC2DC\uC9C0 \uC18D\uC131\uC774 \uACC4\uC0B0\uB418\uC5C8\uC9C0\uB9CC \uAE30\uC874 \uD504\uB85C\uC138\uC2A4 \uC778\uC2A4\uD134\uC2A4\uC640 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uC774 \uBA54\uC2DC\uC9C0\uAC00 \uB098\uC911\uC5D0 \uD504\uB85C\uC138\uC2A4 \uC778\uC2A4\uD134\uC2A4\uC640 \uC77C\uCE58\uD560 \uAC00\uB2A5\uC131\uC774 \uC788\uC2B5\uB2C8\uB2E4.
action2031610=\uBA54\uC2DC\uC9C0\uB97C \uB2E4\uC2DC \uBCF4\uB0B4\uC2ED\uC2DC\uC624.
