messagedetail2031600=\u95DC\u806F\u96C6\u5177\u6709\u7121\u6548\u503C\u3002\u9019\u4E0D\u61C9\u8A72\u6703\u767C\u751F\u3002
action2031600=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail2031601=\u5167\u9001\u8A0A\u606F\u4E0D\u7B26\u5408\u958B\u59CB\u6D3B\u52D5\uFF0C\u4E5F\u4E0D\u5305\u542B\u95DC\u806F\u7279\u6027\u3002\u56E0\u6B64\uFF0C\u5B83\u6C38\u9060\u7121\u6CD5\u50B3\u905E\u7D66\u7A0B\u5E8F\u57F7\u884C\u8655\u7406\u3002
action2031601=\u8ACB\u4FEE\u6539\u8A0A\u606F\u4F7F\u5176\u95DC\u806F\u4E0D\u540C\u7684\u7A0B\u5E8F\u3001\u5925\u4F34\u9023\u7D50\u3001\u4F5C\u696D\u6216\u95DC\u806F\u7279\u6027\uFF0C\u6216\u4FEE\u6539\u7A0B\u5E8F\u3002
messagedetail2031602=\u8A0A\u606F\u7684\u5925\u4F34\u9023\u7D50\u548C\u4F5C\u696D\u6C92\u6709\u5167\u9001\u8A0A\u606F\u50B3\u905E\u6D3B\u52D5\u3002\u8A0A\u606F\u7121\u6CD5\u50B3\u905E\u7D66\u6240\u6307\u5B9A\u7A0B\u5E8F\u7684\u4EFB\u4F55\u57F7\u884C\u8655\u7406\u3002
action2031602=\u8ACB\u4FEE\u6539\u8A0A\u606F\u4F7F\u5176\u7B26\u5408\u5167\u9001\u8A0A\u606F\u50B3\u905E\u6D3B\u52D5 (\u4E0D\u540C\u7684\u7A0B\u5E8F\u3001\u5925\u4F34\u9023\u7D50\u6216\u4F5C\u696D)\uFF0C\u6216\u662F\u4FEE\u6539\u7A0B\u5E8F\u4EE5\u7B26\u5408\u8A0A\u606F\u3002
messagedetail2031603=\u95DC\u806F\u50B3\u5165\u8A0A\u606F\u6642\u767C\u73FE\u4E00\u4E9B\u8A0A\u606F\u50B3\u905E\u6D3B\u52D5\uFF0C\u4F46\u5728\u52A0\u4EE5\u8A55\u5206\u5F8C\uFF0C\u672A\u9078\u51FA\u300C\u6700\u4F73\u300D\u76F8\u7B26\u9805\u76EE\u3002\u9019\u4E0D\u61C9\u8A72\u6703\u767C\u751F\u3002
action2031603=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail2031604=\u95DC\u806F\u50B3\u5165\u8A0A\u606F\u6642\u9078\u53D6\u4E86\u7279\u5B9A\u7A0B\u5E8F\u57F7\u884C\u8655\u7406\uFF0C\u4F46\u6C92\u6709\u8A72\u5925\u4F34\u9023\u7D50\u548C\u4F5C\u696D\u7684\u8A0A\u606F\u50B3\u905E\u6D3B\u52D5\u3002\u9019\u4E0D\u61C9\u8A72\u6703\u767C\u751F\u3002
action2031604=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail2031605=\u50B3\u5165\u8A0A\u606F\u95DC\u806F\u81F3\u591A\u500B\u7A0B\u5E8F\u57F7\u884C\u8655\u7406\u3002\u9019\u8868\u793A\u8A0A\u606F\u53EF\u4EE5\u50B3\u905E\u7D66\u591A\u500B\u7A0B\u5E8F\u57F7\u884C\u8655\u7406\u3002
action2031605=\u8ACB\u4FEE\u6539\u8A0A\u606F\u4F7F\u5176\u53EA\u7B26\u5408\u4E00\u500B\u7A0B\u5E8F\u57F7\u884C\u8655\u7406 (\u4E0D\u540C\u7684\u7A0B\u5E8F\u3001\u5925\u4F34\u9023\u7D50\u3001\u4F5C\u696D\u6216\u95DC\u806F\u7279\u6027)\uFF0C\u6216\u662F\u4FEE\u6539\u7A0B\u5E8F\u3002
messagedetail2031606=\u50B3\u5165\u8A0A\u606F\u95DC\u806F\u81F3\u7A0B\u5E8F\u57F7\u884C\u8655\u7406\u4E2D\u7684\u591A\u500B\u958B\u59CB\u6D3B\u52D5\u3002\u9019\u8868\u793A\u8A0A\u606F\u7121\u6CD5\u50B3\u905E\u3002\u9019\u662F\u7A0B\u5E8F\u5B9A\u7FA9\u554F\u984C\u3002
action2031606=\u8ACB\u4FEE\u6539\u7A0B\u5E8F\u5B9A\u7FA9\uFF0C\u53EA\u70BA\u540C\u4E00\u500B\u5925\u4F34\u9023\u7D50\u548C\u4F5C\u696D\u5B9A\u7FA9\u55AE\u4E00\u958B\u59CB\u6D3B\u52D5\u3002
messagedetail2031607=\u5C1A\u672A\u521D\u59CB\u5316\u5177\u6709\u521D\u59CB\u5316\u503C "NO" \u7684\u95DC\u806F\u96C6\u3002\u521D\u59CB\u5316\u503C "NO" \u8868\u793A\u95DC\u806F\u96C6\u61C9\u5DF2\u521D\u59CB\u5316\uFF0C\u624D\u80FD\u7528\u65BC\u95DC\u806F\u5167\u9001\u8A0A\u606F\u3002
action2031607=\u8ACB\u4FEE\u6539\u7A0B\u5E8F\uFF0C\u78BA\u5B9A\u6240\u6709\u95DC\u806F\u96C6\u5728\u4F7F\u7528\u4E4B\u524D\u90FD\u5DF2\u521D\u59CB\u5316\u3002
messagedetail2031608=\u5DF2\u521D\u59CB\u5316\u5177\u6709\u521D\u59CB\u5316\u503C "YES" \u7684\u95DC\u806F\u96C6\u3002\u521D\u59CB\u5316\u503C "YES" \u8868\u793A\u4E0D\u61C9\u521D\u59CB\u5316\u95DC\u806F\u96C6\uFF0C\u56E0\u70BA\u6703\u4F7F\u7528\u5167\u9001\u8A0A\u606F\u7684\u503C\u4F86\u9032\u884C\u521D\u59CB\u5316\u3002
action2031608=\u8ACB\u4FEE\u6539\u7A0B\u5E8F\uFF0C\u78BA\u5B9A\u95DC\u806F\u96C6\u5728\u4F7F\u7528\u4E4B\u524D\u4E26\u672A\u521D\u59CB\u5316\u3002
messagedetail2031609=\u5C0D\u61C9\u81F3\u8A0A\u606F\u50B3\u905E\u6D3B\u52D5\u7684\u8A0A\u606F\uFF0C\u5176\u95DC\u806F\u7279\u6027\u8207\u8A0A\u606F\u6D3B\u52D5\u95DC\u806F\u7684\u95DC\u806F\u96C6\u503C\u4E0D\u540C\u3002\u9019\u901A\u5E38\u767C\u751F\u65BC\u5916\u9001\u8A0A\u606F (\u56E0\u70BA\u5167\u9001\u8A0A\u606F\u82E5\u662F\u4E0D\u76F8\u7B26\uFF0C\u5C31\u4E0D\u6703\u7B26\u5408\u6B64\u57F7\u884C\u8655\u7406)\u3002
action2031609=\u8ACB\u78BA\u5B9A\u5916\u9001\u8A0A\u606F\u5177\u6709\u8207\u8A0A\u606F\u50B3\u905E\u6D3B\u52D5\u76F8\u540C\u7684\u95DC\u806F\u7279\u6027\u3002
messagedetail2031610=\u5EFA\u7ACB\u50B3\u5165\u8A0A\u606F\u7684\u95DC\u806F\u6642\uFF0C\u8A08\u7B97\u51FA\u4F86\u7684\u8A0A\u606F\u7279\u6027\u4E0D\u7B26\u5408\u4EFB\u4F55\u73FE\u6709\u7684\u7A0B\u5E8F\u57F7\u884C\u8655\u7406\u3002\u6B64\u8A0A\u606F\u53EF\u80FD\u6703\u7B26\u5408\u672A\u4F86\u7684\u7A0B\u5E8F\u57F7\u884C\u8655\u7406\u3002
action2031610=\u8ACB\u91CD\u65B0\u50B3\u9001\u8A0A\u606F\u3002
