messagedetail2031600=L'ensemble de corr\u00E9lations a une valeur non valide. Cela ne devrait jamais se produire.
action2031600=Contactez le support technique Oracle.
messagedetail2031601=Le message entrant ne correspond \u00E0 aucune activit\u00E9 de d\u00E9but et ne contient aucune propri\u00E9t\u00E9 de corr\u00E9lation. Il ne pourra donc jamais \u00EAtre distribu\u00E9 en l'\u00E9tat \u00E0 une instance de processus.
action2031601=Modifiez le message afin d'\u00E9tablir des corr\u00E9lations (autres processus, partner link, op\u00E9ration ou propri\u00E9t\u00E9s de corr\u00E9lation) ou modifiez le processus.
messagedetail2031602=Il n'existe aucune activit\u00E9 de messagerie entrante pour le partner link et l'op\u00E9ration du message. Le message ne peut \u00EAtre distribu\u00E9 \u00E0 aucune instance du processus donn\u00E9.
action2031602=Modifiez le message afin qu'il corresponde \u00E0 une activit\u00E9 de messagerie entrante (autre processus, partner link ou op\u00E9ration) ou modifiez le processus afin qu'il corresponde au message.
messagedetail2031603=Lors de la mise en corr\u00E9lation du message entrant, des activit\u00E9s de messagerie ont \u00E9t\u00E9 trouv\u00E9es. Cependant, une fois ces activit\u00E9s class\u00E9es, aucune "meilleure" correspondance n'a \u00E9t\u00E9 s\u00E9lectionn\u00E9e. Cela ne devrait jamais se produire.
action2031603=Contactez le support technique Oracle.
messagedetail2031604=Lors de la mise en corr\u00E9lation du message entrant, une instance de processus sp\u00E9cifique a \u00E9t\u00E9 s\u00E9lectionn\u00E9e mais il n'existait aucune activit\u00E9 de messagerie pour le partner link et l'op\u00E9ration. Cela ne devrait jamais se produire.
action2031604=Contactez le support technique Oracle.
messagedetail2031605=Le message entrant correspond \u00E0 plusieurs instances de processus. Cela signifie que le message peut \u00EAtre distribu\u00E9 \u00E0 plusieurs instances de processus.
action2031605=Modifiez le message de sorte qu'il ne corresponde qu'\u00E0 une seule instance de processus (autres processus, partner link, op\u00E9ration ou propri\u00E9t\u00E9s de corr\u00E9lation) ou modifiez le processus.
messagedetail2031606=Le message entrant correspond \u00E0 plusieurs activit\u00E9s de d\u00E9but dans l'instance de processus. Cela signifie que le message ne peut pas \u00EAtre distribu\u00E9. Le probl\u00E8me est li\u00E9 \u00E0 la d\u00E9finition du processus.
action2031606=Modifiez la d\u00E9finition du processus pour ne d\u00E9finir qu'une seule activit\u00E9 de d\u00E9but pour le m\u00EAme partner link et la m\u00EAme op\u00E9ration.
messagedetail2031607=Un ensemble de corr\u00E9lations dont la valeur d'initiation est "NO" n'a pas \u00E9t\u00E9 d\u00E9marr\u00E9. La valeur "NO" signifie que l'ensemble de corr\u00E9lations doit d'abord \u00EAtre d\u00E9marr\u00E9 avant d'\u00EAtre utilis\u00E9 pour mettre un message entrant en corr\u00E9lation.
action2031607=Modifiez le processus pour que tous les ensembles de corr\u00E9lation soient d\u00E9marr\u00E9s avant d'\u00EAtre utilis\u00E9s.
messagedetail2031608=Un ensemble de corr\u00E9lations dont la valeur d'initiation est "YES" a d\u00E9j\u00E0 \u00E9t\u00E9 d\u00E9marr\u00E9. La valeur "YES" indique que l'ensemble de corr\u00E9lations ne doit PAS \u00EAtre d\u00E9marr\u00E9 car il le sera \u00E0 l'aide des valeurs du message entrant.
action2031608=Modifiez le processus pour que les ensembles de corr\u00E9lation ne soient PAS d\u00E9marr\u00E9s avant que cela ne soit n\u00E9cessaire.
messagedetail2031609=Un message qui a d\u00E9j\u00E0 \u00E9t\u00E9 mis en correspondance avec une activit\u00E9 de messagerie a des propri\u00E9t\u00E9s de corr\u00E9lation diff\u00E9rentes des valeurs d'ensemble de corr\u00E9lations associ\u00E9es \u00E0 l'activit\u00E9 de messagerie. Cela se produit g\u00E9n\u00E9ralement pour les messages sortants (\u00E9tant donn\u00E9 que les messages entrants n'auraient pas pu correspondre avec cette instance en cas de non-concordance).
action2031609=V\u00E9rifiez que le message sortant a les m\u00EAmes propri\u00E9t\u00E9s de corr\u00E9lation que l'activit\u00E9 de messagerie.
messagedetail2031610=Lors de la mise en corr\u00E9lation du message entrant, les propri\u00E9t\u00E9s du message ont \u00E9t\u00E9 calcul\u00E9es mais ne correspondent \u00E0 aucune instance de processus existante. Il est possible que ce message soit ult\u00E9rieurement mis en correspondance avec une instance de processus.
action2031610=Renvoyez le message.
