messagedetail381401=OSB WS \uC804\uC1A1\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC77C\uBC18 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381401=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381403=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C \uC624\uB958 \uB300\uAE30\uC5F4 \uB300\uC0C1\uC774 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uB97C \uC6D0\uD558\uB294 \uB300\uAE30\uC5F4\uC5D0 \uC0BD\uC785\uD558\uC9C0 \uBABB\uD55C \uACBD\uC6B0 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uC624\uB958 \uB300\uAE30\uC5F4 \uB300\uC0C1\uC744 \uAD6C\uC131\uD558\uC2ED\uC2DC\uC624.
messagedetail381404=\uC774 \uB05D\uC810\uC758 \uC815\uCC45\uC5D0\uB294 HTTPS \uC561\uC138\uC2A4\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4. \uC774 \uB05D\uC810\uC758 \uBAA8\uB4E0 URL\uC5D0\uB294 HTTPS \uD504\uB85C\uD1A0\uCF5C\uC744 \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4.
action381404=\uB05D\uC810 URL\uC744 \uD3B8\uC9D1\uD558\uC5EC \uBAA8\uB4E0 URL\uC5D0\uC11C HTTPS \uD504\uB85C\uD1A0\uCF5C\uC744 \uC0AC\uC6A9\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381405=\uC0C8 WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 "/"\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C URI\uAC00 \uC774\uBBF8 \uB0B4\uBD80 OSB \uCEE4\uB110 \uC751\uC6A9 \uD504\uB85C\uADF8\uB7A8\uC5D0\uC11C \uC0AC\uC6A9\uB429\uB2C8\uB2E4.
action381405=WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC774 \uD504\uB85D\uC2DC\uC758 URI\uC5D0 \uB2E4\uB978 \uACE0\uC720 \uAC12\uC774 \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381406=\uC0C8 WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C URI\uAC00 \uC808\uB300 URI\uC785\uB2C8\uB2E4. WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C\uB294 \uC0C1\uB300 URI\uB9CC \uC9C0\uC6D0\uB429\uB2C8\uB2E4.
action381406=WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC0C1\uB300 URI(\uC608: "/foo")\uB9CC \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381407=\uC0C8 WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C URI\uAC00 \uC774\uBBF8 \uB2E4\uB978 WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB098 HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC0AC\uC6A9\uB429\uB2C8\uB2E4. \uAC01 WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uB294 \uACE0\uC720\uD55C URI\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381407=WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uACE0\uC720\uD55C URI \uAC12\uC774 \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381408=WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uB294 \uC808\uB300 URI\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381408=WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uBCC0\uACBD\uD558\uACE0 \uBAA8\uB4E0 URI\uAC00 \uC808\uB300 URI\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381409=\uC0C8 WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uB294 http \uBC0F https \uC2A4\uD0A4\uB9C8\uB9CC \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381409=WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uC2A4\uD0A4\uB9C8\uB97C http \uB610\uB294 https\uB85C \uBCC0\uACBD\uD558\uC2ED\uC2DC\uC624.
messagedetail381410=HTTPS BASIC \uC778\uC99D \uC815\uCC45\uC5D0\uB294 \uBC31\uC5D4\uB4DC \uC11C\uBE44\uC2A4\uC5D0 \uC811\uC18D\uD560 \uB54C \uC0AC\uC6A9\uC790 \uC774\uB984/\uBE44\uBC00\uBC88\uD638\uB97C \uBCF4\uB0BC \uB05D\uC810\uC774 \uD544\uC694\uD569\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uACC4\uC815\uC740 \uC0AC\uC6A9\uC790 \uC774\uB984/\uBE44\uBC00\uBC88\uD638\uB97C \uAC00\uC838\uC624\uB294 \uBC29\uBC95\uC744 \uC9C0\uC815\uD558\uACE0 \uB05D\uC810\uC5D0\uC11C \uC0AC\uC6A9\uC790 \uC774\uB984/\uBE44\uBC00\uBC88\uD638\uB97C \uAC00\uC838\uC624\uB294 \uB370 \uC0AC\uC6A9\uB429\uB2C8\uB2E4. \uC774 \uB05D\uC810\uC740 \uC544\uC6C3\uBC14\uC6B4\uB4DC HTTPS BASIC \uC778\uC99D\uC5D0 \uB300\uD574 \uAD6C\uC131\uB418\uC5B4 \uC788\uC73C\uB098 \uC11C\uBE44\uC2A4 \uACC4\uC815 \uCC38\uC870\uAC00 \uB110\uC785\uB2C8\uB2E4.
action381410=\uB05D\uC810 \uAD6C\uC131 \uD398\uC774\uC9C0\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uACC4\uC815 \uCC38\uC870\uB97C \uAD6C\uC131\uD558\uC2ED\uC2DC\uC624.
messagedetail381411=WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB97C \uD638\uCD9C\uD558\uB294 \uC911 WS \uC694\uCCAD\uC5D0 \uB300\uD55C \uC751\uB2F5\uC774 \uC9C0\uC815\uB41C \uC751\uB2F5 \uC2DC\uAC04 \uCD08\uACFC \uB9CC\uB8CC \uC774\uC804\uC5D0 \uB3C4\uCC29\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action381411=WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uB610\uB294 \uB300\uC0C1 \uC6F9 \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uACE0 \uD544\uC694\uD55C \uACBD\uC6B0 \uC751\uB2F5 \uC2DC\uAC04 \uCD08\uACFC \uAC12\uC744 \uB298\uB9AC\uC2ED\uC2DC\uC624.
messagedetail381412=\uB300\uC0C1\uC758 \uC2E0\uB8B0\uD560 \uC218 \uC788\uB294 \uC6F9 \uC11C\uBE44\uC2A4\uB85C \uBA54\uC2DC\uC9C0\uB97C \uBCF4\uB0B4\uB294 \uC911 \uC2E0\uB8B0\uD560 \uC218 \uC788\uB294 \uC804\uB2EC \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC2DC\uD000\uC2A4 \uC2DC\uAC04 \uCD08\uACFC, \uBE44\uD65C\uC131 \uC2DC\uAC04 \uCD08\uACFC, \uC778\uC99D/\uAD8C\uD55C \uBD80\uC5EC \uC624\uB958 \uB610\uB294 \uC798\uBABB\uB41C \uC778\uC99D\uC11C \uC624\uB958 \uB4F1\uC73C\uB85C \uC778\uD574 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381412=WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uB610\uB294 \uB300\uC0C1 \uC6F9 \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381413=WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 URI\uB294 '/'\uB85C \uB05D\uB098\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action381413=WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 URI\uC5D0\uC11C \uB9C8\uC9C0\uB9C9 '/'\uB97C \uC81C\uAC70\uD558\uC2ED\uC2DC\uC624.
messagedetail381414=\uB2E4\uB978 \uD504\uB85D\uC2DC \uB610\uB294 \uD14C\uC2A4\uD2B8 \uCF58\uC194\uC5D0\uC11C \uC0AC\uC6A9\uC790 \uC774\uB984/\uBE44\uBC00\uBC88\uD638(BASIC) \uC778\uC99D\uC774 \uD544\uC694\uD55C WS \uC804\uC1A1 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD638\uCD9C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action381414=\uBA54\uC2DC\uC9C0 \uD750\uB984 \uAD6C\uC131\uC5D0\uC11C \uB300\uC0C1 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 BASIC \uC778\uC99D\uC744 \uC0AC\uC6A9\uD558\uB294 WS \uC804\uC1A1 \uB05D\uC810\uC778 \uD504\uB85D\uC2DC \uAC04 \uACBD\uB85C \uC9C0\uC815\uC774 \uC5C6\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uD14C\uC2A4\uD2B8 \uCF58\uC194\uC744 \uC0AC\uC6A9\uD558\uC5EC WS \uC804\uC1A1 \uD504\uB85D\uC2DC \uB4F1\uC744 \uD14C\uC2A4\uD2B8\uD560 \uB54C\uB9C8\uB2E4 "\uC9C1\uC811 \uD638\uCD9C" \uCCB4\uD06C \uBC15\uC2A4\uAC00 true\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381415=WS \uC815\uCC45\uC5D0 CLIENT-CERT \uC778\uC99D\uC774 \uD544\uC694\uD560 \uB54C\uB9C8\uB2E4 X.509 \uD1A0\uD070 \uC9C0\uC6D0\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C ID \uAC80\uC99D \uC81C\uACF5\uC790\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
action381415=WebLogic Server \uCF58\uC194\uC758 \uBCF4\uC548 \uC601\uC5ED \uD398\uC774\uC9C0\uC5D0\uC11C ID \uAC80\uC99D \uC81C\uACF5\uC790\uC758 X.509 ID \uAC80\uC99D\uC744 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail381416=WS \uC815\uCC45\uC5D0 CLIENT-CERT \uC778\uC99D\uC774 \uD544\uC694\uD560 \uB54C\uB9C8\uB2E4(\uC591\uBC29\uD5A5 SSL \uC9C0\uC6D0\uC774 \uD544\uC694\uD55C \uACBD\uC6B0) X.509 \uD1A0\uD070 \uC9C0\uC6D0\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C ID \uAC80\uC99D \uC81C\uACF5\uC790 \uBC0F \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C \uC0AC\uC6A9\uC790 \uC774\uB984 \uB9E4\uD37C \uD50C\uB7EC\uADF8\uC778\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
action381416=WebLogic Server \uCF58\uC194\uC758 \uBCF4\uC548 \uC601\uC5ED \uD398\uC774\uC9C0\uC5D0\uC11C \uAE30\uBCF8 ID \uAC80\uC99D \uC81C\uACF5\uC790\uC758 \uC0AC\uC6A9\uC790 \uC774\uB984 \uB9E4\uD37C \uD544\uB4DC\uB97C \uAD6C\uC131\uD558\uC2ED\uC2DC\uC624.
messagedetail381417=\uC77C\uBC18\uC801\uC73C\uB85C WS \uC804\uC1A1 \uD504\uB85D\uC2DC\uAC00 \uD074\uB77C\uC774\uC5B8\uD2B8 \uC778\uC99D\uC11C\uB97C \uC694\uAD6C\uD558\uB294 \uC815\uCC45\uC744 \uD1B5\uD574 \uAD6C\uC131\uB418\uC5B4 \uD074\uB7EC\uC2A4\uD130\uC5D0\uC11C \uBC30\uCE58\uB41C \uACBD\uC6B0 \uAD00\uB9AC \uC11C\uBC84\uB294 "\uD074\uB77C\uC774\uC5B8\uD2B8 \uC778\uC99D \uD504\uB85D\uC2DC \uC0AC\uC6A9" \uC0C1\uD0DC\uC5D0\uC11C \uAD6C\uC131\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774\uB807\uAC8C \uD574\uC57C \uAD00\uB9AC \uC11C\uBC84\uAC00 "WL-Proxy-Client-Cert" HTTP \uD5E4\uB354\uC5D0\uC11C \uC778\uC99D\uC11C\uB97C \uC778\uC99D\uD558\uAC8C \uB429\uB2C8\uB2E4. \uC774 \uAE30\uB2A5\uC744 \uC0AC\uC6A9\uD560 \uACBD\uC6B0 WebLogic Server \uC124\uBA85\uC11C\uC758 SSL \uAD6C\uC131 \uC139\uC158\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
action381417=WLS \uCF58\uC194\uC5D0\uC11C "\uD074\uB77C\uC774\uC5B8\uD2B8 \uC778\uC99D \uD504\uB85D\uC2DC \uC0AC\uC6A9"\uC744 true\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624. \uC774 \uC791\uC5C5\uC740 \uD074\uB7EC\uC2A4\uD130 \uB808\uBCA8\uC5D0\uC11C \uC218\uD589\uD560 \uC218 \uC788\uAC70\uB098, \uD074\uB7EC\uC2A4\uD130\uC758 \uAC01 \uAD00\uB9AC \uC11C\uBC84\uC5D0 \uB300\uD574 \uAC1C\uBCC4\uC801\uC73C\uB85C \uC218\uD589\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uAE30\uB2A5\uC744 \uC0AC\uC6A9\uD560 \uACBD\uC6B0 WebLogic Server \uC124\uBA85\uC11C\uC758 SSL \uAD6C\uC131 \uC139\uC158\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624. weblogic.security.net.ConnectionFilter\uB97C \uC0AC\uC6A9\uD558\uC5EC WebLogic Server \uC778\uC2A4\uD134\uC2A4\uAC00 \uD504\uB85D\uC2DC \uC11C\uBC84 \uD50C\uB7EC\uADF8\uC778\uC744 \uC2E4\uD589 \uC911\uC778 \uC2DC\uC2A4\uD15C\uC5D0\uC11C\uB9CC \uC811\uC18D\uC744 \uD5C8\uC6A9\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uADF8\uB807\uC9C0 \uC54A\uC744 \uACBD\uC6B0 WL-Proxy-Client-Cert \uD5E4\uB354\uAC00 \uC2A4\uD478\uD551\uB420 \uC218 \uC788\uAE30 \uB54C\uBB38\uC5D0 \uBCF4\uC548 \uCDE8\uC57D\uC810\uC774 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381418=\uC9C0\uC815\uB41C WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381418=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381419=\uC0C8 WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C URL \uC911 \uD558\uB098\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. RFC 2616\uC5D0 \uB530\uB77C HTTP URL\uC740 http://\uB85C \uC2DC\uC791\uD574\uC57C \uD558\uBA70 \uD638\uC2A4\uD2B8 \uC774\uB984\uC774 \uD3EC\uD568\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381419=WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC801\uD569\uD55C URL\uC744 \uC785\uB825\uD588\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381420=WS \uC804\uC1A1 \uAD6C\uC131\uC758 \"\uB3D9\uAE30\" \uC18D\uC131\uC774 \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC758 \"\uC751\uB2F5\uC5D0 \uB3D9\uC77C\uD55C \uD2B8\uB79C\uC7AD\uC158 \uC0AC\uC6A9\"\uC73C\uB85C \uC5C5\uADF8\uB808\uC774\uB4DC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagedetail381421=\uC624\uB958 \uB300\uAE30\uC5F4 \uAD6C\uC131\uC774 \uC5C5\uADF8\uB808\uC774\uB4DC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagedetail381422=\uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uC2E4\uD328\uD55C \uC694\uCCAD \uBA54\uC2DC\uC9C0\uB97C \uC624\uB958 \uB300\uAE30\uC5F4\uB85C \uC804\uC1A1\uD558\uB294 \uB370 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
cause381422=\uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C \uC624\uB958 \uB300\uAE30\uC5F4\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uAC70\uB098 \uBCF4\uC548 \uC778\uC99D\uC11C\uAC00 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC544 OSB\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uAC00 \uC2B9\uC778\uB418\uC9C0 \uC54A\uB294 \uAC83\uC77C \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381422=\uAD6C\uC131\uB41C \uC624\uB958 \uB300\uAE30\uC5F4\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uACE0 \uC11C\uBE44\uC2A4\uC5D0 \uC801\uD569\uD55C \uC778\uC99D\uC11C\uB97C \uC81C\uACF5\uD558\uC2ED\uC2DC\uC624.
