messagedetail381401=OSB WS \u4F20\u8F93\u51FA\u73B0\u610F\u5916\u7684\u901A\u7528\u5F02\u5E38\u9519\u8BEF\u3002\u5E94\u6709\u9519\u8BEF\u6D88\u606F\u6307\u51FA\u95EE\u9898\u7684\u539F\u56E0\u3002
action381401=\u8BF7\u4E0E\u6280\u672F\u652F\u6301\u90E8\u95E8\u8054\u7CFB\u3002
messagedetail381403=\u6CA1\u6709\u4E3A\u6B64\u4E1A\u52A1\u670D\u52A1\u914D\u7F6E\u4EFB\u4F55\u9519\u8BEF\u961F\u5217\u76EE\u6807\u3002\u5982\u679C\u65E0\u6CD5\u5C06\u6D88\u606F\u653E\u5165\u6240\u9700\u7684\u961F\u5217, \u8BF7\u5728\u4E1A\u52A1\u670D\u52A1\u4E2D\u914D\u7F6E\u9519\u8BEF\u961F\u5217\u76EE\u6807\u3002
messagedetail381404=\u6B64\u7AEF\u70B9\u7684\u7B56\u7565\u8981\u6C42\u8FDB\u884C HTTPS \u8BBF\u95EE\u3002\u6B64\u7AEF\u70B9\u4E2D\u7684\u6240\u6709 URL \u5FC5\u987B\u5747\u4F7F\u7528 HTTPS \u534F\u8BAE
action381404=\u7F16\u8F91\u7AEF\u70B9 URL, \u4EE5\u4FBF\u786E\u4FDD\u6240\u6709 URL \u5747\u4F7F\u7528 HTTPS \u534F\u8BAE
messagedetail381405=\u6CE8\u518C\u65B0\u7684 WS \u4EE3\u7406\u670D\u52A1\u65F6\u51FA\u9519: \u5185\u90E8 OSB \u5185\u6838\u5E94\u7528\u7A0B\u5E8F\u5DF2\u4F7F\u7528\u9488\u5BF9\u6B64\u4EE3\u7406\u670D\u52A1 "/" \u914D\u7F6E\u7684 URI\u3002
action381405=\u68C0\u67E5 WS \u4EE3\u7406\u670D\u52A1\u7684\u4F20\u8F93\u914D\u7F6E, \u786E\u4FDD\u6B64\u4EE3\u7406\u7684 URI \u4F7F\u7528\u5176\u4ED6\u552F\u4E00\u503C\u3002
messagedetail381406=\u6CE8\u518C\u65B0\u7684 WS \u4EE3\u7406\u670D\u52A1\u65F6\u51FA\u9519: \u4E3A\u6B64\u4EE3\u7406\u670D\u52A1\u914D\u7F6E\u7684 URI \u662F\u7EDD\u5BF9 URI\u3002WS \u4EE3\u7406\u670D\u52A1\u53EA\u652F\u6301\u76F8\u5BF9 URI\u3002
action381406=\u68C0\u67E5 WS \u4EE3\u7406\u670D\u52A1\u7684\u4F20\u8F93\u914D\u7F6E, \u786E\u4FDD\u53EA\u4F7F\u7528\u76F8\u5BF9 URI (\u4F8B\u5982 "/foo")\u3002
messagedetail381407=\u6CE8\u518C\u65B0\u7684 WS \u4EE3\u7406\u670D\u52A1\u65F6\u51FA\u9519: \u53E6\u4E00\u4E2A WS \u4EE3\u7406\u670D\u52A1\u6216 HTTP \u4EE3\u7406\u670D\u52A1\u5DF2\u4F7F\u7528\u4E3A\u6B64\u4EE3\u7406\u670D\u52A1\u914D\u7F6E\u7684 URI\u3002\u6BCF\u4E2A WS \u4EE3\u7406\u670D\u52A1\u5FC5\u987B\u6709\u552F\u4E00\u7684 URI\u3002
action381407=\u68C0\u67E5 WS \u4EE3\u7406\u670D\u52A1\u7684\u4F20\u8F93\u914D\u7F6E, \u786E\u4FDD\u4F7F\u7528\u552F\u4E00\u7684 URI \u503C\u3002
messagedetail381408=WS \u4E1A\u52A1\u670D\u52A1\u5E94\u6709\u7EDD\u5BF9 URI\u3002
action381408=\u66F4\u6539 WS \u4E1A\u52A1\u670D\u52A1\u914D\u7F6E, \u786E\u4FDD\u6240\u6709 URI \u90FD\u5E94\u662F\u7EDD\u5BF9 URI\u3002
messagedetail381409=\u6CE8\u518C\u65B0\u7684 WS \u4E1A\u52A1\u670D\u52A1\u65F6\u51FA\u9519: WS \u4E1A\u52A1\u670D\u52A1\u53EA\u80FD\u6709 HTTP \u65B9\u6848\u548C HTTPS \u65B9\u6848\u3002
action381409=\u5C06 WS \u4E1A\u52A1\u670D\u52A1\u7684\u65B9\u6848\u66F4\u6539\u4E3A HTTP \u6216 HTTPS\u3002
messagedetail381410=HTTPS \u57FA\u672C\u9A8C\u8BC1\u7B56\u7565\u8981\u6C42\u7AEF\u70B9\u5728\u8FDE\u63A5\u5230\u540E\u7AEF\u670D\u52A1\u65F6\u53D1\u9001\u7528\u6237\u540D/\u53E3\u4EE4\u3002\u670D\u52A1\u5E10\u6237\u6307\u5B9A\u5982\u4F55\u83B7\u53D6\u7528\u6237\u540D/\u53E3\u4EE4, \u5E76\u5141\u8BB8\u7AEF\u70B9\u83B7\u53D6\u7528\u6237\u540D/\u53E3\u4EE4\u3002\u6B64\u7AEF\u70B9\u914D\u7F6E\u4E3A\u7528\u4E8E\u51FA\u7AD9 HTTPS \u57FA\u672C\u9A8C\u8BC1, \u4F46\u662F\u670D\u52A1\u5E10\u6237\u5F15\u7528\u4E3A\u7A7A\u503C\u3002
action381410=\u5728\u7AEF\u70B9\u914D\u7F6E\u9875\u4E2D\u914D\u7F6E\u670D\u52A1\u5E10\u6237\u5F15\u7528\u3002
messagedetail381411=\u8C03\u7528 WS \u4E1A\u52A1\u670D\u52A1\u65F6, \u5BF9 WS \u8BF7\u6C42\u7684\u54CD\u5E94\u672A\u5728\u6307\u5B9A\u7684\u54CD\u5E94\u8D85\u65F6\u4E4B\u524D\u5230\u8FBE\u3002
action381411=\u786E\u4FDD WS \u4E1A\u52A1\u670D\u52A1\u6216\u76EE\u6807 Web \u670D\u52A1\u5DE5\u4F5C\u6B63\u5E38, \u5982\u6709\u5FC5\u8981, \u53EF\u4EE5\u589E\u52A0\u54CD\u5E94\u8D85\u65F6\u503C\u3002
messagedetail381412=\u5411\u76EE\u6807\u53EF\u9760 Web \u670D\u52A1\u53D1\u9001\u6D88\u606F\u65F6, \u51FA\u73B0\u53EF\u9760\u4F20\u9001\u6545\u969C\u3002\u6B64\u5931\u8D25\u53EF\u80FD\u662F\u7531\u4E8E\u5E8F\u5217\u8D85\u65F6, \u4E0D\u6D3B\u52A8\u8D85\u65F6, \u9A8C\u8BC1/\u6388\u6743\u6545\u969C\u6216\u8BC1\u4E66\u4E0D\u6B63\u786E\u7B49\u9519\u8BEF\u6240\u9020\u6210\u7684\u3002
action381412=\u786E\u4FDD WS \u4E1A\u52A1\u670D\u52A1\u6216\u76EE\u6807 Web \u670D\u52A1\u5DE5\u4F5C\u6B63\u5E38\u3002
messagedetail381413=WS \u4EE3\u7406\u670D\u52A1\u7684 URI \u4E2D\u4E0D\u5E94\u4EE5 '/' \u7ED3\u5C3E\u3002
action381413=\u5220\u9664 WS \u4EE3\u7406\u670D\u52A1\u7684 URI \u4E2D\u672B\u5C3E\u7684 '/'\u3002
messagedetail381414=\u4E0D\u80FD\u4ECE\u5176\u4ED6\u4EE3\u7406\u6216\u6D4B\u8BD5\u63A7\u5236\u53F0\u8C03\u7528\u8981\u6C42\u8FDB\u884C\u7528\u6237\u540D/\u53E3\u4EE4 (\u5373\u57FA\u672C) \u9A8C\u8BC1\u7684 WS \u4F20\u8F93\u4EE3\u7406\u670D\u52A1\u3002
action381414=\u68C0\u67E5\u6D88\u606F\u6D41\u914D\u7F6E, \u786E\u4FDD\u6CA1\u6709\u4EFB\u4F55\u4EE3\u7406\u5230\u4EE3\u7406\u7684\u8DEF\u7531\u5C5E\u4E8E\u4EE5\u4E0B\u60C5\u51B5: \u76EE\u6807\u4EE3\u7406\u670D\u52A1\u662F\u4F7F\u7528\u57FA\u672C\u9A8C\u8BC1\u7684 WS \u4F20\u8F93\u7AEF\u70B9\u3002\u6B64\u5916, \u53EA\u8981\u4F7F\u7528\u6D4B\u8BD5\u63A7\u5236\u53F0\u6765\u6D4B\u8BD5\u6B64\u7C7B WS \u4F20\u8F93\u4EE3\u7406, \u5C31\u5E94\u786E\u4FDD\u5C06 "\u76F4\u63A5\u8C03\u7528" \u590D\u9009\u6846\u8BBE\u7F6E\u4E3A\u201C\u771F\u201D\u3002
messagedetail381415=\u53EA\u8981 WS-Policy \u8981\u6C42\u8FDB\u884C CLIENT-CERT \u9A8C\u8BC1, \u5C31\u5FC5\u987B\u6709\u542F\u7528\u4E86 X.509 \u6807\u8BB0\u652F\u6301\u7684\u6807\u8BC6\u65AD\u8A00\u65B9
action381415=\u5728 Weblogic Server \u63A7\u5236\u53F0\u7684\u5B89\u5168\u9886\u57DF\u9875\u4E2D, \u5728\u60A8\u7684\u6807\u8BC6\u65AD\u8A00\u63D0\u4F9B\u7A0B\u5E8F\u4E2D\u542F\u7528 X.509 \u6807\u8BC6\u65AD\u8A00
messagedetail381416=\u53EA\u8981 WS-Policy \u8981\u6C42\u8FDB\u884C CLIENT-CERT \u9A8C\u8BC1 (\u8981\u652F\u6301\u53CC\u5411 SSL, \u5C31\u5FC5\u987B\u8FD9\u6837\u505A), \u5C31\u5FC5\u987B\u6709\u542F\u7528\u4E86 X.509 \u6807\u8BB0\u652F\u6301\u548C\u7528\u6237\u540D\u6620\u5C04\u5668\u5B50\u63D2\u4EF6\u7684\u6807\u8BC6\u65AD\u8A00\u65B9\u3002
action381416=\u5728 Weblogic Server \u63A7\u5236\u53F0\u7684\u5B89\u5168\u9886\u57DF\u9875\u4E2D, \u914D\u7F6E\u9ED8\u8BA4\u6807\u8BC6\u65AD\u8A00\u63D0\u4F9B\u7A0B\u5E8F\u7684\u7528\u6237\u540D\u6620\u5C04\u5668\u5B57\u6BB5
messagedetail381417=\u901A\u5E38, \u4E3A WS \u4F20\u8F93\u4EE3\u7406\u914D\u7F6E client-certificate-required \u7B56\u7565\u5E76\u5C06\u5176\u90E8\u7F72\u5728\u96C6\u7FA4\u4E2D\u65F6, \u5FC5\u987B\u4E3A\u6258\u7BA1\u670D\u52A1\u5668\u914D\u7F6E "\u5DF2\u542F\u7528\u5BA2\u6237\u673A\u8BC1\u4E66\u4EE3\u7406"\u3002\u8FD9\u6837, \u6258\u7BA1\u670D\u52A1\u5668\u5C06\u5728 "WL-Proxy-Client-Cert" HTTP \u6807\u5934\u4E2D\u6388\u6743\u8BE5\u8BC1\u4E66\u3002\u4F7F\u7528\u6B64\u529F\u80FD\u65F6, \u786E\u4FDD\u9605\u8BFB\u4E86 Weblogic Server \u6587\u6863\u4E2D\u4E0E SSL \u914D\u7F6E\u6709\u5173\u7684\u90E8\u5206\u3002
action381417=\u5728 WLS \u63A7\u5236\u53F0\u4E2D\u5C06 "\u5DF2\u542F\u7528\u5BA2\u6237\u673A\u8BC1\u4E66\u4EE3\u7406" \u8BBE\u7F6E\u4E3A\u201C\u771F\u201D\u3002\u53EF\u4EE5\u5728\u96C6\u7FA4\u7EA7\u522B\u8FDB\u884C\u8BBE\u7F6E, \u4E5F\u53EF\u4EE5\u5206\u522B\u4E3A\u96C6\u7FA4\u4E2D\u7684\u6BCF\u4E2A\u6258\u7BA1\u670D\u52A1\u5668\u8FDB\u884C\u8BBE\u7F6E\u3002\u4F7F\u7528\u6B64\u529F\u80FD\u65F6, \u786E\u4FDD\u9605\u8BFB\u4E86 Weblogic Server \u6587\u6863\u4E2D\u4E0E SSL \u914D\u7F6E\u6709\u5173\u7684\u90E8\u5206\u3002\u4F7F\u7528 weblogic.security.net.ConnectionFilter \u786E\u4FDD\u6B64 Weblogic Server \u5B9E\u4F8B\u53EA\u63A5\u53D7\u6765\u81EA\u8FD0\u884C\u4EE3\u7406\u670D\u52A1\u5668\u63D2\u4EF6\u7684\u8BA1\u7B97\u673A\u7684\u8FDE\u63A5, \u5426\u5219, \u5C06\u4EA7\u751F\u5B89\u5168\u6F0F\u6D1E, \u56E0\u4E3A WL-Proxy-Client-Cert \u6807\u5934\u53EF\u80FD\u4F1A\u88AB\u6B3A\u9A97\u3002
messagedetail381418=\u6307\u5B9A\u7684 WS \u4EE3\u7406\u670D\u52A1\u5904\u7406\u5165\u7AD9\u6D88\u606F\u65F6\u51FA\u73B0\u610F\u5916\u9519\u8BEF\u3002
action381418=\u8BF7\u4E0E\u6280\u672F\u652F\u6301\u90E8\u95E8\u8054\u7CFB\u3002
messagedetail381419=\u6CE8\u518C\u65B0\u7684 WS \u4E1A\u52A1\u670D\u52A1\u65F6\u51FA\u9519: \u4E3A\u4E1A\u52A1\u670D\u52A1\u914D\u7F6E\u7684\u67D0\u4E2A URL \u65E0\u6548\u3002\u4F9D\u636E RFC 2616, HTTP URL \u5FC5\u987B\u4EE5 http:// \u5F00\u5934\u5E76\u4E14\u5305\u542B\u4E3B\u673A\u540D\u3002
action381419=\u68C0\u67E5 WS \u4E1A\u52A1\u670D\u52A1\u7684\u4F20\u8F93\u914D\u7F6E\u5E76\u786E\u4FDD\u8F93\u5165\u7684 URL \u6709\u6548\u3002
messagedetail381420=WS \u4F20\u8F93\u914D\u7F6E\u4E2D\u7684 \"\u540C\u6B65\" \u5C5E\u6027\u5DF2\u5347\u7EA7\u4E3A\u670D\u52A1\u914D\u7F6E\u4E2D\u7684 \"\u5C06\u540C\u4E00\u4E8B\u52A1\u5904\u7406\u7528\u4E8E\u54CD\u5E94\"\u3002
messagedetail381421=\u9519\u8BEF\u961F\u5217\u914D\u7F6E\u5DF2\u5347\u7EA7\u3002
messagedetail381422=\u672A\u80FD\u5C06\u670D\u52A1\u7684\u5931\u8D25\u8BF7\u6C42\u6D88\u606F\u53D1\u9001\u5230\u9519\u8BEF\u961F\u5217\u3002
cause381422=\u4E3A\u670D\u52A1\u914D\u7F6E\u7684\u9519\u8BEF\u961F\u5217\u53EF\u80FD\u4E0D\u53EF\u7528, \u6216\u7531\u4E8E\u5B89\u5168\u8EAB\u4EFD\u8BC1\u660E\u4E0D\u5339\u914D\u800C\u4E0D\u63A5\u53D7\u6765\u81EA OSB \u7684\u6D88\u606F\u3002
action381422=\u8BF7\u786E\u4FDD\u914D\u7F6E\u7684\u9519\u8BEF\u961F\u5217\u53EF\u7528, \u5E76\u5411\u670D\u52A1\u63D0\u4F9B\u6B63\u786E\u7684\u8EAB\u4EFD\u8BC1\u660E\u3002
