messagedetail381401=Beim OSB-JMS-Transport ist eine unerwartete Exception f\u00FCr allgemeine Aufgaben aufgetreten. Eine Fehlermeldung verweist auf die Ursache des Problems.
action381401=Wenden Sie sich an den technischen Support.
messagedetail381403=F\u00FCr diesen Business-Service wurde kein Ziel f\u00FCr die Fehler-Queue konfiguriert. Wenn die nicht erfolgreichen Nachrichten in die gew\u00FCnschte Queue gestellt werden sollen, konfigurieren Sie ein Ziel f\u00FCr die Fehler-Queue im Business-Service.
messagedetail381404=Die Policy dieses Endpunktes erfordert den HTTPS-Zugriff. Alle URLs in diesem Endpunkt m\u00FCssen das HTTPS-Protokoll verwenden
action381404=Bearbeiten Sie die Endpunkt-URLs, um sicherzustellen, dass alle URLs das HTTPS-Protokoll verwenden
messagedetail381405=Beim Registrieren eines neuen WS-Proxy-Service ist ein Fehler aufgetreten: Der f\u00FCr diesen Proxy-Service konfigurierte URI "/" wird bereits von der internen OSB-Kernel-Anwendung verwendet.
action381405=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den WS-Proxy-Service, und stellen Sie sicher, dass ein anderer eindeutiger Wert f\u00FCr den URI dieses Proxys verwendet wird.
messagedetail381406=Beim Registrieren eines neuen WS-Proxy-Service ist ein Fehler aufgetreten: Der f\u00FCr diesen Proxy-Service konfigurierte URI ist ein absoluter URI. Nur relative URIs werden f\u00FCr WS-Proxy-Services unterst\u00FCtzt.
action381406=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den WS-Proxy-Service, und stellen Sie sicher, dass nur ein relativer URI (Beispiel: "/foo") verwendet wird.
messagedetail381407=Beim Registrieren eines neuen WS-Proxy-Service ist ein Fehler aufgetreten: Der f\u00FCr diesen Proxy-Service konfigurierte URI wird bereits von einem anderen WS-Proxy-Service oder HTTP-Proxy-Service verwendet. Jeder WS-Proxy-Service muss \u00FCber einen eindeutigen URI verf\u00FCgen.
action381407=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den WS-Proxy-Service, und stellen Sie sicher, dass ein eindeutiger Wert f\u00FCr den URI verwendet wird.
messagedetail381408=Der WS-Business-Service sollte \u00FCber absolute URIs verf\u00FCgen.
action381408=\u00C4ndern Sie die Konfiguration des WS-Business-Service, und stellen Sie sicher, dass alle URIs absolut sind.
messagedetail381409=Beim Registrieren eines neuen WS-Business-Service ist ein Fehler aufgetreten: WS-Business-Services d\u00FCrfen nur \u00FCber HTTP- und HTTPS-Schemas verf\u00FCgen.
action381409=\u00C4ndern Sie das Schema des WS-Business-Service in HTTP oder HTTPS.
messagedetail381410=Eine HTTPS BASIC-Authentifizierungs-Policy setzt voraus, dass der Endpunkt bei der Herstellung einer Verbindung zum Backend-Service ein Benutzername/Kennwort sendet. Ein Service-Account gibt an, wie der Benutzername und das Kennwort abgerufen werden, und erm\u00F6glicht dem Endpunkt, den Benutzernamen/das Kennwort abzurufen. Dieser Endpunkt ist f\u00FCr ausgehende HTTPS BASIC-Authentifizierung konfiguriert, aber die Service-Accountreferenz ist Null.
action381410=Konfigurieren Sie eine Service-Accountreferenz auf der Seite f\u00FCr die Endpunktkonfiguration.
messagedetail381411=Beim Aufrufen eines WS-Business-Service kam eine Antwort auf eine WS-Anforderung nicht vor dem Eintreten des Antwort-Timeouts an.
action381411=Pr\u00FCfen Sie, ob der WS-Business-Service oder der Ziel-Web Service korrekt funktioniert, und erh\u00F6hen Sie gegebenenfalls das Antwort-Timeout.
messagedetail381412=Ein Fehler bei der gesicherten Zustellung ist aufgetreten, w\u00E4hrend die Nachricht an den gesicherten Ziel-Web Service gesendet wurde. Dieser Fehler ist m\u00F6glicherweise aufgrund eines Sequence-Timeouts, Inaktivit\u00E4ts-Timeouts, Authentifizierungs-/Autorisierungsfehlers oder Zertifikatsfehlers usw. aufgetreten.
action381412=Pr\u00FCfen Sie, ob der WS-Business-Service und der Ziel-Web Service korrekt funktionieren.
messagedetail381413=Der URI von WS-Proxy-Services darf nicht mit "/" enden.
action381413=Entfernen Sie "/" am Ende des URI des WS-Proxy-Service.
messagedetail381414=WS-Transportproxy-Services, die eine Authentifizierung mit Benutzername/Kennwort (also BASIC) erfordern, k\u00F6nnen nicht von anderen Proxys oder von der Testkonsole aufgerufen werden.
action381414=Pr\u00FCfen Sie die Konfiguration des Nachrichtenflusses, und stellen Sie sicher, dass keine Proxy-to-Proxy-Weiterleitungen an den Punkten vorhanden sind, an denen der Zielproxy-Service ein WS-Transportendpunkt mit BASIC-Authentifizierung ist. Stellen Sie dar\u00FCber hinaus bei jeder Verwendung der Testkonsole zum Testen eines solchen WS-Transportproxys sicher, dass das Kontrollk\u00E4stchen f\u00FCr direkten Aufruf auf "true" gesetzt ist.
messagedetail381415=Ein Identity Asserter mit aktivierter Unterst\u00FCtzung von X.509-Token wird ben\u00F6tigt, wenn die WS-Policy die CLIENT-CERT-Authentifizierung verlangt
action381415=Aktivieren Sie die X.509-Identity Assertion im Identity Assertion-Provider auf den Sicherheits-Realm-Seiten der WebLogic Server-Konsole
messagedetail381416=Ein Identity Asserter mit aktivierter Unterst\u00FCtzung von X.509-Token und Benutzername-Mapper-Plug-in wird ben\u00F6tigt, wenn die WS-Policy die CLIENT-CERT-Authentifizierung (erforderlich zur Unterst\u00FCtzung von wechselseitigem SSL) verlangt
action381416=Konfigurieren Sie die Felder des Benutzernamen-Mappers des Standard-Identity Assertion-Providers auf den Sicherheits-Realm-Seiten der WebLogic Server-Konsole
messagedetail381417=In der Regel m\u00FCssen die Managed Server mit "Client Cert Proxy Enabled" konfiguriert werden, wenn WS-Transportproxys in einem Cluster bereitgestellt und mit einer Policy konfiguriert sind, gem\u00E4\u00DF derer ein Clientzertifikat erforderlich ist. Auf diese Weise ber\u00FCcksichtigen die Managed Server das Zertifikat im HTTP-Header "WL-Proxy-Client-Cert". Lesen Sie den Abschnitt \u00FCber den Abschnitt zur SSL-Konfiguration in der WebLogic Server-Dokumentation, wenn Sie dieses Feature verwenden.
action381417=Setzen Sie die Option "Client Cert Proxy Enabled" in der WLS-Konsole auf "true". Dies kann auf Cluster-Ebene oder einzeln f\u00FCr jeden Managed Server im Cluster vorgenommen werden. Lesen Sie den Abschnitt zur SSL-Konfiguration in der WebLogic Server-Dokumentation, wenn Sie dieses Feature verwenden. Mit einem weblogic.security.net.ConnectionFilter k\u00F6nnen Sie sicherstellen, dass diese WebLogic Server-Instanz nur Verbindungen von Rechnern akzeptiert, auf denen das Proxyserver-Plug-in ausgef\u00FChrt wird. Andernfalls entsteht eine Sicherheitsl\u00FCcke, da der Header WL-Proxy-Client-Cert manipuliert werden kann.
messagedetail381418=Beim Verarbeiten einer eingehenden Nachricht durch den angegebenen WS-Proxy-Service ist ein unerwarteter Fehler aufgetreten.
action381418=Wenden Sie sich an den technischen Support.
messagedetail381419=Bei der Registrierung eines neuen WS-Business-Service ist ein Fehler aufgetreten: Einer der f\u00FCr den Business-Service konfigurierten URLs ist ung\u00FCltig. Gem\u00E4\u00DF RFC 2616 m\u00FCssen HTTP-URLs mit "http:// " beginnen und einen Hostnamen haben.
action381419=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr WS-Business-Service, und stellen Sie sicher, dass eine g\u00FCltige URL eingegeben wird.
messagedetail381420=Die Eigenschaft \"Synchron\" in der WS-Transportkonfiguration wird auf \"Same Transaction For Response\" in der Service-Konfiguration upgegradet.
messagedetail381421=Die Konfiguration der Fehler-Queue wird upgegradet.
messagedetail381422=Die nicht erfolgreiche Anforderungsnachricht konnte nicht an die Fehler-Queue f\u00FCr den Service gesendet werden.
cause381422=Die f\u00FCr den Service konfigurierte Fehler-Queue ist m\u00F6glicherweise nicht verf\u00FCgbar oder akzeptiert die Nachrichten von OSB nicht, da die Sicherheitszugangsdaten nicht \u00FCbereinstimmen.
action381422=Stellen Sie sicher, dass die konfigurierte Fehler-Queue verf\u00FCgbar ist, und stellen Sie dem Service die korrekten Zugangsdaten bereit.
