messagedetail381401=Se ha producido una excepci\u00F3n de car\u00E1cter general no esperada en el transporte de WS de OSB. Debe haber un mensaje de error que apunte a la causa del problema.
action381401=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail381403=No se ha configurado ning\u00FAn destino de cola de errores para este servicio de negocio. Si hay mensajes fallidos que desee colocar en una cola en concreto, configure el destino de la cola de errores para este servicio de negocio.
messagedetail381404=La pol\u00EDtica de este punto final requiere el uso de acceso HTTPS. Todas las URL de este punto final deben utilizar el protocolo HTTPS.
action381404=Edite las URL del punto final y aseg\u00FArese de que todas utilizan el protocolo HTTPS.
messagedetail381405=Se ha producido un error al registrar un nuevo servicio de proxy de WS. El URI configurado para este servicio de proxy "/" ya lo est\u00E1 utilizando la aplicaci\u00F3n de kernel interna de OSB.
action381405=Compruebe la configuraci\u00F3n de transporte del servicio de proxy de WS y aseg\u00FArese de que el URI de este proxy tiene un valor \u00FAnico distinto.
messagedetail381406=Se ha producido un error al registrar un nuevo servicio de proxy de WS. El URI configurado para este servicio de proxy es un URI absoluto. Los servicios de proxy s\u00F3lo admiten URI relativos.
action381406=Compruebe la configuraci\u00F3n de transporte del servicio de proxy de WS y aseg\u00FArese de que se utiliza un URI relativo (por ejemplo, "/foo").
messagedetail381407=Se ha producido un error al registrar un nuevo servicio de proxy de WS. El URI configurado para este servicio de proxy ya lo est\u00E1 utilizando otro servicio de proxy de WS o servicio de proxy HTTP. Todos los servicios de proxy de WS deben tener un URI \u00FAnico.
action381407=Compruebe la configuraci\u00F3n de transporte del servicio de proxy de WS y aseg\u00FArese de que se utiliza un valor \u00FAnico para el URI.
messagedetail381408=El servicio de negocio de WS debe tener URI absolutos.
action381408=Cambie la configuraci\u00F3n del servicio de negocio de WS y aseg\u00FArese de que todos los URI son absolutos.
messagedetail381409=Se ha producido un error al registrar el servicio de negocio de WS. Los servicios de negocio de WS s\u00F3lo pueden tener esquemas http o https.
action381409=Cambie el esquema del servicio de negocio de WS a http o a https.
messagedetail381410=Las pol\u00EDticas de autenticaci\u00F3n HTTPS BASIC requieren que los puntos finales env\u00EDen un nombre de usuario y una contrase\u00F1a al conectarse a un servicio de backend. Las cuentas de servicios especifican c\u00F3mo obtener el nombre de usuario y la contrase\u00F1a y permiten que el punto final pueda obtenerlas. Este punto final est\u00E1 configurado para utilizar autenticaci\u00F3n HTTPS BASIC saliente, sin embargo, la referencia de la cuenta de servicios es nula.
action381410=Configure la referencia de la cuenta de servicios a trav\u00E9s de la p\u00E1gina de configuraci\u00F3n de punto final.
messagedetail381411=Al llamar a un servicio de negocio de WS, la respuesta a una solicitud de WS no lleg\u00F3 en el tiempo de respuesta especificado antes de producirse un timeout.
action381411=Compruebe que el servicio de negocio de WS o el servicio web de destino funcionan correctamente y, si es necesario, aumente el valor de timeout de respuesta.
messagedetail381412=Se ha producido un error de entrega fiable al enviar el mensaje al servicio web fiable de destino. El error se puede deber a un timeout de secuencias, un timeout de inactividad, fallos de autenticaci\u00F3n o autorizaci\u00F3n, errores por certificados incorrectos, etc.
action381412=Compruebe que el servicio de negocio de WS y el servicio web de destino funcionan correctamente.
messagedetail381413=El URI de los servicios de proxy de WS no debe terminar en "/".
action381413=Elimine la terminaci\u00F3n "/" del URI del servicio de proxy de WS.
messagedetail381414=Los servicios de proxy de transporte de WS que requieren el uso de autenticaci\u00F3n mediante nombre de usuario y contrase\u00F1a (es decir, BASIC) no se pueden llamar desde otro proxy o desde la consola de prueba.
action381414=Revise la configuraci\u00F3n del flujo de mensajes y aseg\u00FArese de que no existen rutas de proxy a proxy en las que el servicio de proxy de destino es un punto final de transporte WS con autenticaci\u00F3n BASIC. Adem\u00E1s, si se utiliza la consola de pruebas para comprobar este tipo de proxy de transporte WS, aseg\u00FArese de que la casilla de control de llamada directa est\u00E1 activada.
messagedetail381415=Se requiere una afirmaci\u00F3n de identidad con soporte para el token X.509 activado siempre que la pol\u00EDtica de servicios web requiera el uso de la autenticaci\u00F3n CLIENT-CERT.
action381415=Active la afirmaci\u00F3n de identidad X.509 del proveedor de afirmaci\u00F3n de identidad  a trav\u00E9s de las p\u00E1ginas del dominio de seguridad de la consola de WebLogic Server.
messagedetail381416=Se requiere una afirmaci\u00F3n de identidad con el soporte para el token X.509 activado y el plugin de asignaci\u00F3n de nombre de usuario siempre que la pol\u00EDtica de servicios web requiera el uso de autenticaci\u00F3n CLIENT-CERT (s\u00F3lo es necesario para soportar SSL bidireccional).
action381416=Configura los campos de asignaci\u00F3n de nombre de usuario del proveedor de afirmaci\u00F3n de identidad por defecto a trav\u00E9s de las p\u00E1ginas del dominio de seguridad de la consola de WebLogic Server.
messagedetail381417=Normalmente, cuando un proxy de transporte de WS se configura con una pol\u00EDtica que requiere certificado de cliente y adem\u00E1s est\u00E1 desplegado en un cluster, los servidores gestionados deben tener configurado "Proxy de Certificado de Cliente Activado". De esta forma, los servidores gestionados mantendr\u00E1n el certificado con la cabecera HTTP "WL-Proxy-Client-Cert". Cuando vaya a utilizar esta funci\u00F3n, no olvide leer el apartado acerca de la configuraci\u00F3n de SSL de la documentaci\u00F3n de WebLogic Server.
action381417=Defina "Proxy de Certificado de Cliente Activado" como verdadero en la consola de WLS. Puede hacerlo tanto de forma general para todo el cluster como de forma individual para cada uno de los servidores gestionados del cluster. Cuando vaya a utilizar esta funci\u00F3n, no olvide leer el apartado acerca de la configuraci\u00F3n de SSL de la documentaci\u00F3n de WebLogic Server. Utilice weblogic.security.net.ConnectionFilter para garantizar que la instancia de WebLogic Server s\u00F3lo acepta conexiones del equipo donde se ejecuta el plugin del servidor proxy. De lo contrario, crear\u00E1 una vulnerabilidad de seguridad porque se podr\u00E1 suplantar la cabecera WL-Proxy-Client-Cert.
messagedetail381418=Se ha producido un error inesperado mientras el servicio de proxy de WS especificado procesaba un mensaje entrante.
action381418=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail381419=Se ha producido un error al registrar un nuevo servicio de negocio de WS. Una de las URL configuradas para el servicio de negocio no es v\u00E1lida. Seg\u00FAn la RFC 2616, las URL HTTP deben empezar por http:// y contener un nombre de host.
action381419=Compruebe la configuraci\u00F3n de transporte del servicio de negocio de WS y aseg\u00FArese de que se ha introducido una URL v\u00E1lida.
messagedetail381420=La propiedad \"S\u00EDncrono\" de la configuraci\u00F3n de transporte de WS se ha actualizado a \"Misma Transacci\u00F3n para Respuesta\" en la configuraci\u00F3n de servicio.
messagedetail381421=Se ha actualizado la configuraci\u00F3n de la cola de errores.
messagedetail381422=Se ha producido un error al enviar el mensaje de solicitud fallida a la cola de errores para este servicio.
cause381422=Puede que la cola de errores configurada para el servicio no est\u00E9 disponible o que no acepte mensajes de OSB debido a que las credenciales de seguridad no coinciden.
action381422=Aseg\u00FArese de que la cola de errores configurada est\u00E1 disponible y proporcione las credenciales correctas para el servicio.
