## P4ADE ## {0} : String method, {1} : Exception e
messagebody381401=Exception in {0}: {1}
## P4ADE ## {0} : String refName
messagebody381403=F\u00FCr den WS-Business-Service ist kein Fehlerziel konfiguriert: {0}
messagebody381404=Einer oder mehrere Endpunkt-URLs in diesem WS-Transport-Business-Service sind einfache HTTP-URLs. Die Policy setzt jedoch das HTTPS-Protokoll voraus
## P4ADE ## {0} : String uri
messagebody381405=Der URI {0} f\u00FCr diesen Proxy-Service wird bereits von der OSB-Kernel-Anwendung verwendet
## P4ADE ## {0} : String uri
messagebody381406=Ein eingehender WS-Endpunkt mit absolutem URI {0} kann nicht erstellt werden
## P4ADE ## {0} : String uri, {1} : String other
messagebody381407=Der URI {0} f\u00FCr diesen Proxy-Service wird bereits von einem anderen Proxy-Service verwendet: {1}
## P4ADE ## {0} : String uri
messagebody381408=Der WS-Business-Service muss immer \u00FCber einen absoluten URI verf\u00FCgen. Der angegebene URI ist nicht absolut: {0}
## P4ADE ## {0} : String uri
messagebody381409=Die ausgehenden WS-Services k\u00F6nnen nur \u00FCber HTTP- und HTTPS-Schemas verf\u00FCgen. Das Schema des angegebenen URI ist ung\u00FCltig: {0}
messagebody381410=Die WS-Policy des WS-Business-Service setzt die HTTPS BASIC-Authentifizierung voraus. Es wurde jedoch kein Service-Account konfiguriert
## P4ADE ## {0} : String mappingId
messagebody381411=Die Zeit f\u00FCr einen Eintrag mit dem Schl\u00FCssel: {0} wurde in der WsCorrelationTable \u00FCberschritten.
messagebody381412=Beim gesicherten Senden der Nachricht an den f\u00FCr das Ziel gesicherten Web Service ist ein Fehler aufgetreten.
## P4ADE ## {0} : String uri
messagebody381413=Am Ende von URI: {0} des WS-Proxy-Service steht ''/''.
## P4ADE ## {0} : String proxy
messagebody381414=Es wird versucht, indirekt an einen WS-Transportproxy zu senden, der eine BASIC-Authentifizierung ({0}) voraussetzt. Proxy-to-Proxy-Routing und Zugriff auf die Testkonsole sind mit diesem Muster nicht zul\u00E4ssig
## P4ADE ## {0} : String inboundEndpoint
messagebody381415=Die X.509-Token-Identity Assertion ist in der Sicherheits-Realm nicht aktiviert. Ein Identity Asserter mit aktivierter Unterst\u00FCtzung des X.509-Tokens ist erforderlich, da der WS-Proxy-Service "{0}" eine WS-Policy hat, die eine CLIENT-CERT-Authentifizierung erfordert
## P4ADE ## {0} : String inboundEndpoint
messagebody381416=Das X.509-Benutzernamen-Mapper-Sub-Plug-in des Standard-Identity Asserters ist nicht konfiguriert. Der Benutzernamen-Mapper wird ben\u00F6tigt, da der WS-Proxy-Service "{0}" eine WS-Policy hat, die eine CLIENT-CERT-Authentifizierung erfordert
## P4ADE ## {0} : String proxy
messagebody381417=Der WS-Transportproxy "{0}" wurde mit einer Policy konfiguriert, gem\u00E4\u00DF derer ein Clientzertifikat erforderlich ist, und wird in einem Cluster bereitgestellt. In der Regel befindet sich ein Load Balancer zwischen Client und Cluster. Der Load Balancer leitet die Clientzertifikate an den Server weiter. Der Server ber\u00FCcksichtigt das Zertifikat jedoch nur, wenn es mit "Client Cert Proxy Enabled" konfiguriert wurde. Andernfalls wird das Zertifikat ignoriert, und die Anforderung ist nicht erfolgreich.
## P4ADE ## {0} : String name
messagebody381418=Unerwarteter Fehler beim Verarbeiten einer eingehenden Nachricht f\u00FCr Endpunkt {0}
messagebody381419=URLs f\u00FCr WS-Business-Service m\u00FCssen mit http:// oder https:// beginnen und \u00FCber einen Hostnamen verf\u00FCgen
messagebody381420=Die Eigenschaft \"Synchron\" in der WS-Transportkonfiguration wird auf \"Same Transaction For Response\" in der Service-Konfiguration aktualisiert.
messagebody381421=Konfiguration der Fehler-Queue wird upgegradet.
## P4ADE ## {0} : String refGlobalName, {1} : Throwable th
messagebody381422=Das Senden der nicht erfolgreichen Anforderungsnachricht an die Fehler-Queue ist f\u00FCr Service: {0} mit Fehler : {1} nicht erfolgreich
