## P4ADE ## {0} : String method, {1} : Exception e
messagebody381401={0}\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## P4ADE ## {0} : String refName
messagebody381403=WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30E9\u30FC\u5B9B\u5148\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093: {0}
messagebody381404=\u3053\u306EWS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8URL\u306F\u30D7\u30EC\u30FC\u30F3\u306AHTTP URL\u3067\u3059\u304C\u3001\u30DD\u30EA\u30B7\u30FC\u306B\u3088\u308AHTTPS\u30D7\u30ED\u30C8\u30B3\u30EB\u304C\u5FC5\u8981\u3067\u3059
## P4ADE ## {0} : String uri
messagebody381405=\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI {0}\u306FOSB\u30AB\u30FC\u30CD\u30EB\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059
## P4ADE ## {0} : String uri
messagebody381406=\u7D76\u5BFEURI {0}\u3092\u4F7F\u7528\u3057\u3066\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9WS\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : String uri, {1} : String other
messagebody381407=\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI {0}\u306F\u5225\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059: {1}
## P4ADE ## {0} : String uri
messagebody381408=WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u5FC5\u305A\u7D76\u5BFEURI\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u7279\u5B9A\u306EURI\u304C\u7D76\u5BFEURI\u3067\u306F\u3042\u308A\u307E\u305B\u3093: {0}
## P4ADE ## {0} : String uri
messagebody381409=WS\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u4F7F\u7528\u3067\u304D\u308B\u306E\u306Fhttp\u30B9\u30AD\u30FC\u30E0\u3068https\u30B9\u30AD\u30FC\u30E0\u306E\u307F\u3067\u3059\u3002\u7279\u5B9A\u306EURI\u306B\u7121\u52B9\u306A\u30B9\u30AD\u30FC\u30E0\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059: {0}
messagebody381410=WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306EWS-Policy\u306B\u306FHTTPS BASIC\u8A8D\u8A3C\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093
## P4ADE ## {0} : String mappingId
messagebody381411=WsCorrelationTable\u3067\u30AD\u30FC{0}\u306E\u30A8\u30F3\u30C8\u30EA\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002
messagebody381412=\u4FE1\u983C\u6027\u306E\u3042\u308B\u30BF\u30FC\u30B2\u30C3\u30C8Web\u30B5\u30FC\u30D3\u30B9\u306B\u78BA\u5B9F\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3059\u308B\u9014\u4E2D\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## P4ADE ## {0} : String uri
messagebody381413=WS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI {0}\u306E\u672B\u5C3E\u306B''/''\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
## P4ADE ## {0} : String proxy
messagebody381414=BASIC\u8A8D\u8A3C\u3092\u5FC5\u8981\u3068\u3059\u308BWS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30AD\u30B7\u306B\u9593\u63A5\u9001\u4FE1\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F({0})\u3002\u3053\u306E\u30D1\u30BF\u30FC\u30F3\u3067\u306F\u3001\u30D7\u30ED\u30AD\u30B7\u9593\u306E\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u304A\u3088\u3073\u30C6\u30B9\u30C8\u30FB\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u30A2\u30AF\u30BB\u30B9\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093
## P4ADE ## {0} : String inboundEndpoint
messagebody381415=X.509\u30C8\u30FC\u30AF\u30F3ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30EB\u30E0\u3067\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093\u3002ws\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306BCLIENT-CERT\u8A8D\u8A3C\u304C\u5FC5\u8981\u306Aws-policy\u304C\u3042\u308B\u305F\u3081\u3001X.509\u30C8\u30FC\u30AF\u30F3\u306E\u30B5\u30DD\u30FC\u30C8\u304C\u6709\u52B9\u306AID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u5FC5\u8981\u3067\u3059
## P4ADE ## {0} : String inboundEndpoint
messagebody381416=\u30C7\u30D5\u30A9\u30EB\u30C8ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306EX.509\u30E6\u30FC\u30B6\u30FC\u540D\u30DE\u30C3\u30D4\u30F3\u30B0\u30FB\u30B5\u30D6\u30D7\u30E9\u30B0\u30A4\u30F3\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002ws\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306Ews-policy\u304CCLIENT-CERT\u8A8D\u8A3C\u3092\u5FC5\u8981\u3068\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u30DE\u30C3\u30D4\u30F3\u30B0\u304C\u5FC5\u8981\u3067\u3059
## P4ADE ## {0} : String proxy
messagebody381417=WS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30AD\u30B7"{0}"\u304Cclient-certificate-required\u30DD\u30EA\u30B7\u30FC\u3067\u69CB\u6210\u3055\u308C\u3001\u30AF\u30E9\u30B9\u30BF\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3068\u30AF\u30E9\u30B9\u30BF\u306E\u9593\u306B\u306F\u901A\u5E38\u30ED\u30FC\u30C9\u30FB\u30D0\u30E9\u30F3\u30B5\u304C\u3042\u308A\u307E\u3059\u3002\u30ED\u30FC\u30C9\u30FB\u30D0\u30E9\u30F3\u30B5\u306B\u3088\u308Aclient-certificates\u304C\u30B5\u30FC\u30D0\u30FC\u306B\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u304C\u3001"\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A3C\u660E\u66F8\u30D7\u30ED\u30AD\u30B7\u3092\u6709\u52B9\u5316"\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306E\u307F\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u3053\u306E\u8A3C\u660E\u66F8\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u305D\u308C\u4EE5\u5916\u306E\u5834\u5408\u3001\u8A3C\u660E\u66F8\u306F\u7121\u8996\u3055\u308C\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u5931\u6557\u3057\u307E\u3059\u3002
## P4ADE ## {0} : String name
messagebody381418=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8{0}\u306E\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F
messagebody381419=WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURL\u306Fhttp://\u307E\u305F\u306Fhttps://\u3067\u958B\u59CB\u3057\u3001\u30DB\u30B9\u30C8\u540D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
messagebody381420=WS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306E\"\u540C\u671F\"\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u306E\"\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u540C\u3058\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\"\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
messagebody381421=\u30A8\u30E9\u30FC\u30FB\u30AD\u30E5\u30FC\u69CB\u6210\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
## P4ADE ## {0} : String refGlobalName, {1} : Throwable th
messagebody381422=\u30B5\u30FC\u30D3\u30B9: {0}\u306E\u5931\u6557\u3057\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30A8\u30E9\u30FC\u30FB\u30AD\u30E5\u30FC\u3078\u306E\u9001\u4FE1\u304C\u30A8\u30E9\u30FC: {1}\u3067\u5931\u6557\u3057\u307E\u3057\u305F
