## P4ADE ## {0} : String method, {1} : Exception e
messagebody381401=Excepci\u00F3n en {0}: {1}
## P4ADE ## {0} : String refName
messagebody381403=No se ha configurado ning\u00FAn destino de error para el servicio de negocio de WS: {0}.
messagebody381404=Una o m\u00E1s URL de punto final de este servicio de negocio de transporte de WS son URL de HTTP. No obstante, la pol\u00EDtica requiere que se utilice el protocolo HTTPS.
## P4ADE ## {0} : String uri
messagebody381405=El URI {0} de este servicio de proxy ya lo est\u00E1 utilizando la aplicaci\u00F3n de Kernel de OSB.
## P4ADE ## {0} : String uri
messagebody381406=No se ha podido crear un punto final de WS entrante con el URI absoluto {0}.
## P4ADE ## {0} : String uri, {1} : String other
messagebody381407=El URI {0} para este servicio de proxy ya lo est\u00E1 utilizando otro servicio de proxy: {1}.
## P4ADE ## {0} : String uri
messagebody381408=El servicio de negocio de WS siempre debe tener un URI absoluto. El URI proporcionado no es absoluto: {0}.
## P4ADE ## {0} : String uri
messagebody381409=Los servicios salientes de WS s\u00F3lo pueden tener esquemas http y https. El esquema del URI proporcionado no es v\u00E1lido: {0}.
messagebody381410=La pol\u00EDtica de servicios web del servicio de negocio de WS requiere el uso de autenticaci\u00F3n HTTPS BASIC, sin embargo a\u00FAn no se ha configurado ninguna cuenta de servicios.
## P4ADE ## {0} : String mappingId
messagebody381411=La entrada con la clave {0} ha sufrido un timeout en WsCorrelationTable.
messagebody381412=Se ha producido un error al enviar el mensaje de forma fiable al servicio web fiable de destino.
## P4ADE ## {0} : String uri
messagebody381413=El URI {0} del servicio de proxy de WS termina en ''/''.
## P4ADE ## {0} : String proxy
messagebody381414=Se ha intentado realizar un env\u00EDo indirecto a un proxy de transporte de WS que requiere el uso de autenticaci\u00F3n BASIC ({0}). Este patr\u00F3n no permite el acceso a la consola de prueba ni el direccionamiento de proxy a proxy.
## P4ADE ## {0} : String inboundEndpoint
messagebody381415=La afirmaci\u00F3n de identidad del token X.509 no est\u00E1 activada en el dominio de seguridad. Se necesita una afirmaci\u00F3n de identidad con soporte para el token X.509 porque el servicio de proxy de WS "{0}" tiene una pol\u00EDtica de WS que requiere el uso de autenticaci\u00F3n CLIENT-CERT.
## P4ADE ## {0} : String inboundEndpoint
messagebody381416=No se ha configurado el subplugin de asignaci\u00F3n de nombre de usuario X.509 de la afirmaci\u00F3n de identidad por defecto. Se necesita la asignaci\u00F3n de nombre de usuario porque el servicio de proxy de WS "{0}" tiene una pol\u00EDtica de servicios web que requiere el uso de autenticaci\u00F3n CLIENT-CERT.
## P4ADE ## {0} : String proxy
messagebody381417=El proxy de transporte de WS "{0}" est\u00E1 configurado con una pol\u00EDtica que requiere certificado de cliente y est\u00E1 desplegado en un cluster. Normalmente, existe un equilibrador de carga entre el cliente y el cluster. El equilibrador de carga reenv\u00EDa los certificados de cliente al servidor, pero el servidor s\u00F3lo mantendr\u00E1 el certificado si est\u00E1 configurado con "Proxy de Certificado de Cliente Activado". De lo contrario, se ignorar\u00E1 el certificado y la solicitud no ser\u00E1 correcta.
## P4ADE ## {0} : String name
messagebody381418=Se ha producido un error inesperado al procesar un mensaje entrante para el punto final {0}.
messagebody381419=Las URL de servicio de negocio de WS deben comenzar por http:// o https:// y deben contener un nombre de host.
messagebody381420=La propiedad \"S\u00EDncrono\" de la configuraci\u00F3n de transporte de WS se ha actualizado a \"Misma Transacci\u00F3n para Respuesta\" en la configuraci\u00F3n de servicio.
messagebody381421=Se ha actualizado la configuraci\u00F3n de la cola de errores.
## P4ADE ## {0} : String refGlobalName, {1} : Throwable th
messagebody381422=Se ha producido un error al enviar el mensaje de solicitud fallida a la cola de errores para el servicio {0} con el error {1}.
