## P4ADE ## {0} : String method, {1} : Exception e
messagebody381401=Exce\u00E7\u00E3o em {0}: {1}
## P4ADE ## {0} : String refName
messagebody381403=Nenhum destino de erro foi configurado para o servi\u00E7o de neg\u00F3cios de web services: {0}
messagebody381404=Um ou mais URLs do ponto final neste servi\u00E7o de neg\u00F3cios de transporte de web services s\u00E3o URLs de HTTP simples, mas a pol\u00EDtica requer o protocolo HTTPS
## P4ADE ## {0} : String uri
messagebody381405=O URI {0} deste servi\u00E7o de proxy j\u00E1 est\u00E1 sendo usado pela aplica\u00E7\u00E3o OSB Kernel
## P4ADE ## {0} : String uri
messagebody381406=N\u00E3o \u00E9 poss\u00EDvel criar um ponto final de web services de entrada com o URI absoluto {0}
## P4ADE ## {0} : String uri, {1} : String other
messagebody381407=O URI {0} deste servi\u00E7o de proxy j\u00E1 est\u00E1 sendo usado por outro servi\u00E7o de proxy: {1}
## P4ADE ## {0} : String uri
messagebody381408=O servi\u00E7o de neg\u00F3cios de web services sempre deve ter o URI absoluto. O URI fornecido n\u00E3o \u00E9 absoluto: {0}
## P4ADE ## {0} : String uri
messagebody381409=Os servi\u00E7os de sa\u00EDda de web services s\u00F3 podem ter esquemas http e https. O URI fornecido tem o esquema inv\u00E1lido: {0}
messagebody381410=A pol\u00EDtica de web services do servi\u00E7o de neg\u00F3cios de web services exige autentica\u00E7\u00E3o BASIC de HTTPS, mas nenhuma conta de servi\u00E7o foi configurada
## P4ADE ## {0} : String mappingId
messagebody381411=Uma entrada com a chave:{0} foi submetida a timeout em WsCorrelationTable.
messagebody381412=Ocorreu um erro ao enviar a mensagem de forma confi\u00E1vel para o web service confi\u00E1vel de destino.
## P4ADE ## {0} : String uri
messagebody381413=URI:{0} do servi\u00E7o de proxy de web services tem ''/'' no final.
## P4ADE ## {0} : String proxy
messagebody381414=Tentativa de envio indireto para um proxy de transporte de web services que exige autentica\u00E7\u00E3o BASIC ({0}). O roteamento proxy-para-proxy e o acesso da console de teste n\u00E3o s\u00E3o permitidos com este padr\u00E3o
## P4ADE ## {0} : String inboundEndpoint
messagebody381415=Asser\u00E7\u00E3o de identidade de token X.509 n\u00E3o permitida no realm de seguran\u00E7a. Uma asser\u00E7\u00E3o de identidade com o suporte de token X.509 ativado \u00E9 necess\u00E1ria porque o servi\u00E7o de proxy de web services "{0}" tem uma pol\u00EDtica de web services que exige autentica\u00E7\u00E3o do CERTIFICADO DO CLIENTE
## P4ADE ## {0} : String inboundEndpoint
messagebody381416=O subplug-in do mapeador do nome do usu\u00E1rio X.509 da asser\u00E7\u00E3o de identidade default n\u00E3o est\u00E1 configurado. O mapeador do nome do usu\u00E1rio \u00E9 necess\u00E1rio porque o servi\u00E7o de proxy de web services "{0}" tem uma pol\u00EDtica de web services que exige a autentica\u00E7\u00E3o do CERTIFICADO DO CLIENTE
## P4ADE ## {0} : String proxy
messagebody381417=O proxy de transporte de web services "{0}" \u00E9 configurado com a pol\u00EDtica do certificado do cliente necess\u00E1ria e \u00E9 implantada em um cluster. Geralmente h\u00E1 um balanceador de carga entre o cliente e o cluster. O balanceador de carga envia certificados do cliente ao servidor, mas o servidor s\u00F3 ir\u00E1 honrar este certificado se for configurado com a op\u00E7\u00E3o "Proxy de Cert. do Cliente Ativado", caso contr\u00E1rio, o certificado ser\u00E1 ignorado e a solicita\u00E7\u00E3o falhar\u00E1.
## P4ADE ## {0} : String name
messagebody381418=Falha inesperada ao processar uma mensagem de entrada para o ponto final {0}
messagebody381419=Os URLs do servi\u00E7o de neg\u00F3cios de web services deve come\u00E7ar com http:// ou https:// e ter um nome de host
messagebody381420=A propriedade \"S\u00EDncrona\" na configura\u00E7\u00E3o de transporte de web services foi submetida a upgrade para \"Mesma Transa\u00E7\u00E3o de Resposta\" na configura\u00E7\u00E3o do servi\u00E7o.
messagebody381421=A Configura\u00E7\u00E3o da Fila de Erro foi submetida a upgrade.
## P4ADE ## {0} : String refGlobalName, {1} : Throwable th
messagebody381422=Falha no envio da mensagem da solicita\u00E7\u00E3o para a fila de erro \u00E9 uma falha de servi\u00E7o: {0} com erro : {1}
