messagedetail381401=Une exception polyvalente inattendue est survenue dans le transport WS OSB. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381401=Contactez le support technique Oracle.
messagedetail381403=Aucune destination de file d'attente d'erreurs n'est configur\u00E9e pour ce service fonctionnel. Pour que les messages en \u00E9chec soient plac\u00E9s dans la file d'attente voulue, configurez-en une.
messagedetail381404=La strat\u00E9gie de cette adresse requiert un acc\u00E8s HTTPS. Toutes les URL de cette adresse doivent utiliser le protocole HTTPS.
action381404=Modifiez les URL de l'adresse de sorte qu'elles utilisent toutes le protocole HTTPS.
messagedetail381405=Une erreur est survenue lors de l'inscription d'un nouveau service proxy WS : l'URI configur\u00E9 pour ce service proxy "/" est d\u00E9j\u00E0 utilis\u00E9 par l'application noyau OSB.
action381405=V\u00E9rifiez la configuration du transport pour le service proxy WS et assurez-vous qu'une valeur unique diff\u00E9rente est utilis\u00E9e pour l'URI de ce proxy.
messagedetail381406=Une erreur est survenue lors de l'inscription d'un nouveau service proxy WS : l'URI configur\u00E9 pour ce service proxy est un URI absolu. Seuls les URI relatifs sont pris en charge pour les services proxy WS.
action381406=V\u00E9rifiez la configuration du transport pour le service proxy WS et assurez-vous que l'URI utilis\u00E9 est relatif (par exemple, "/foo").
messagedetail381407=Une erreur est survenue lors de l'inscription d'un nouveau service proxy WS : l'URI configur\u00E9 pour ce service proxy est d\u00E9j\u00E0 utilis\u00E9 par un autre service proxy WS ou par un service proxy HTTP. Chaque service proxy WS doit avoir un URI unique.
action381407=V\u00E9rifiez la configuration du transport pour le service proxy WS et assurez-vous que l'URI utilis\u00E9 est unique.
messagedetail381408=Le service fonctionnel WS doit avoir des URI absolus.
action381408=Modifiez la configuration du service fonctionnel WS et assurez-vous que tous les URI sont absolus.
messagedetail381409=Une erreur est survenue lors de l'inscription d'un nouveau service proxy WS : les mod\u00E8les des services fonctionnels WS ne peuvent \u00EAtre que http et https.
action381409=Modifiez le mod\u00E8le du service fonctionnel WS et remplacez-le par http ou https.
messagedetail381410=Une strat\u00E9gie d'authentification de base HTTPS requiert l'utilisation par l'adresse d'un nom utilisateur et d'un mot de passe pour la connexion au service d'arri\u00E8re-plan. Un compte de service indique comment se les procurer et permet \u00E0 l'adresse de les obtenir. Cette adresse est configur\u00E9e pour une authentification de base HTTPS sortante, mais la r\u00E9f\u00E9rence du compte de service est NULL.
action381410=Configurez une r\u00E9f\u00E9rence de compte de service dans la page de configuration de l'adresse.
messagedetail381411=Lors de l'appel d'un service fonctionnel WS, une r\u00E9ponse \u00E0 une demande WS n'est pas arriv\u00E9e avant l'expiration de la temporisation de r\u00E9ponse indiqu\u00E9e.
action381411=Assurez-vous que le service fonctionnel WS ou le service Web cible fonctionne correctement et, si n\u00E9cessaire, augmentez la valeur de temporisation de r\u00E9ponse.
messagedetail381412=Echec de la distribution fiable lors de l'envoi du message au service Web fiable cible. Causes possibles : temporisation de s\u00E9quence, temporisation d'inactivit\u00E9, \u00E9chec d'authentification/autorisation, erreurs de certificat, etc.
action381412=Assurez-vous que le service fonctionnel WS ou le service Web cible fonctionne correctement.
messagedetail381413=L'URI des services proxy WS ne doit pas se terminer par '/'.
action381413=Enlevez '/' \u00E0 la fin de l'URI du service proxy WS.
messagedetail381414=Les services proxy de transport WS qui requi\u00E8rent une authentification du nom utilisateur/mot de passe (autrement dit, de base) ne peuvent pas \u00EAtre appel\u00E9s \u00E0 partir d'un autre proxy ou de la console de test.
action381414=V\u00E9rifiez la configuration du flux de messages et assurez-vous qu'il n'y a pas de routes de proxy \u00E0 proxy o\u00F9 le service proxy cible est une adresse de transport WS avec une authentification de base. V\u00E9rifiez \u00E9galement que, lorsque la console de test est utilis\u00E9e pour tester un tel proxy de transport WS, la case "appel direct" est coch\u00E9e.
messagedetail381415=Un composant d'assertion d'identit\u00E9 avec prise en charge de jeton X.509 activ\u00E9e est requis lorsque la strat\u00E9gie WS requiert une authentification CLIENT-CERT
action381415=Activez l'assertion d'identit\u00E9 X.509 dans votre fournisseur d'assertion d'identit\u00E9, dans les pages de domaine de s\u00E9curit\u00E9 de la console WebLogic Server.
messagedetail381416=Un composant d'assertion d'identit\u00E9 avec prise en charge de jeton X.509 activ\u00E9e et module d'extension de correspondance de nom utilisateur activ\u00E9 est requis lorsque la strat\u00E9gie WS requiert une authentification CLIENT-CERT (obligatoire pour la prise en charge du SSL bidirectionnel).
action381416=Configurez les champs du composant de correspondance de nom utilisateur du fournisseur d'assertion d'identit\u00E9 par d\u00E9faut dans les pages de domaine de s\u00E9curit\u00E9 de la console WebLogic Server.
messagedetail381417=En g\u00E9n\u00E9ral, lorsqu'un proxy de transport WS est configur\u00E9 avec une strat\u00E9gie requ\u00E9rant un certificat client et est d\u00E9ploy\u00E9 dans un cluster, les serveurs g\u00E9r\u00E9s doivent \u00EAtre configur\u00E9s avec "Proxy de certificat client activ\u00E9". Ainsi, les serveurs g\u00E9r\u00E9s prennent en compte le certificat dans l'en-t\u00EAte HTTP "WL-Proxy-Client-Cert". Si vous utilisez cette fonctionnalit\u00E9, veuillez lire la section de la documentation WebLogic Server relative \u00E0 la configuration SSL.
action381417=Affectez la valeur True \u00E0 l'option "Proxy de certificat client activ\u00E9" dans la console WLS, au niveau du cluster ou au niveau de chaque serveur g\u00E9r\u00E9 du cluster. Si vous utilisez cette fonctionnalit\u00E9, veuillez lire la section de la documentation WebLogic Server relative \u00E0 la configuration SSL. Utilisez un filtre weblogic.security.net.ConnectionFilter pour garantir que cette instance WebLogic Server n'acceptera de connexions que de l'ordinateur sur lequel le module d'extension proxy-serveur s'ex\u00E9cute ; sinon, vous rendrez le syst\u00E8me vuln\u00E9rable car l'en-t\u00EAte WL-Proxy-Client-Cert pourra \u00EAtre d\u00E9tourn\u00E9.
messagedetail381418=Une erreur inattendue est survenue lors du traitement d'un message entrant par le service proxy WS indiqu\u00E9.
action381418=Contactez le support technique Oracle.
messagedetail381419=Une erreur est survenue lors de l'inscription d'un nouveau service fonctionnel WS : l'une des URL configur\u00E9es pour ce service n'est pas valide. Selon la norme RFC 2616, les URL HTTP doivent commencer par http:// et comporter un nom d'h\u00F4te.
action381419=V\u00E9rifiez la configuration du transport pour le service proxy WS et assurez-vous que les URL sont valides.
messagedetail381420=La propri\u00E9t\u00E9 Synchrone de la configuration du transport WS a \u00E9t\u00E9 mise \u00E0 niveau avec la valeur M\u00EAme transaction pour la r\u00E9ponse dans la configuration du service.
messagedetail381421=La configuration de la file d'attente des erreurs a \u00E9t\u00E9 mise \u00E0 niveau.
messagedetail381422=Echec de l'envoi du message de demande en erreur dans la file d'attente des erreurs pour le service.
cause381422=La file d'attente des erreurs configur\u00E9e pour le service n'est peut-\u00EAtre pas disponible ou n'accepte peut-\u00EAtre pas les messages d'OSB car les informations d'identification et de connexion de s\u00E9curit\u00E9 ne concordent pas.
action381422=Assurez-vous que la file d'attente des erreurs configur\u00E9e est disponible et fournissez des informations d'identification et de connexion correctes pour le service.
