messagedetail381401=OSB WS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u6C4E\u7528\u7684\u306A\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381401=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail381403=\u3053\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30E9\u30FC\u30FB\u30AD\u30E5\u30FC\u5B9B\u5148\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u5931\u6557\u3057\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u76EE\u7684\u306E\u30AD\u30E5\u30FC\u306B\u914D\u7F6E\u3059\u308B\u5834\u5408\u306F\u3001\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u30A8\u30E9\u30FC\u30FB\u30AD\u30E5\u30FC\u5B9B\u5148\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381404=\u3053\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u30DD\u30EA\u30B7\u30FC\u3067\u306FHTTPS\u30A2\u30AF\u30BB\u30B9\u304C\u5FC5\u8981\u3067\u3059\u3002\u3053\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u3059\u3079\u3066\u306EURL\u3067\u306FHTTPS\u30D7\u30ED\u30C8\u30B3\u30EB\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
action381404=\u3059\u3079\u3066\u306EURL\u304C\u5FC5\u305AHTTPS\u30D7\u30ED\u30C8\u30B3\u30EB\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8URL\u3092\u7DE8\u96C6\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381405=\u65B0\u3057\u3044WS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"/"\u7528\u306B\u69CB\u6210\u3055\u308C\u305FURI\u306F\u5185\u90E8OSB\u30AB\u30FC\u30CD\u30EB\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action381405=WS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u306EURI\u3068\u3057\u3066\u5225\u306E\u4E00\u610F\u306E\u5024\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381406=\u65B0\u3057\u3044WS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u7528\u306B\u69CB\u6210\u3055\u308C\u305FURI\u306F\u7D76\u5BFEURI\u3067\u3059\u3002WS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u308B\u306E\u306F\u76F8\u5BFEURI\u306E\u307F\u3067\u3059\u3002
action381406=WS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u76F8\u5BFEURI("/foo"\u306A\u3069)\u306E\u307F\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381407=\u65B0\u3057\u3044WS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u7528\u306B\u69CB\u6210\u3055\u308C\u305FURI\u306F\u5225\u306EWS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306FHTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u5404WS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3054\u3068\u306B\u4E00\u610F\u306EURI\u304C\u5FC5\u8981\u3067\u3059\u3002
action381407=WS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001URI\u306E\u4E00\u610F\u306E\u5024\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381408=WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u7D76\u5BFEURI\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381408=WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u3092\u5909\u66F4\u3057\u3066\u3001\u3059\u3079\u3066\u306EURI\u304C\u7D76\u5BFEURI\u306B\u306A\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381409=\u65B0\u3057\u3044WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u4F7F\u7528\u3067\u304D\u308B\u306E\u306Fhttp\u30B9\u30AD\u30FC\u30E0\u3068https\u30B9\u30AD\u30FC\u30E0\u306E\u307F\u3067\u3059\u3002
action381409=WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30B9\u30AD\u30FC\u30E0\u3092http\u307E\u305F\u306Fhttps\u306B\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381410=HTTPS BASIC\u8A8D\u8A3C\u30DD\u30EA\u30B7\u30FC\u306B\u306F\u3001\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u30FB\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u63A5\u7D9A\u6642\u306B\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u9001\u4FE1\u3059\u308B\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u304C\u5FC5\u8981\u3067\u3059\u3002\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u3067\u306F\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u53D6\u5F97\u3059\u308B\u65B9\u6CD5\u3092\u6307\u5B9A\u3057\u3001\u305D\u308C\u3089\u3092\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u304B\u3089\u53D6\u5F97\u3067\u304D\u308B\u3088\u3046\u306B\u3057\u307E\u3059\u3002\u3053\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306F\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9HTTPS BASIC\u8A8D\u8A3C\u7528\u306B\u69CB\u6210\u3055\u308C\u307E\u3059\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u53C2\u7167\u306Fnull\u3067\u3059\u3002
action381410=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u69CB\u6210\u30DA\u30FC\u30B8\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u53C2\u7167\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381411=WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u547C\u51FA\u3057\u4E2D\u3001\u6307\u5B9A\u3055\u308C\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u304C\u767A\u751F\u3059\u308B\u524D\u306B\u3001WS\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u5BFE\u3059\u308B\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u5230\u9054\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action381411=WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306F\u30BF\u30FC\u30B2\u30C3\u30C8Web\u30B5\u30FC\u30D3\u30B9\u304C\u6B63\u3057\u304F\u6A5F\u80FD\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306E\u5024\u3092\u5897\u3084\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381412=\u4FE1\u983C\u6027\u306E\u3042\u308B\u30BF\u30FC\u30B2\u30C3\u30C8Web\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9001\u4FE1\u4E2D\u306B\u3001\u4FE1\u983C\u3067\u304D\u308B\u914D\u4FE1\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306E\u5931\u6557\u306F\u3001\u30B7\u30FC\u30B1\u30F3\u30B9\u306E\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3001\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u30FB\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3001\u8A8D\u8A3C/\u8A8D\u53EF\u306E\u30A8\u30E9\u30FC\u307E\u305F\u306F\u4E0D\u6B63\u306A\u8A3C\u660E\u66F8\u30A8\u30E9\u30FC\u306A\u3069\u304C\u539F\u56E0\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381412=WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306F\u30BF\u30FC\u30B2\u30C3\u30C8Web\u30B5\u30FC\u30D3\u30B9\u304C\u6B63\u3057\u304F\u6A5F\u80FD\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381413=WS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI\u306E\u672B\u5C3E\u306B'/'\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
action381413=WS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI\u306E\u672B\u5C3E\u306E'/'\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381414=\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u306E(BASIC)\u8A8D\u8A3C\u304C\u5FC5\u8981\u306AWS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u3001\u5225\u306E\u30D7\u30ED\u30AD\u30B7\u307E\u305F\u306F\u30C6\u30B9\u30C8\u30FB\u30B3\u30F3\u30BD\u30FC\u30EB\u304B\u3089\u547C\u51FA\u305B\u307E\u305B\u3093\u3002
action381414=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304CBASIC\u8A8D\u8A3C\u3092\u4F7F\u7528\u3059\u308BWS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306B\u306A\u308B\u30D7\u30ED\u30AD\u30B7\u9593\u306E\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3092\u4F7F\u7528\u3057\u306A\u3044\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u30C6\u30B9\u30C8\u30FB\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u3053\u306E\u3088\u3046\u306AWS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30AD\u30B7\u3092\u30C6\u30B9\u30C8\u3059\u308B\u5834\u5408\u306F\u5FC5\u305A\u300C\u76F4\u63A5\u547C\u51FA\u3057\u300D\u30C1\u30A7\u30C3\u30AF\u30FB\u30DC\u30C3\u30AF\u30B9\u3092true\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381415=ws-policy\u3067CLIENT-CERT\u8A8D\u8A3C\u304C\u5FC5\u8981\u306A\u5834\u5408\u306F\u5E38\u306BX.509\u30C8\u30FC\u30AF\u30F3\u30FB\u30B5\u30DD\u30FC\u30C8\u304C\u6709\u52B9\u306AID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u5FC5\u8981\u3067\u3059
action381415=ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306EX.509 ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092WebLogic Server\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30EB\u30E0\u30FB\u30DA\u30FC\u30B8\u3067\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381416=ws-policy\u304CCLIENT-CERT\u8A8D\u8A3C\u3092\u5FC5\u8981\u3068\u3059\u308B\u5834\u5408\u306F\u5E38\u306B\u3001X.509\u30C8\u30FC\u30AF\u30F3\u30FB\u30B5\u30DD\u30FC\u30C8\u304C\u6709\u52B9\u306B\u3055\u308C\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u30DE\u30C3\u30D4\u30F3\u30B0\u30FB\u30D7\u30E9\u30B0\u30A4\u30F3\u304C\u6709\u52B9\u306B\u3055\u308C\u305FID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u5FC5\u8981\u3067\u3059(\u3053\u308C\u306F\u3001\u53CC\u65B9\u5411SSL\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u3067\u3059)
action381416=\u30C7\u30D5\u30A9\u30EB\u30C8ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30E6\u30FC\u30B6\u30FC\u540D\u30DE\u30C3\u30D1\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092WebLogic Server\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30EB\u30E0\u30FB\u30DA\u30FC\u30B8\u3067\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381417=\u901A\u5E38\u3001WS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30AD\u30B7\u304C\u3001client-certificate-required\u30DD\u30EA\u30B7\u30FC\u3092\u69CB\u6210\u306B\u542B\u307F\u3001\u30AF\u30E9\u30B9\u30BF\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u306F"\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A3C\u660E\u66F8\u30D7\u30ED\u30AD\u30B7\u3092\u6709\u52B9\u5316"\u3092\u4F7F\u7528\u3057\u3066\u69CB\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u304C"WL-Proxy-Client-Cert" HTTP\u30D8\u30C3\u30C0\u30FC\u306E\u8A3C\u660E\u66F8\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u3059\u308B\u305F\u3081\u3067\u3059\u3002\u3053\u306E\u6A5F\u80FD\u3092\u4F7F\u7528\u3059\u308B\u969B\u306F\u3001WebLogic Server\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306ESSL\u69CB\u6210\u306B\u95A2\u3059\u308B\u30BB\u30AF\u30B7\u30E7\u30F3\u3092\u5FC5\u305A\u304A\u8AAD\u307F\u304F\u3060\u3055\u3044\u3002
action381417=WLS\u30B3\u30F3\u30BD\u30FC\u30EB\u3067"\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A3C\u660E\u66F8\u30D7\u30ED\u30AD\u30B7\u3092\u6709\u52B9\u5316"\u3092true\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002\u8A2D\u5B9A\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u30FB\u30EC\u30D9\u30EB\u3067\u884C\u3046\u3053\u3068\u3082\u3001\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u500B\u5225\u306E\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u3054\u3068\u306B\u884C\u3046\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002\u3053\u306E\u6A5F\u80FD\u3092\u4F7F\u7528\u3059\u308B\u969B\u306F\u3001WebLogic Server\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306ESSL\u69CB\u6210\u306B\u95A2\u3059\u308B\u30BB\u30AF\u30B7\u30E7\u30F3\u3092\u5FC5\u305A\u304A\u8AAD\u307F\u304F\u3060\u3055\u3044\u3002weblogic.security.net.ConnectionFilter\u3092\u4F7F\u7528\u3057\u3066\u3001\u3053\u306EWebLogic Server\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u5FC5\u305Aproxy-server\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u5B9F\u884C\u4E2D\u306E\u30DE\u30B7\u30F3\u304B\u3089\u306E\u63A5\u7D9A\u306E\u307F\u3092\u8A31\u53EF\u3059\u308B\u3088\u3046\u306B\u3057\u307E\u3059\u3002\u305D\u3046\u3057\u306A\u3044\u3068\u3001WL-Proxy-Client-Cert\u30D8\u30C3\u30C0\u30FC\u304C\u30B9\u30D7\u30FC\u30D5\u30A3\u30F3\u30B0\u3055\u308C\u3001\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u8106\u5F31\u6027\u304C\u751F\u3058\u307E\u3059\u3002
messagedetail381418=\u6307\u5B9A\u3055\u308C\u305FWS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u308B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action381418=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail381419=\u65B0\u3057\u3044WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u69CB\u6210\u3055\u308C\u305F\u3044\u305A\u308C\u304B\u306EURL\u304C\u7121\u52B9\u3067\u3059\u3002RFC 2616\u306B\u3088\u308B\u3068\u3001HTTP URL\u306Fhttp://\u3067\u958B\u59CB\u3057\u3001\u30DB\u30B9\u30C8\u540D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381419=WS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u5165\u529B\u3055\u308C\u305FURL\u304C\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381420=WS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306E\"\u540C\u671F\"\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u306E\"\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u540C\u3058\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\"\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
messagedetail381421=\u30A8\u30E9\u30FC\u30FB\u30AD\u30E5\u30FC\u69CB\u6210\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
messagedetail381422=\u30B5\u30FC\u30D3\u30B9\u306E\u5931\u6557\u3057\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30A8\u30E9\u30FC\u30FB\u30AD\u30E5\u30FC\u3078\u306E\u9001\u4FE1\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause381422=\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u305F\u30A8\u30E9\u30FC\u30FB\u30AD\u30E5\u30FC\u304C\u4F7F\u7528\u3067\u304D\u306A\u3044\u304B\u3001\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u8CC7\u683C\u8A3C\u660E\u304C\u4E00\u81F4\u3057\u306A\u3044\u305F\u3081\u306BOSB\u304B\u3089\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u3051\u4ED8\u3051\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381422=\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30A8\u30E9\u30FC\u30FB\u30AD\u30E5\u30FC\u304C\u4F7F\u7528\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u6B63\u3057\u3044\u8CC7\u683C\u8A3C\u660E\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
