messagedetail381401=Ocorreu uma exce\u00E7\u00E3o de finalidade geral inesperada no transporte de web services do OSB. Deve haver uma mensagem de erro que indica a causa do problema.
action381401=Entre em contato com o suporte t\u00E9cnico.
messagedetail381403=Nenhum destino da fila de erro foi configurado para este servi\u00E7o de neg\u00F3cios. Se as mensagens com falha tiverem de ser colocadas na fila desejada, configure o destino da fila de erro no servi\u00E7o de neg\u00F3cios.
messagedetail381404=Esta pol\u00EDtica de ponto final exige acesso de HTTPS. Todos os URLs neste ponto final devem usar o protocolo de HTTPS
action381404=Edite os URLs do ponto final para certificar-se de que todos os URLs usam o protocolo HTTPS
messagedetail381405=Ocorreu um erro ao registrar o novo servi\u00E7o de proxy de web services: o URI configurado para este servi\u00E7o de proxy "/" j\u00E1 foi usado pela aplica\u00E7\u00E3o Kernel interna do OSB.
action381405=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de proxy de web services e certifique-se de que um valor exclusivo diferente seja usado para o URI deste proxy.
messagedetail381406=Ocorreu um erro ao registrar um novo servi\u00E7o de proxy de web services: o URI configurado para este servi\u00E7o de proxy \u00E9 um URL absoluto. Somente os URIs relativos s\u00E3o suportados para os servi\u00E7os de proxy de web services.
action381406=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de proxy de web services e certifique-se de que somente um URI relativo (por exemplo, "/foo") foi usado.
messagedetail381407=Ocorreu um erro ao registrar um novo servi\u00E7o de proxy de web services: O URI configurado para este servi\u00E7o de proxy j\u00E1 foi usado por outro servi\u00E7o de proxy HTTP ou o servi\u00E7o de proxy de web services. Cada servi\u00E7o de proxy de web services tem um URL exclusivo.
action381407=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de proxy de web services e certifique-se de que o valor do URI foi usado.
messagedetail381408=O servi\u00E7o de neg\u00F3cios de web services deve ter URIs absolutos.
action381408=Altere a configura\u00E7\u00E3o do servi\u00E7o de neg\u00F3cios de web services e certifique-se de que todos os URIs sejam absolutos.
messagedetail381409=Ocorreu um erro ao registrar o novo servi\u00E7o de neg\u00F3cios dos web services: os servi\u00E7os de neg\u00F3cios dos web services s\u00F3 podem ter esquemas de http e https.
action381409=Altere o esquema do servi\u00E7o de neg\u00F3cios dos web services para http ou https.
messagedetail381410=Uma pol\u00EDtica de autentica\u00E7\u00E3o BASIC de HTTPS requer que o ponto final envie um nome de usu\u00E1rio/senha ao estabelecer conex\u00E3o com o servi\u00E7o de backend. Uma conta de servi\u00E7o especifica como obter o nome do usu\u00E1rio/senha e permite que o ponto final obtenha o nome do usu\u00E1rio/senha. Este ponto final \u00E9 configurado para autentica\u00E7\u00E3o BASIC de HTTPS de sa\u00EDda, a refer\u00EAncia da conta de servi\u00E7o \u00E9 nula.
action381410=Configure uma refer\u00EAncia de conta de servi\u00E7o na p\u00E1gina de configura\u00E7\u00E3o do ponto final.
messagedetail381411=Ao chamar um servi\u00E7o de neg\u00F3cios dos web service, uma resposta a uma solicita\u00E7\u00E3o de web services n\u00E3o chegou antes de ocorrer o timeout de resposta especificado.
action381411=Verifique se o servi\u00E7o de neg\u00F3cios dos web services ou o webservice do alvo est\u00E1 funcionando adequadamente e aumente o valor de timeout da resposta, se necess\u00E1rio.
messagedetail381412=Falha de entrega confi\u00E1vel ocorreu ao enviar a mensagem ao webservice confi\u00E1vel do alvo. Esta falha pode ter ocorrido em decorr\u00EAncia de timeout de sequ\u00EAncia, timeout de inatividade, falhas de autentica\u00E7\u00E3o/autoriza\u00E7\u00E3o ou erros de certificados inv\u00E1lidos etc.
action381412=Verifique se o servi\u00E7o de neg\u00F3cios dos web services ou o webservice do alvo est\u00E1 funcionando corretamente.
messagedetail381413=Os servi\u00E7os de proxy dos web services devem ter um '/' no final do URI.
action381413=Remova o '/' final no URI do servi\u00E7o de proxy dos web services.
messagedetail381414=Os servi\u00E7os de proxy de transporte de web services que exigem autentica\u00E7\u00E3o de nome do usu\u00E1rio/senha (isto \u00E9, BASIC) n\u00E3o podem ser chamados por outro proxy ou pela console de teste.
action381414=Verifique a configura\u00E7\u00E3o do fluxo de mensagens e certifique-se de que n\u00E3o h\u00E1 rotas proxy-para-proxy nas quais o servi\u00E7o de proxy do alvo seja um ponto final de transporte com autentica\u00E7\u00E3o BASIC. Al\u00E9m disso, sempre que usar a console de teste para testar um proxy de transporte de web services, certifique-se de que voc\u00EA definiu a caixa de sele\u00E7\u00E3o "chamada direta" como verdadeira.
messagedetail381415=Uma asser\u00E7\u00E3o de identidade com o suporte de token X.509 ativado \u00E9 obrigat\u00F3ria sempre que a pol\u00EDtica de web services exigir a autentica\u00E7\u00E3o do CERTIFICADO DO CLIENTE
action381415=Ative a asser\u00E7\u00E3o de identidade X.509 em seu fornecedor de Asser\u00E7\u00E3o de Identidades nas p\u00E1ginas do realm de seguran\u00E7a da console do WebLogic Server
messagedetail381416=Uma asser\u00E7\u00E3o de identidade com suporte de token X.509 ativado e o plug-in do mapeador do nome do usu\u00E1rio ativado \u00E9 necess\u00E1ria sempre que a pol\u00EDtica de web services exigir autentica\u00E7\u00E3o do CERTIFICADO DO CLIENTE (isso \u00E9 necess\u00E1rio para suportar SSL bidirecional)
action381416=Configure os campos no mapeador do nome do usu\u00E1rio do provedor de Asser\u00E7\u00E3o de Identidade Default nas p\u00E1ginas do realm de seguran\u00E7a da console do WebLogic Server
messagedetail381417=Geralmente, quando um proxy de transporte de web services \u00E9 configurado com a pol\u00EDtica de certificado do cliente obrigat\u00F3ria e \u00E9 implantada em um cluster, os servidores gerenciados devem ser configurados com "Proxy de Cert. do Cliente Ativado". Dessa forma, os servidores gerenciados honrar\u00E3o o certificado no cabe\u00E7alho HTTP de "Certificado de Cliente de Proxy WL". Certifique-se de ler a se\u00E7\u00E3o sobre configura\u00E7\u00E3o de SSL na documenta\u00E7\u00E3o do WebLogic Server ao usar este recurso.
action381417=Defina "Proxy de Cert. do Cliente Ativado" para verdadeiro na console do WLS. Isso pode ser feito no cluster ou individualmente para cada servidor gerenciado no cluster. Certifique-se de ler a se\u00E7\u00E3o sobre a configura\u00E7\u00E3o de SSL na documenta\u00E7\u00E3o do WebLogic Server ao usar este recurso. Use weblogic.security.net.ConnectionFilter para garantir que esta inst\u00E2ncia do WebLogic Server s\u00F3 aceite conex\u00F5es da m\u00E1quina em que o plug-in do servidor de proxy estiver em execu\u00E7\u00E3o. Caso contr\u00E1rio, voc\u00EA criar\u00E1 uma vulnerabilidade porque o cabe\u00E7alho de Certificado de Cliente de Proxy poder\u00E1 ser falsificado.
messagedetail381418=Houve um erro inesperado ao processar uma mensagem de entrada pelo servi\u00E7o de proxy de web services especificado.
action381418=Entre em contato com o suporte t\u00E9cnico.
messagedetail381419=Ocorreu um erro ao registrar um novo servi\u00E7o de neg\u00F3cio dos web services: Um dos URLs configurados para o servi\u00E7o de neg\u00F3cios \u00E9 inv\u00E1lido. De acordo com o RFC 2616, os urls de HTTP devem come\u00E7ar com http:// e ter um nome de host.
action381419=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de neg\u00F3cios dos web services e certifique-se de que um URL v\u00E1lido est\u00E1 sendo informado.
messagedetail381420=A propriedade \"S\u00EDncrona\" na configura\u00E7\u00E3o de transporte de web services foi submetida a upgrade para \"Mesma Transa\u00E7\u00E3o de Resposta\" na configura\u00E7\u00E3o do servi\u00E7o.
messagedetail381421=A Configura\u00E7\u00E3o da Fila de Erro foi submetida a upgrade.
messagedetail381422=Enviar a mensagem de solicita\u00E7\u00E3o com falha para a fila de erro \u00E9 falha de servi\u00E7o.
cause381422=A fila de erro configurada para o servi\u00E7o talvez n\u00E3o esteja dispon\u00EDvel ou n\u00E3o esteja aceitando as mensagens do OSB, pois as credenciais de seguran\u00E7a n\u00E3o s\u00E3o correspondentes.
action381422=Certifique-se de que a fila de erro configurada est\u00E1 dispon\u00EDvel e forne\u00E7a as credenciais corretas ao servi\u00E7o.
