## P4ADE ## {0} : String method, {1} : Exception e
messagebody381401=Eccezione in {0}: {1}
## P4ADE ## {0} : String refName
messagebody381403=Non \u00E8 stata configurata alcuna destinazione degli errori per il servizio business WS: {0}
messagebody381404=Uno o pi\u00F9 URL di endpoint in questo servizio business di trasporto WS sono URL HTTP normali, ma il criterio richiede il protocollo HTTPS.
## P4ADE ## {0} : String uri
messagebody381405=L''URI {0} per questo servizio proxy \u00E8 gi\u00E0 utilizzato da un''applicazione kernel OSB.
## P4ADE ## {0} : String uri
messagebody381406=Impossibile creare un endpoint WS in entrata con URI assoluto {0}
## P4ADE ## {0} : String uri, {1} : String other
messagebody381407=L''URI {0} per questo servizio proxy \u00E8 gi\u00E0 utilizzato da un altro servizio proxy ({1}).
## P4ADE ## {0} : String uri
messagebody381408=Un servizio business WS deve sempre avere un URI assoluto, ma quello specificato non lo \u00E8: {0}
## P4ADE ## {0} : String uri
messagebody381409=I servizi business WS possono avere solo schemi http o https. L''URI specificato ha uno schema non valido: {0}
messagebody381410=Il WS-Policy del servizio business WS richiede l'autenticazione BASIC HTTPS, ma non \u00E8 stato configurato alcun account di servizio.
## P4ADE ## {0} : String mappingId
messagebody381411=Una voce con la chiave {0} \u00E8 scaduta in WsCorrelationTable.
messagebody381412=Si \u00E8 verificato un errore durante l'invio dell'affidabilit\u00E0 del messaggio al servizio Web per le destinazioni affidabili.
## P4ADE ## {0} : String uri
messagebody381413=L''URI {0} del servizio proxy WS termina con ''/''.
## P4ADE ## {0} : String proxy
messagebody381414=Si \u00E8 tentato di eseguire un invio indiretto a un proxy di trasporto WS che richiede l''autenticazione BASIC ({0}). L''instradamento da un proxy all''altro e l''accesso alla console di test non consente questo pattern.
## P4ADE ## {0} : String inboundEndpoint
messagebody381415=Lo strumento di asserzione identit\u00E0 con token X.509 non \u00E8 abilitato nel realm di sicurezza. \u00C8 richiesto uno strumento di asserzione identit\u00E0 per il quale sia abilitato il supporto per token X.509 poich\u00E9 il servizio proxy WS {0} specifica l''autenticazione CLIENT-CERT.
## P4ADE ## {0} : String inboundEndpoint
messagebody381416=Non \u00E8 stato configurato il plugin secondario per il mapper dei nomi utente X.509 dello strumento di asserzione identit\u00E0 predefinito. Il mapper dei nomi utente \u00E8 obbligatorio poich\u00E9 il servizio proxy WS "{0}" ha un WS-Policy che richiede l''autenticazione CLIENT-CERT.
## P4ADE ## {0} : String proxy
messagebody381417=Il proxy di trasporto WS "{0}" \u00E8 configurato con un criterio di certificato client richiesto ed \u00E8 distribuito in un cluster. Solitamente, tra il client e il cluster esiste un load balancer che inoltra i certificati client al server, che a sua volta accetter\u00E0 il certificato se \u00E8 configurato con "Proxy certificati client abilitato". In caso contrario, il certificato verr\u00E0 ignorato e la richiesta non riuscir\u00E0.
## P4ADE ## {0} : String name
messagebody381418=Errore imprevisto durante l''elaborazione di un messaggio in entrata per l''endpoint {0}
messagebody381419=Gli URL dei servizi business WS devono iniziare con http:// o https:// e avere un nome host
messagebody381420=La propriet\u00E0 \"Sincrono\" nella configurazione di trasporto WS \u00E8 stata aggiornata in \"Stessa transazione per la risposta\" nella configurazione dei servizi.
messagebody381421=La configurazione della coda degli errori \u00E8 stata aggiornata.
## P4ADE ## {0} : String refGlobalName, {1} : Throwable th
messagebody381422=L''invio del messaggio di richiesta con errori alla coda degli errori non \u00E8 riuscito per il servizio {0}. Errore: {1}
