messagedetail381401=OSB WS \u50B3\u8F38\u767C\u751F\u672A\u9810\u671F\u7684\u4E00\u822C\u7528\u9014\u7570\u5E38\u72C0\u6CC1\u3002\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
action381401=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail381403=\u672A\u8A2D\u5B9A\u6B64\u696D\u52D9\u670D\u52D9\u7684\u932F\u8AA4\u4F47\u5217\u76EE\u6A19\u3002\u5982\u679C\u8981\u5C07\u5931\u6557\u8A0A\u606F\u653E\u5165\u6240\u8981\u7684\u4F47\u5217\uFF0C\u8ACB\u5728\u696D\u52D9\u670D\u52D9\u4E2D\u8A2D\u5B9A\u932F\u8AA4\u4F47\u5217\u76EE\u6A19\u3002
messagedetail381404=\u6B64\u7AEF\u9EDE\u7684\u539F\u5247\u9700\u8981 HTTPS \u5B58\u53D6\u3002\u6B64\u7AEF\u9EDE\u4E2D\u7684\u6240\u6709 URL \u90FD\u5FC5\u9808\u4F7F\u7528 HTTPS \u901A\u8A0A\u5354\u5B9A
action381404=\u8ACB\u7DE8\u8F2F\u7AEF\u9EDE URL\uFF0C\u78BA\u5B9A\u6240\u6709 URL \u90FD\u4F7F\u7528 HTTPS \u901A\u8A0A\u5354\u5B9A
messagedetail381405=\u767B\u9304\u65B0\u7684 WS \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u6642\u767C\u751F\u932F\u8AA4: \u5167\u90E8 OSB \u6838\u5FC3\u61C9\u7528\u7A0B\u5F0F\u5DF2\u4F7F\u7528\u91DD\u5C0D\u6B64\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9 "/" \u8A2D\u5B9A\u7684 URI\u3002
action381405=\u8ACB\u6AA2\u67E5 WS \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u7684\u50B3\u8F38\u7D44\u614B\uFF0C\u78BA\u5B9A\u6B64\u4EE3\u7406\u4E3B\u6A5F\u7684 URI \u4F7F\u7528\u4E0D\u540C\u7684\u552F\u4E00\u503C\u3002
messagedetail381406=\u767B\u9304\u65B0\u7684 WS \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u6642\u767C\u751F\u932F\u8AA4: \u91DD\u5C0D\u6B64\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u8A2D\u5B9A\u7684 URI \u662F\u7D55\u5C0D URI\u3002WS \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u53EA\u652F\u63F4\u76F8\u5C0D URI\u3002
action381406=\u8ACB\u6AA2\u67E5 WS \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u7684\u50B3\u8F38\u7D44\u614B\uFF0C\u78BA\u5B9A\u53EA\u4F7F\u7528\u76F8\u5C0D URI (\u4F8B\u5982 "/foo")\u3002
messagedetail381407=\u767B\u9304\u65B0\u7684 WS \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u6642\u767C\u751F\u932F\u8AA4: \u53E6\u4E00\u500B WS \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u6216 HTTP \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u5DF2\u4F7F\u7528\u91DD\u5C0D\u6B64\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u8A2D\u5B9A\u7684 URI\u3002\u6BCF\u500B WS \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u90FD\u5FC5\u9808\u8981\u6709\u552F\u4E00\u7684 URI\u3002
action381407=\u8ACB\u6AA2\u67E5 WS \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u7684\u50B3\u8F38\u7D44\u614B\uFF0C\u78BA\u5B9A\u4F7F\u7528\u7684\u662F\u552F\u4E00\u7684 URI \u503C\u3002
messagedetail381408=WS \u696D\u52D9\u670D\u52D9\u61C9\u8A72\u8981\u6709\u7D55\u5C0D URI\u3002
action381408=\u8ACB\u8B8A\u66F4 WS \u696D\u52D9\u670D\u52D9\u7D44\u614B\uFF0C\u78BA\u5B9A\u6240\u6709 URI \u90FD\u61C9\u8A72\u662F\u7D55\u5C0D\u7684\u3002
messagedetail381409=\u767B\u9304\u65B0\u7684 WS \u696D\u52D9\u670D\u52D9\u6642\u767C\u751F\u932F\u8AA4: WS \u696D\u52D9\u670D\u52D9\u53EA\u53EF\u4EE5\u6709 http \u548C https \u914D\u7F6E\u3002
action381409=\u8ACB\u5C07 WS \u696D\u52D9\u670D\u52D9\u7684\u914D\u7F6E\u8B8A\u66F4\u70BA http \u6216 https\u3002
messagedetail381410=HTTPS BASIC \u8A8D\u8B49\u539F\u5247\u9700\u8981\u7AEF\u9EDE\u5728\u9023\u7DDA\u81F3\u5F8C\u7AEF\u670D\u52D9\u6642\u50B3\u9001\u4F7F\u7528\u8005\u540D\u7A31/\u5BC6\u78BC\u3002\u670D\u52D9\u5E33\u865F\u6703\u6307\u5B9A\u5982\u4F55\u53D6\u5F97\u4F7F\u7528\u8005\u540D\u7A31/\u5BC6\u78BC\uFF0C\u4E26\u5141\u8A31\u7AEF\u9EDE\u53D6\u5F97\u4F7F\u7528\u8005\u540D\u7A31/\u5BC6\u78BC\u3002\u6B64\u7AEF\u9EDE\u5DF2\u8A2D\u5B9A\u70BA\u9032\u884C\u5916\u9001 HTTPS BASIC \u8A8D\u8B49\uFF0C\u4F46\u670D\u52D9\u5E33\u865F\u53C3\u7167\u662F\u7A7A\u503C\u3002
action381410=\u8ACB\u5728\u7AEF\u9EDE\u7D44\u614B\u9801\u9762\u4E2D\u8A2D\u5B9A\u670D\u52D9\u5E33\u865F\u53C3\u7167\u3002
messagedetail381411=\u547C\u53EB WS \u696D\u52D9\u670D\u52D9\u6642\uFF0CWS \u8981\u6C42\u7684\u56DE\u61C9\u672A\u5728\u6307\u5B9A\u7684\u56DE\u61C9\u903E\u6642\u5230\u671F\u4E4B\u524D\u9001\u9054\u3002
action381411=\u8ACB\u6AA2\u67E5 WS \u696D\u52D9\u670D\u52D9\u6216\u76EE\u6A19 Web \u670D\u52D9\u662F\u5426\u6B63\u78BA\u904B\u4F5C\uFF0C\u4E26\u5728\u5FC5\u8981\u6642\u589E\u52A0\u56DE\u61C9\u903E\u6642\u503C
messagedetail381412=\u5C07\u8A0A\u606F\u50B3\u9001\u81F3\u76EE\u6A19\u53EF\u9760 Web \u670D\u52D9\u6642\uFF0C\u767C\u751F\u53EF\u9760\u50B3\u905E\u5931\u6557\u3002\u6B64\u5931\u6557\u7684\u539F\u56E0\u53EF\u80FD\u662F\u9806\u5E8F\u903E\u6642\u3001\u672A\u6D3B\u52D5\u903E\u6642\u3001\u8A8D\u8B49/\u6388\u6B0A\u5931\u6557\u6216\u6191\u8B49\u683C\u5F0F\u932F\u8AA4\u7B49\u3002
action381412=\u8ACB\u6AA2\u67E5 WS \u696D\u52D9\u670D\u52D9\u6216\u76EE\u6A19 Web \u670D\u52D9\u662F\u5426\u6B63\u78BA\u904B\u4F5C\u3002
messagedetail381413=WS \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u7684 URI \u4E0D\u61C9\u8A72\u6709\u7D50\u5C3E '/'\u3002
action381413=\u8ACB\u79FB\u9664 WS \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u4E4B URI \u4E2D\u7684\u7D50\u5C3E '/'\u3002
messagedetail381414=\u4E0D\u53EF\u4EE5\u5F9E\u53E6\u4E00\u500B\u4EE3\u7406\u4E3B\u6A5F\u6216\u6E2C\u8A66\u4E3B\u63A7\u53F0\u547C\u53EB\u9700\u8981\u4F7F\u7528\u8005\u540D\u7A31/\u5BC6\u78BC (\u5373 BASIC) \u8A8D\u8B49\u7684 WS \u50B3\u8F38\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u3002
action381414=\u8ACB\u6AA2\u67E5\u8A0A\u606F\u6D41\u7A0B\u7D44\u614B\uFF0C\u78BA\u5B9A\u6C92\u6709\u4EE3\u7406\u4E3B\u6A5F\u5C0D\u4EE3\u7406\u4E3B\u6A5F\u8DEF\u7531 (\u5176\u4E2D\u76EE\u6A19\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u662F\u5177\u6709 BASIC \u8A8D\u8B49\u7684 WS \u50B3\u8F38\u7AEF\u9EDE)\u3002\u53E6\u5916\uFF0C\u6BCF\u7576\u4F7F\u7528\u6E2C\u8A66\u4E3B\u63A7\u53F0\u6E2C\u8A66\u9019\u985E WS \u50B3\u8F38\u4EE3\u7406\u4E3B\u6A5F\u6642\uFF0C\u8ACB\u78BA\u5B9A\u5C07\u300C\u76F4\u63A5\u547C\u53EB\u300D\u6838\u53D6\u65B9\u584A\u8A2D\u5B9A\u70BA true\u3002
messagedetail381415=\u53EA\u8981 WS-Policy \u9700\u8981 CLIENT-CERT \u8A8D\u8B49\uFF0C\u5C31\u9700\u8981\u4E00\u500B\u5DF2\u555F\u7528 X.509 \u8A18\u865F\u652F\u63F4\u7684\u8B58\u5225\u5BA3\u544A\u5668
action381415=\u8ACB\u5728 WebLogic Server \u4E3B\u63A7\u53F0\u7684\u5B89\u5168\u7BC4\u570D\u9801\u9762\u4E2D\uFF0C\u555F\u7528\u8B58\u5225\u5BA3\u544A\u63D0\u4F9B\u8005\u7684 X.509 \u8B58\u5225\u5BA3\u544A
messagedetail381416=\u53EA\u8981 WS-Policy \u9700\u8981 CLIENT-CERT \u8A8D\u8B49\u6642 (\u652F\u63F4\u96D9\u5411 SSL \u6240\u9700)\uFF0C\u5C31\u9700\u8981\u4E00\u500B\u5DF2\u555F\u7528 X.509 \u8A18\u865F\u652F\u63F4\u548C\u4F7F\u7528\u8005\u540D\u7A31\u5C0D\u61C9\u7A0B\u5F0F\u5916\u639B\u7A0B\u5F0F\u7684\u8B58\u5225\u5BA3\u544A\u5668
action381416=\u8ACB\u5728 WebLogic Server \u4E3B\u63A7\u53F0\u7684\u5B89\u5168\u7BC4\u570D\u9801\u9762\u4E2D\uFF0C\u8A2D\u5B9A\u9810\u8A2D\u8B58\u5225\u5BA3\u544A\u63D0\u4F9B\u8005\u7684\u4F7F\u7528\u8005\u540D\u7A31\u5C0D\u61C9\u7A0B\u5F0F\u6B04\u4F4D
messagedetail381417=\u901A\u5E38\uFF0C\u7576 WS \u50B3\u8F38\u4EE3\u7406\u4E3B\u6A5F\u5DF2\u8A2D\u5B9A\u8981\u6C42\u5F9E\u5C6C\u7AEF\u6191\u8B49\u539F\u5247\u800C\u4E14\u5EFA\u7F6E\u5728\u53E2\u96C6\u6642\uFF0C\u53D7\u7BA1\u7406\u4F3A\u670D\u5668\u5FC5\u9808\u8A2D\u5B9A\u300C\u5DF2\u555F\u7528\u5F9E\u5C6C\u7AEF\u6191\u8B49\u4EE3\u7406\u300D\u3002\u5982\u6B64\u4E00\u4F86\uFF0C\u53D7\u7BA1\u7406\u4F3A\u670D\u5668\u624D\u6703\u63A5\u53D7 "WL-Proxy-Client-Cert" HTTP \u6A19\u982D\u4E2D\u7684\u6191\u8B49\u3002\u4F7F\u7528\u6B64\u529F\u80FD\u6642\uFF0C\u8ACB\u52D9\u5FC5\u95B1\u8B80 WebLogic Server \u6587\u4EF6\u4E2D\u95DC\u65BC SSL \u7D44\u614B\u7684\u7AE0\u7BC0\u3002
action381417=\u8ACB\u5728 WLS \u4E3B\u63A7\u53F0\u4E2D\uFF0C\u5C07\u300C\u5DF2\u555F\u7528\u5F9E\u5C6C\u7AEF\u6191\u8B49\u4EE3\u7406\u300D\u8A2D\u5B9A\u70BA true\u3002\u9019\u53EF\u4EE5\u5728\u53E2\u96C6\u5C64\u7D1A\u4E0A\u8A2D\u5B9A\uFF0C\u4E5F\u53EF\u4EE5\u91DD\u5C0D\u53E2\u96C6\u4E2D\u7684\u6BCF\u500B\u53D7\u7BA1\u7406\u4F3A\u670D\u5668\u500B\u5225\u8A2D\u5B9A\u3002\u4F7F\u7528\u6B64\u529F\u80FD\u6642\uFF0C\u8ACB\u52D9\u5FC5\u95B1\u8B80 WebLogic Server \u6587\u4EF6\u4E2D\u95DC\u65BC SSL \u7D44\u614B\u7684\u7AE0\u7BC0\u3002\u8ACB\u4F7F\u7528 weblogic.security.net.ConnectionFilter\uFF0C\u78BA\u4FDD\u6B64 WebLogic Server \u57F7\u884C\u8655\u7406\u53EA\u63A5\u53D7\u4F86\u81EA\u57F7\u884C\u4EE3\u7406\u4E3B\u6A5F\u5916\u639B\u7A0B\u5F0F\u4E4B\u6A5F\u5668\u7684\u9023\u7DDA\uFF0C\u5426\u5247\u6703\u56E0\u70BA WL-Proxy-Client-Cert \u6A19\u982D\u5BB9\u6613\u88AB\u4EFF\u5192\u800C\u5F62\u6210\u5B89\u5168\u5F31\u9EDE\u3002
messagedetail381418=\u8655\u7406\u7531\u6307\u5B9A\u7684 WS \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u5167\u9001\u8A0A\u606F\u6642\uFF0C\u767C\u751F\u672A\u9810\u671F\u7684\u932F\u8AA4\u3002
action381418=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail381419=\u767B\u9304\u65B0\u7684 WS \u696D\u52D9\u670D\u52D9\u6642\u767C\u751F\u932F\u8AA4: \u70BA\u696D\u52D9\u670D\u52D9\u8A2D\u5B9A\u7684\u5176\u4E2D\u4E00\u500B URL \u7121\u6548\u3002\u6839\u64DA RFC 2616\uFF0CHTTP url \u5FC5\u9808\u4EE5 http:// \u958B\u59CB\uFF0C\u4E14\u5177\u6709\u4E3B\u6A5F\u540D\u7A31\u3002
action381419=\u8ACB\u6AA2\u67E5 WS \u696D\u52D9\u670D\u52D9\u7684\u50B3\u8F38\u7D44\u614B\uFF0C\u4E26\u78BA\u5B9A\u5DF2\u8F38\u5165\u6709\u6548\u7684 URL\u3002
messagedetail381420=WS \u50B3\u8F38\u7D44\u614B\u4E2D\u7684\u300C\u540C\u6B65\u300D\u7279\u6027\u5347\u7D1A\u70BA\u670D\u52D9\u7D44\u614B\u4E2D\u7684\u300C\u56DE\u61C9\u4F7F\u7528\u76F8\u540C\u4EA4\u6613\u300D\u3002
messagedetail381421=\u5DF2\u5347\u7D1A\u932F\u8AA4\u4F47\u5217\u7D44\u614B\u3002
messagedetail381422=\u70BA\u670D\u52D9\u50B3\u9001\u5931\u6557\u8981\u6C42\u8A0A\u606F\u81F3\u932F\u8AA4\u4F47\u5217\u5931\u6557\u3002
cause381422=\u670D\u52D9\u8A2D\u5B9A\u7684\u932F\u8AA4\u4F47\u5217\u53EF\u80FD\u7121\u6CD5\u4F7F\u7528\uFF0C\u6216\u8005\u5B83\u7121\u6CD5\u63A5\u6536\u4F86\u81EA OSB \u7684\u8A0A\u606F\uFF0C\u56E0\u70BA\u5B89\u5168\u8B49\u660E\u8CC7\u6599\u4E0D\u7B26\u3002
action381422=\u78BA\u8A8D\u8A2D\u5B9A\u7684\u932F\u8AA4\u4F47\u5217\u53EF\u4EE5\u4F7F\u7528\uFF0C\u4E14\u63D0\u4F9B\u670D\u52D9\u6B63\u78BA\u7684\u8B49\u660E\u8CC7\u6599\u3002
