## P4ADE ## {0} : String method, {1} : Exception e
messagebody381401={0}\uC5D0 \uC608\uC678 \uC0AC\uD56D \uBC1C\uC0DD: {1}
## P4ADE ## {0} : String refName
messagebody381403=WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C \uC624\uB958 \uB300\uC0C1\uC774 \uC5C6\uC74C: {0}
messagebody381404=\uC774 WS \uC804\uC1A1 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uC11C \uD558\uB098 \uC774\uC0C1\uC758 \uB05D\uC810 URL\uC774 \uC77C\uBC18 HTTP URL\uC774\uC9C0\uB9CC \uC815\uCC45\uC5D0\uB294 HTTPS \uD504\uB85C\uD1A0\uCF5C\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
## P4ADE ## {0} : String uri
messagebody381405=\uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C {0} URI\uAC00 OSB \uCEE4\uB110 \uC751\uC6A9 \uD504\uB85C\uADF8\uB7A8\uC5D0 \uC758\uD574 \uC774\uBBF8 \uC0AC\uC6A9\uB418\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String uri
messagebody381406=\uC808\uB300 URI {0}\uC744(\uB97C) \uC0AC\uC6A9\uD558\uC5EC \uC778\uBC14\uC6B4\uB4DC WS \uB05D\uC810\uC744 \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String uri, {1} : String other
messagebody381407=\uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C URI {0}\uC774(\uAC00) \uB2E4\uB978 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC774\uBBF8 \uC0AC\uC6A9 \uC911\uC784: {1}
## P4ADE ## {0} : String uri
messagebody381408=WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uB294 \uD56D\uC0C1 \uC808\uB300 URI\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC9C0\uC815\uB41C URI\uAC00 \uC808\uB300 URI\uAC00 \uC544\uB2D8: {0}
## P4ADE ## {0} : String uri
messagebody381409=WS \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC11C\uBE44\uC2A4\uC5D0\uB294 http \uBC0F https \uC2A4\uD0A4\uB9C8\uB9CC \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC9C0\uC815\uB41C URI\uC5D0 \uBD80\uC801\uD569\uD55C \uC2A4\uD0A4\uB9C8\uAC00 \uC788\uC74C: {0}
messagebody381410=WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC5D0\uB294 HTTPS BASIC \uC778\uC99D\uC774 \uD544\uC694\uD558\uC9C0\uB9CC \uC11C\uBE44\uC2A4 \uACC4\uC815\uC774 \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String mappingId
messagebody381411=WsCorrelationTable\uC5D0\uC11C \uD0A4\uAC00 {0}\uC778 \uD56D\uBAA9\uC758 \uC2DC\uAC04\uC774 \uCD08\uACFC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagebody381412=\uB300\uC0C1\uC758 \uC2E0\uB8B0\uD560 \uC218 \uC788\uB294 \uC6F9 \uC11C\uBE44\uC2A4\uB85C \uBA54\uC2DC\uC9C0\uB97C \uBCF4\uB0B4\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String uri
messagebody381413=WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 URI:{0}\uC758 \uB05D\uC5D0 ''/''\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String proxy
messagebody381414=BASIC \uC778\uC99D({0})\uC774 \uD544\uC694\uD55C WS \uC804\uC1A1 \uD504\uB85D\uC2DC\uC5D0 \uB300\uD55C \uAC04\uC811 \uC804\uC1A1\uC744 \uC2DC\uB3C4\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uD328\uD134\uC5D0\uC11C\uB294 \uD504\uB85D\uC2DC \uAC04 \uACBD\uB85C \uC9C0\uC815 \uBC0F \uD14C\uC2A4\uD2B8 \uCF58\uC194 \uC561\uC138\uC2A4\uAC00 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String inboundEndpoint
messagebody381415=X.509 \uD1A0\uD070 ID \uAC80\uC99D\uC774 \uBCF4\uC548 \uC601\uC5ED\uC5D0\uC11C \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 "{0}"\uC5D0 CLIENT-CERT \uC778\uC99D\uC774 \uD544\uC694\uD55C WS \uC815\uCC45\uC774 \uC788\uAE30 \uB54C\uBB38\uC5D0 X.509 \uD1A0\uD070 \uC9C0\uC6D0\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C ID \uAC80\uC99D \uC81C\uACF5\uC790\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
## P4ADE ## {0} : String inboundEndpoint
messagebody381416=\uAE30\uBCF8 ID \uAC80\uC99D \uC81C\uACF5\uC790\uC758 X.509 \uC0AC\uC6A9\uC790 \uC774\uB984 \uB9E4\uD37C \uD558\uC704 \uD50C\uB7EC\uADF8 \uC778\uC774 \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 "{0}"\uC5D0 CLIENT-CERT \uC778\uC99D\uC774 \uD544\uC694\uD55C WS \uC815\uCC45\uC774 \uC788\uAE30 \uB54C\uBB38\uC5D0 \uC0AC\uC6A9\uC790 \uC774\uB984 \uB9E4\uD37C\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
## P4ADE ## {0} : String proxy
messagebody381417=WS \uC804\uC1A1 \uD504\uB85D\uC2DC "{0}"\uC774(\uAC00) \uD074\uB77C\uC774\uC5B8\uD2B8 \uC778\uC99D\uC11C\uAC00 \uD544\uC694\uD55C \uC815\uCC45\uC744 \uD1B5\uD574 \uAD6C\uC131\uB418\uC5B4 \uD074\uB7EC\uC2A4\uD130\uC5D0\uC11C \uBC30\uCE58\uB429\uB2C8\uB2E4. \uC77C\uBC18\uC801\uC73C\uB85C \uD074\uB77C\uC774\uC5B8\uD2B8 \uBC0F \uD074\uB7EC\uC2A4\uD130 \uC0AC\uC774\uC5D0 \uB85C\uB4DC \uBC38\uB7F0\uC11C\uAC00 \uC788\uC2B5\uB2C8\uB2E4. \uB85C\uB4DC \uBC38\uB7F0\uC11C\uB294 \uD074\uB77C\uC774\uC5B8\uD2B8 \uC778\uC99D\uC11C\uB97C \uC11C\uBC84\uB85C \uC804\uB2EC\uD558\uC9C0\uB9CC \uC11C\uBC84\uB294 "\uD074\uB77C\uC774\uC5B8\uD2B8 \uC778\uC99D \uD504\uB85D\uC2DC\uAC00 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB428" \uC0C1\uD0DC\uC5D0\uC11C \uAD6C\uC131\uB41C \uACBD\uC6B0\uC5D0\uB9CC \uC774 \uC778\uC99D\uC11C\uB97C \uC778\uC99D\uD558\uBA70 \uADF8\uB807\uC9C0 \uC54A\uC744 \uACBD\uC6B0 \uC778\uC99D\uC11C\uAC00 \uBB34\uC2DC\uB418\uACE0 \uC694\uCCAD\uC774 \uC2E4\uD328\uD569\uB2C8\uB2E4.
## P4ADE ## {0} : String name
messagebody381418=\uB05D\uC810 {0}\uC758 \uC218\uC2E0 \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC2E4\uD328\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
messagebody381419=WS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 URL\uC740 http:// \uB610\uB294 https://\uB85C \uC2DC\uC791\uD574\uC57C \uD558\uBA70 \uD638\uC2A4\uD2B8 \uC774\uB984\uC774 \uD3EC\uD568\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagebody381420=WS \uC804\uC1A1 \uAD6C\uC131\uC758 \"\uB3D9\uAE30\" \uC18D\uC131\uC774 \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC758 \"\uC751\uB2F5\uC5D0 \uB3D9\uC77C\uD55C \uD2B8\uB79C\uC7AD\uC158 \uC0AC\uC6A9\"\uC73C\uB85C \uC5C5\uADF8\uB808\uC774\uB4DC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagebody381421=\uC624\uB958 \uB300\uAE30\uC5F4 \uAD6C\uC131\uC774 \uC5C5\uADF8\uB808\uC774\uB4DC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String refGlobalName, {1} : Throwable th
messagebody381422=\uC624\uB958\uB85C \uC778\uD574 {0} \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uC2E4\uD328\uD55C \uC694\uCCAD \uBA54\uC2DC\uC9C0\uB97C \uC624\uB958 \uB300\uAE30\uC5F4\uB85C \uC804\uC1A1\uD558\uB294 \uB370 \uC2E4\uD328: {1}
