TEST_ERROR_REQ_NOT_XML=El documento de petici\u00F3n no es un documento XML con formato correcto:\n{0}
TEST_ERROR_REQ_UNKNOWN=No se reconoce la operaci\u00F3n de petici\u00F3n.
TEST_ERROR_REF_INVALID=No se puede reconocer el objeto de referencia:\n{0}
TEST_ERROR_REQ_INVALID=El documento de petici\u00F3n no es v\u00E1lido:\n{0}.
TEST_ERROR_REQ_MISMATCH=El elemento de petici\u00F3n no es del tipo esperado.
TEST_ERROR_REF_NOT_SUPPORTED=Las pruebas no est\u00E1n soportadas para los recursos de tipo "{0}".
TEST_ERROR_SESSION_NOT_EXIST=No existe la sesi\u00F3n "{0}".
TEST_ERROR_SESSION_NOT_SUPPORTED=Esta petici\u00F3n de prueba no est\u00E1 soportada con una sesi\u00F3n.
TEST_SVC_WSDL_BIND_UNEXPECTED=Se ha producido un error inesperado al acceder a la informaci\u00F3n sobre el WSDL del servicio:\n{0}
TEST_SVC_WSDL_BIND_NOT_FOUND=Se ha producido un error inesperado al acceder a la informaci\u00F3n del servicio: No se ha encontrado el enlace o puerto de WSDL.
TEST_SVC_WSDL_TYPE_SYSTEM=Error al generar el sistema de tipo de esquema para WSDL:\n{0}
TEST_SVC_INV_CFG_MISMATCH=La configuraci\u00F3n de llamada no coincide con el tipo del servicio que se est\u00E1 probando.
TEST_SVC_INV_CFG_UNEXPECTED=Configuraci\u00F3n inesperada para la petici\u00F3n de llamada.
TEST_SVC_INV_CFG_XML_ERROR=El documento XML de entrada no tiene un formato correcto:\n{0}
TEST_SVC_INV_SEC_LOGIN=Error al autenticar el usuario/contrase\u00F1a de transporte: {0}
TEST_SVC_INV_SEC_LOGIN2=Error al autenticar le usuario/contrase\u00F1a a nivel de mensaje: {0}
TEST_SVC_INV_SEC_UNKNOWN=Excepci\u00F3n no reconocida al ejecutar la prueba: {0}
TEST_SVC_INV_SEC_SAML=La pol\u00EDtica de esta operaci\u00F3n necesita un token SAML de seguridad de servicio web. Debe especificar un usuario/contrase\u00F1a a nivel de seguridad de servicio web o a nivel de transporte.
TEST_SVC_INV_SEC_UNT=La pol\u00EDtica de esta operaci\u00F3n necesita un token de usuario de seguridad de servicio web. Debe especificar un usuario/contrase\u00F1a a nivel de seguridad de servicio web.
TEST_SVC_INV_SEC_UNT_X509=La pol\u00EDtica de esta operaci\u00F3n necesita un token de identidad (UNT o X.509). Debe especificar un usuario/contrase\u00F1a (a nivel de WSS) o un proveedor de claves de servicio con una credencial de firma digital (X.509).
TEST_SVC_INV_SEC_UNT_SAML=La pol\u00EDtica de esta operaci\u00F3n necesita un token de identidad (UNT o SAML). Debe especificar un usuario/contrase\u00F1a a nivel de WSS o a nivel de transporte.
TEST_SVC_INV_SEC_X509_SAML=La pol\u00EDtica para esta operaci\u00F3n necesita un token de identidad (X.509 o SAML). Debe especificar un usuario/contrase\u00F1a (a nivel de WSS o de transporte) o un proveedor de claves de servicio con una credencial de firma digital (X.509).
TEST_SVC_INV_SEC_UNT_X509_SAML=La pol\u00EDtica para esta operaci\u00F3n necesita un token de identidad (UNT, X.509 o SAML). Debe especificar un usuario/contrase\u00F1a (a nivel de WSS o de transporte) o un proveedor de claves de servicio con una credencial de firma digital (X.509).
TEST_SVC_INV_SEC_NO_PSP_DSIG=El servicio necesita una firma digital. Debe especificar un proveedor de claves de servicio que tenga una credencial de firma digital.
TEST_SVC_INV_SEC_NO_PSP_ENCRYPTION=El servicio necesita el cifrado, debe especificar un proveedor de claves de servicio que tenga una credencial de cifrado.
TEST_SVC_INV_SEC_NO_PSP_SSL=El servicio necesita SSL. Debe especificar un proveedor de claves de servicio que tenga una credencial SSL.
TEST_SVC_INV_SEC_NO_DSIG_KEY=El servicio necesita una firma digital, pero el proveedor de claves de servicio "{0}" no tiene ninguna credencial de firma digital.
TEST_SVC_INV_SEC_NO_ENCRYPTION_KEY=El servicio necesita el cifrado, pero el proveedor de claves de servicio "{0}" no tiene ninguna credencial de cifrado.
TEST_SVC_INV_SEC_NO_SSL_KEY=El servicio necesita SSL, pero el proveedor de claves de servicio "{0}" no tiene ninguna credencial de cliente SSL.
TEST_SVC_INV_MSG_ERROR=Error al crear el elemento envelope de SOAP:\n{0}
TEST_SVC_INV_MSG_CONV_ERROR=Error al convertir el documento de texto a bytes: {0}
TEST_SVC_INV_SAAJ_ERROR_APPLY=Error al aplicar WS-Security al mensaje de SOAP:\n{0}
TEST_SVC_INV_SAAJ_ERROR_READ=Error al leer el mensaje de SOAP con WS-Security:\n{0}
TEST_SVC_INV_OP_NOT_FOUND=No se ha encontrado la operaci\u00F3n "{0}" en este servicio.
TEST_SVC_TRANSPORT_ERROR=Error inesperado al acceder a la informaci\u00F3n de transporte del servicio:\n{0}
TEST_SVC_TRANSPORT_INV_SVC_PROVIDER=ServiceProvider para la configuraci\u00F3n de transporte no es v\u00E1lido o no existe.
TEST_SVC_INV_ON_ERROR=La llamada ha dado como resultado un error: {0}.
TEST_SVC_INV_ON_RESPONSE=Error al crear el documento de respuesta:\n{0}
TEST_XQ_EXECUTOR_ERROR=Error al crear el ejecutor de XQuery: {0}
TEST_XQ_INV_ERROR=Error al ejecutar la transformaci\u00F3n de XQuery: {0}
TEST_BUILDER_EXECUTOR_ERROR=Error al crear el ejecutor: {0}
TEST_BUILDER_INV_ERROR=Error al ejecutar la transformaci\u00F3n: {0}
TEST_MFL_EXECUTOR_ERROR=Error al crear el ejecutor de MFL: {0}
TEST_MFL_INV_ERROR=Error al ejecutar la transformaci\u00F3n de MFL: {0}
TEST_XSLT_EXECUTOR_ERROR=Error al crear el ejecutor de XSLT: {0}
TEST_XSLT_INV_ERROR=Error al ejecutar la transformaci\u00F3n de XSLT: {0}
TEST_JAVA_TYPE_NOT_SUPPORTED=La consola de prueba no soporta el tipo de mensajes de petici\u00F3n/respuesta 'Java'.
TEST_JAVA_CONTENT_WSDL_OP_NOT_SUPPORTED=La operaci\u00F3n "{0}" seleccionada no se puede llamar desde la consola de prueba ya que contiene el tipo de contenido Java.
