TEST_ERROR_REQ_NOT_XML=Le document de la demande n''est pas un document XML correctement format\u00E9 :\n{0}
TEST_ERROR_REQ_UNKNOWN=L'op\u00E9ration de demande n'est pas reconnue.
TEST_ERROR_REF_INVALID=Impossible de reconna\u00EEtre l''objet de r\u00E9f\u00E9rence :\n{0}
TEST_ERROR_REQ_INVALID=Le document de demande n''est pas valide :\n{0}.
TEST_ERROR_REQ_MISMATCH=L'\u00E9l\u00E9ment de demande n'est pas du type attendu.
TEST_ERROR_REF_NOT_SUPPORTED=Les tests ne sont pas pris en charge pour les ressources de type "{0}".
TEST_ERROR_SESSION_NOT_EXIST=La session "{0}" n''existe pas. 
TEST_ERROR_SESSION_NOT_SUPPORTED=Cette demande de test n'est pas prise en charge avec une session.
TEST_SVC_WSDL_BIND_UNEXPECTED=Une erreur inattendue s''est produite lors de l''acc\u00E8s aux informations relatives au WSDL du service :\n{0}
TEST_SVC_WSDL_BIND_NOT_FOUND=Une erreur inattendue est survenue lors de l'acc\u00E8s aux informations du service : port ou liaison WSDL introuvable.
TEST_SVC_WSDL_TYPE_SYSTEM=Erreur lors de la cr\u00E9ation du syst\u00E8me de type de sch\u00E9ma pour le WSDL :\n{0}
TEST_SVC_INV_CFG_MISMATCH=La configuration d'appel ne correspond pas au type du service test\u00E9.
TEST_SVC_INV_CFG_UNEXPECTED=Configuration inattendue de la demande d'appel.
TEST_SVC_INV_CFG_XML_ERROR=Le document XML d''entr\u00E9e n''est pas correctement format\u00E9 :\n{0}
TEST_SVC_INV_SEC_LOGIN=Erreur lors de l''authentification du nom utilisateur/mot de passe de transport : {0}
TEST_SVC_INV_SEC_LOGIN2=Erreur lors de l''authentification du nom utilisateur/mot de passe de niveau message : {0}
TEST_SVC_INV_SEC_UNKNOWN=Exception non reconnue pendant l''ex\u00E9cution du test : {0}
TEST_SVC_INV_SEC_SAML=La strat\u00E9gie de cette op\u00E9ration n\u00E9cessite un jeton SAML de s\u00E9curit\u00E9 de service Web. Indiquez un nom utilisateur/mot de passe au niveau s\u00E9curit\u00E9 ou au niveau transport du service Web.
TEST_SVC_INV_SEC_UNT=La strat\u00E9gie de cette op\u00E9ration n\u00E9cessite un jeton de nom utilisateur de service Web. Indiquez un nom utilisateur/mot de passe au niveau s\u00E9curit\u00E9 du service Web.
TEST_SVC_INV_SEC_UNT_X509=La strat\u00E9gie de cette op\u00E9ration n\u00E9cessite un jeton d'identit\u00E9 (UNT ou X.509). Indiquez un nom utilisateur/mot de passe (au niveau WSS) ou un fournisseur de cl\u00E9s de service avec des informations d'identification et de connexion de signature num\u00E9rique (X.509).
TEST_SVC_INV_SEC_UNT_SAML=La strat\u00E9gie de cette op\u00E9ration n\u00E9cessite un jeton d'identit\u00E9 (UNT ou SAML). Indiquez un nom utilisateur/mot de passe au niveau WSS ou au niveau transport.
TEST_SVC_INV_SEC_X509_SAML=La strat\u00E9gie de cette op\u00E9ration n\u00E9cessite un jeton d'identit\u00E9 (X.509 ou SAML). Indiquez un nom utilisateur/mot de passe (au niveau WSS ou transport) ou un fournisseur de cl\u00E9s de service poss\u00E9dant des informations d'identification et de connexion de signature num\u00E9rique (X.509).
TEST_SVC_INV_SEC_UNT_X509_SAML=La strat\u00E9gie de cette op\u00E9ration n\u00E9cessite un jeton d'identit\u00E9 (UNT, X.509 ou SAML). Indiquez un nom utilisateur/mot de passe (au niveau WSS ou transport) ou un fournisseur de cl\u00E9s de service disposant d'informations d'identification et de connexion de signature num\u00E9rique (X.509).
TEST_SVC_INV_SEC_NO_PSP_DSIG=Le service n\u00E9cessite une signature num\u00E9rique. Indiquez un fournisseur de cl\u00E9s de service poss\u00E9dant des informations d'identification et de connexion de signature num\u00E9rique.
TEST_SVC_INV_SEC_NO_PSP_ENCRYPTION=Le service n\u00E9cessite un cryptage. Indiquez un fournisseur de cl\u00E9s de service poss\u00E9dant des informations d'identification et de connexion de cryptage.
TEST_SVC_INV_SEC_NO_PSP_SSL=Le service n\u00E9cessite un protocole SSL. Indiquez un fournisseur de cl\u00E9s de service poss\u00E9dant des informations d'identification et de connexion SSL.
TEST_SVC_INV_SEC_NO_DSIG_KEY=Le service n\u00E9cessite une signature num\u00E9rique, mais le fournisseur de cl\u00E9s de service "{0}" ne poss\u00E8de pas d''informations d''identification et de connexion de signature num\u00E9rique.
TEST_SVC_INV_SEC_NO_ENCRYPTION_KEY=Le service n\u00E9cessite un cryptage, mais le fournisseur de cl\u00E9s de service "{0}" ne poss\u00E8de pas d''informations d''identification et de connexion de cryptage.
TEST_SVC_INV_SEC_NO_SSL_KEY=Le service n\u00E9cessite un protocole SSL, mais le fournisseur de cl\u00E9s de service "{0}" ne poss\u00E8de pas d''informations d''identification et de connexion de client SSL.
TEST_SVC_INV_MSG_ERROR=Erreur lors de la cr\u00E9ation de l''enveloppe SOAP :\n{0}
TEST_SVC_INV_MSG_CONV_ERROR=Erreur lors de la conversion du document texte en octets : {0}
TEST_SVC_INV_SAAJ_ERROR_APPLY=Erreur lors de l''application de la s\u00E9curit\u00E9 WS au message SOAP :\n{0}
TEST_SVC_INV_SAAJ_ERROR_READ=Erreur lors de la lecture du message SOAP s\u00E9curis\u00E9 WS :\n{0}
TEST_SVC_INV_OP_NOT_FOUND=L''op\u00E9ration "{0}" est introuvable dans ce service.
TEST_SVC_TRANSPORT_ERROR=Erreur inattendue lors de l''acc\u00E8s aux informations de transport du service :\n{0}
TEST_SVC_TRANSPORT_INV_SVC_PROVIDER=Le fournisseur de services de la configuration de transport n'est pas valide ou n'existe pas.
TEST_SVC_INV_ON_ERROR=L''appel a entra\u00EEn\u00E9 une erreur : {0}.
TEST_SVC_INV_ON_RESPONSE=Erreur lors de la cr\u00E9ation du document de r\u00E9ponse :\n{0}
TEST_XQ_EXECUTOR_ERROR=Erreur lors de la cr\u00E9ation de l''ex\u00E9cuteur XQuery : {0}
TEST_XQ_INV_ERROR=Erreur lors de l''ex\u00E9cution de la transformation XQuery : {0}
TEST_BUILDER_EXECUTOR_ERROR=Erreur lors de la cr\u00E9ation de l''ex\u00E9cuteur : {0}
TEST_BUILDER_INV_ERROR=Erreur lors de l''ex\u00E9cution de la transformation : {0}
TEST_MFL_EXECUTOR_ERROR=Erreur lors de la cr\u00E9ation de l''ex\u00E9cuteur MFL : {0}
TEST_MFL_INV_ERROR=Erreur lors de l''ex\u00E9cution de la transformation MFL : {0}
TEST_XSLT_EXECUTOR_ERROR=Erreur lors de la cr\u00E9ation de l''ex\u00E9cuteur XSLT : {0}
TEST_XSLT_INV_ERROR=Erreur lors de l''ex\u00E9cution de la transformation XSLT : {0}
TEST_JAVA_TYPE_NOT_SUPPORTED=La console de test ne prend pas en charge le type de messagerie par demande/r\u00E9ponse de Java.
TEST_JAVA_CONTENT_WSDL_OP_NOT_SUPPORTED=Impossible d''appeler l''op\u00E9ration s\u00E9lectionn\u00E9e "{0}" \u00E0 partir de la console de test, car elle contient un type de contenu Java.
