TEST_ERROR_REQ_NOT_XML=O documento da solicita\u00E7\u00E3o n\u00E3o \u00E9 um documento XML correto:\n{0}
TEST_ERROR_REQ_UNKNOWN=A opera\u00E7\u00E3o de solicita\u00E7\u00E3o n\u00E3o foi reconhecida.
TEST_ERROR_REF_INVALID=O objeto de Refer\u00EAncia n\u00E3o pode ser reconhecido:\n{0}
TEST_ERROR_REQ_INVALID=O documento da solicita\u00E7\u00E3o \u00E9 inv\u00E1lido::\n{0}.
TEST_ERROR_REQ_MISMATCH=O elemento da solicita\u00E7\u00E3o n\u00E3o \u00E9 do tipo esperado.
TEST_ERROR_REF_NOT_SUPPORTED=O teste n\u00E3o \u00E9 suportado para recursos do tipo "{0}".
TEST_ERROR_SESSION_NOT_EXIST=A sess\u00E3o "{0}" n\u00E3o existe.
TEST_ERROR_SESSION_NOT_SUPPORTED=Esta solicita\u00E7\u00E3o de teste n\u00E3o \u00E9 suportada com uma sess\u00E3o.
TEST_SVC_WSDL_BIND_UNEXPECTED=Ocorreu um erro inesperado ao acessar informa\u00E7\u00F5es sobre o WSDL do servi\u00E7o:\n{0}
TEST_SVC_WSDL_BIND_NOT_FOUND=Ocorreu um erro inesperado ao acessar as informa\u00E7\u00F5es do servi\u00E7o: n\u00E3o foi poss\u00EDvel encontrar a porta ou binding de WSDL.
TEST_SVC_WSDL_TYPE_SYSTEM=Erro ao criar o Type system do Esquema de WSDL:\n{0}
TEST_SVC_INV_CFG_MISMATCH=A Configura\u00E7\u00E3o da Chamada n\u00E3o corresponde ao tipo de servi\u00E7o que est\u00E1 sendo testado.
TEST_SVC_INV_CFG_UNEXPECTED=Configura\u00E7\u00E3o Inesperada da Solicita\u00E7\u00E3o de Chamada.
TEST_SVC_INV_CFG_XML_ERROR=O documento XML n\u00E3o est\u00E1 correto:\n{0}
TEST_SVC_INV_SEC_LOGIN=Erro ao autenticar o nome do usu\u00E1rio/senha de transporte: {0}
TEST_SVC_INV_SEC_LOGIN2=Erro ao autenticar o nome do usu\u00E1rio/senha da mensagem: {0}
TEST_SVC_INV_SEC_UNKNOWN=Exce\u00E7\u00E3o n\u00E3o reconhecida ao executar o teste: {0}
TEST_SVC_INV_SEC_SAML=A pol\u00EDtica desta opera\u00E7\u00E3o requer um token de SAML de seguran\u00E7a de web services; voc\u00EA deve especificar um nome do usu\u00E1rio/senha de seguran\u00E7a de web services ou do transporte.
TEST_SVC_INV_SEC_UNT=A pol\u00EDtica desta opera\u00E7\u00E3o requer um token do nome do usu\u00E1rio de seguran\u00E7a de web services; voc\u00EA deve especificar um nome do usu\u00E1rio/senha de seguran\u00E7a de web services.
TEST_SVC_INV_SEC_UNT_X509=A pol\u00EDtica desta opera\u00E7\u00E3o requer um token de identidade (UNT ou X.509), voc\u00EA deve especificar um nome do usu\u00E1rio/senha (de WSS) ou um provedor de chave de servi\u00E7o com uma credencial de assinatura digital (X.509).
TEST_SVC_INV_SEC_UNT_SAML=A pol\u00EDtica desta opera\u00E7\u00E3o requer um token de identidade (UNT ou SAML), voc\u00EA deve especificar um nome do usu\u00E1rio/senha de WSS ou de transporte.
TEST_SVC_INV_SEC_X509_SAML=A pol\u00EDtica desta opera\u00E7\u00E3o requer um token de identidade (X.509 ou SAML), voc\u00EA deve especificar um nome do usu\u00E1rio/senha (de WSS ou de transporte) ou um provedor de chave de servi\u00E7o com uma credencial de assinatura digital (X.509).
TEST_SVC_INV_SEC_UNT_X509_SAML=A pol\u00EDtica desta opera\u00E7\u00E3o requer um token de identidade (UNT, X.509 ou SAML), voc\u00EA deve especificar um nome do usu\u00E1rio/senha (de WSS ou de transporte) ou um provedor de chave de servi\u00E7o com uma credencial de assinatura digital (X.509).
TEST_SVC_INV_SEC_NO_PSP_DSIG=O servi\u00E7o requer uma assinatura digital, voc\u00EA deve especificar um provedor de chave de servi\u00E7o que tem uma credencial de assinatura digital.
TEST_SVC_INV_SEC_NO_PSP_ENCRYPTION=O servi\u00E7o requer criptografia. Voc\u00EA deve especificar um provedor de chave de servi\u00E7o que tem uma credencial de criptografia.
TEST_SVC_INV_SEC_NO_PSP_SSL=O servi\u00E7o requer SSL. Voc\u00EA deve especificar um provedor de chave de servi\u00E7o que tem uma credencial de SSL.
TEST_SVC_INV_SEC_NO_DSIG_KEY=O servi\u00E7o requer uma assinatura digital, mas o provedor de chave de servi\u00E7o r "{0}" n\u00E3o tem uma credencial de assinatura digital.
TEST_SVC_INV_SEC_NO_ENCRYPTION_KEY=O servi\u00E7o exige criptografia, mas o provedor de chave de servi\u00E7o "{0}" n\u00E3o tem uma credencial de criptografia.
TEST_SVC_INV_SEC_NO_SSL_KEY=O servi\u00E7o requer SSL mas o provedor de chave de servi\u00E7o "{0}" n\u00E3o tem uma credencial do cliente SSL.
TEST_SVC_INV_MSG_ERROR=Erro ao criar o Envelope de SOAP:\n{0}
TEST_SVC_INV_MSG_CONV_ERROR=Erro ao converter o documento de Texto de bytes: {0}
TEST_SVC_INV_SAAJ_ERROR_APPLY=Erro ao aplicar a seguran\u00E7a de web services para a mensagem de SOAP:\n{0}
TEST_SVC_INV_SAAJ_ERROR_READ=Erro ao ler a Mensagem de SOAP Segura por WS:\n{0}
TEST_SVC_INV_OP_NOT_FOUND=A opera\u00E7\u00E3o "{0}" n\u00E3o foi encontrada neste servi\u00E7o.
TEST_SVC_TRANSPORT_ERROR=Erro inesperado ao acessar as informa\u00E7\u00F5es de transporte do servi\u00E7o:\n{0}
TEST_SVC_TRANSPORT_INV_SVC_PROVIDER=O Provedor de Servi\u00E7o da configura\u00E7\u00E3o de transporte \u00E9 inv\u00E1lido ou n\u00E3o existe.
TEST_SVC_INV_ON_ERROR=A chamada resultou em um erro: {0}.
TEST_SVC_INV_ON_RESPONSE=Erro ao criar o documento de resposta:\n{0}
TEST_XQ_EXECUTOR_ERROR=Erro ao criar o executor do XQuery: {0}
TEST_XQ_INV_ERROR=Erro ao executar a transforma\u00E7\u00E3o de XQuery: {0}
TEST_BUILDER_EXECUTOR_ERROR=Erro ao criar o executor: {0}
TEST_BUILDER_INV_ERROR=Erro ao executar a transforma\u00E7\u00E3o: {0}
TEST_MFL_EXECUTOR_ERROR=Erro ao criar o executor de MFL: {0}
TEST_MFL_INV_ERROR=Erro ao executar a transforma\u00E7\u00E3o de MFL: {0}
TEST_XSLT_EXECUTOR_ERROR=Erro ao criar o executor de XSLT: {0}
TEST_XSLT_INV_ERROR=Erro ao executar a transforma\u00E7\u00E3o de XSLT: {0}
TEST_JAVA_TYPE_NOT_SUPPORTED=A console de teste n\u00E3o suporta o tipo de mensagem de solicita\u00E7\u00E3o/resposta de 'Java'.
TEST_JAVA_CONTENT_WSDL_OP_NOT_SUPPORTED=A opera\u00E7\u00E3o selecionada "{0}" n\u00E3o pode ser chamada da console de teste, pois cont\u00E9m o tipo de Conte\u00FAdo Java.
