TEST_ERROR_REQ_NOT_XML=Das Anforderungsdokument ist kein wohlgeformtes XML-Dokument:\n{0}
TEST_ERROR_REQ_UNKNOWN=Der Anforderungsvorgang wird nicht erkannt.
TEST_ERROR_REF_INVALID=Das Referenzobjekt kann nicht erkannt werden:\n{0}
TEST_ERROR_REQ_INVALID=Das Anforderungsdokument ist ung\u00FCltig:\n{0}.
TEST_ERROR_REQ_MISMATCH=Das Anforderungsdokument hat nicht den erwarteten Typ.
TEST_ERROR_REF_NOT_SUPPORTED=Testen wird bei Ressourcen vom Typ "{0}" nicht unterst\u00FCtzt.
TEST_ERROR_SESSION_NOT_EXIST=Die Session "{0}" ist nicht vorhanden.
TEST_ERROR_SESSION_NOT_SUPPORTED=Diese Testanforderung wird bei einer Session nicht unterst\u00FCtzt.
TEST_SVC_WSDL_BIND_UNEXPECTED=Beim Zugriff auf Informationen \u00FCber die WSDL des Service ist ein unerwarteter Fehler aufgetreten:\n{0}
TEST_SVC_WSDL_BIND_NOT_FOUND=Beim Zugriff auf Informationen f\u00FCr den Service ist ein unerwarteter Fehler aufgetreten: WSDL-Port oder -Binding konnte nicht gefunden werden.
TEST_SVC_WSDL_TYPE_SYSTEM=Fehler beim Erstellen von Schema-Type System f\u00FCr WSDL:\n{0}
TEST_SVC_INV_CFG_MISMATCH=Die Aufrufkonfiguration stimmt nicht mit dem Typ des getesteten Service \u00FCberein.
TEST_SVC_INV_CFG_UNEXPECTED=Unerwartete Konfiguration f\u00FCr die Aufrufanforderung.
TEST_SVC_INV_CFG_XML_ERROR=Das XML-Eingabedokument ist nicht wohlgeformt:\n{0}
TEST_SVC_INV_SEC_LOGIN=Fehler beim Authentifizieren des Transportbenutzernamens/-kennworts: {0}
TEST_SVC_INV_SEC_LOGIN2=Fehler beim Authentifizieren des Benutzernamens/Kennworts auf Nachrichtenebene: {0}
TEST_SVC_INV_SEC_UNKNOWN=Unerwartete Exception bei der Ausf\u00FChrung des Tests: {0}
TEST_SVC_INV_SEC_SAML=Die Policy f\u00FCr diesen Vorgang erfordert ein Web Service Security-SAML-Token. Sie m\u00FCssen einen Benutzernamen/ein Kennwort auf Web Service Security- oder Transportebene angeben.
TEST_SVC_INV_SEC_UNT=Die Policy f\u00FCr diesen Vorgang erfordert ein WS-Security-Benutzernametoken. Sie m\u00FCssen einen Benutzernamen/ein Kennwort auf WS-Security-Ebene angeben.
TEST_SVC_INV_SEC_UNT_X509=Die Policy f\u00FCr diesen Vorgang erfordert ein Identity-Token (UNT oder X.509). Sie m\u00FCssen einen Benutzernamen/ein Kennwort (auf WSS-Ebene) oder einen Service-Schl\u00FCsselprovider mit digitalen Signaturzugangsdaten (X.509) angeben.
TEST_SVC_INV_SEC_UNT_SAML=Die Policy f\u00FCr diesen Vorgang erfordert ein Identity-Token (UNT oder SAML). Sie m\u00FCssen einen Benutzernamen/ein Kennwort auf WSS- oder Transportebene angeben.
TEST_SVC_INV_SEC_X509_SAML=Die Policy f\u00FCr diesen Vorgang erfordert ein Identity-Token (X.509 oder SAML). Sie m\u00FCssen einen Benutzernamen/ein Kennwort (auf WSS- oder Transportebene) oder einen Service-Schl\u00FCsselprovider mit digitalen Signaturzugangsdaten (X.509) angeben.
TEST_SVC_INV_SEC_UNT_X509_SAML=Die Policy f\u00FCr diesen Vorgang erfordert ein Identity-Token (X.509 oder SAML). Sie m\u00FCssen einen Benutzernamen/ein Kennwort (auf WSS- oder Transportebene) oder einen Service-Schl\u00FCsselprovider mit digitalen Signaturzugangsdaten (X.509) angeben.
TEST_SVC_INV_SEC_NO_PSP_DSIG=Der Service erfordert eine digitale Signatur. Sie m\u00FCssen einen Service-Schl\u00FCsselprovider angeben, der digitale Signaturzugangsdaten hat.
TEST_SVC_INV_SEC_NO_PSP_ENCRYPTION=Der Service erfordert eine Verschl\u00FCsselung. Sie m\u00FCssen einen Service-Schl\u00FCsselprovider angeben, der Verschl\u00FCsselungszugangsdaten hat.
TEST_SVC_INV_SEC_NO_PSP_SSL=Der Service erfordert SSL. Sie m\u00FCssen einen Service-Schl\u00FCsselprovider angeben, der SSL-Zugangsdaten hat.
TEST_SVC_INV_SEC_NO_DSIG_KEY=Der Service erfordert eine digitale Signatur, der Service-Schl\u00FCsselprovider "{0}" hat jedoch keine digitalen Signaturzugangsdaten.
TEST_SVC_INV_SEC_NO_ENCRYPTION_KEY=Der Service erfordert eine Verschl\u00FCsselung, der Service-Schl\u00FCsselprovider "{0}" hat jedoch keine Verschl\u00FCsselungszugangsdaten.
TEST_SVC_INV_SEC_NO_SSL_KEY=Der Service erfordert SSL, der Service-Schl\u00FCsselprovider "{0}" hat jedoch keine SSL-Clientzugangsdaten.
TEST_SVC_INV_MSG_ERROR=Fehler beim Erstellen der SOAP-Envelope:\n{0}
TEST_SVC_INV_MSG_CONV_ERROR=Fehler beim Konvertieren des Textdokumentes in Byte: {0}
TEST_SVC_INV_SAAJ_ERROR_APPLY=Fehler beim Anwenden von WS-Security f\u00FCr die SOAP-Nachricht:\n{0}
TEST_SVC_INV_SAAJ_ERROR_READ=Fehler beim Lesen der WS-gesicherten SOAP-Nachricht:\n{0}
TEST_SVC_INV_OP_NOT_FOUND=Der Vorgang "{0}" wird in diesem Service nicht gefunden.
TEST_SVC_TRANSPORT_ERROR=Unerwarteter Fehler beim Zugriff auf Transportinformationen f\u00FCr den Service:\n{0}
TEST_SVC_TRANSPORT_INV_SVC_PROVIDER=Der Service-Provider f\u00FCr die Transportkonfiguration ist entweder ung\u00FCltig oder nicht vorhanden.
TEST_SVC_INV_ON_ERROR=Der Aufruf hat zu einem Fehler gef\u00FChrt: {0}.
TEST_SVC_INV_ON_RESPONSE=Fehler beim Erstellen des Antwortdokuments:\n{0}
TEST_XQ_EXECUTOR_ERROR=Fehler beim Erstellen der ausf\u00FChrenden XQuery-Transaktion: {0}
TEST_XQ_INV_ERROR=Fehler beim Ausf\u00FChren der XQuery-Transformation: {0}
TEST_BUILDER_EXECUTOR_ERROR=Fehler beim Erstellen der ausf\u00FChrenden Transaktion: {0}
TEST_BUILDER_INV_ERROR=Fehler beim Ausf\u00FChren der Transformation: {0}
TEST_MFL_EXECUTOR_ERROR=Fehler beim Erstellen der ausf\u00FChrenden MFL-Transaktion: {0}
TEST_MFL_INV_ERROR=Fehler beim Ausf\u00FChren der MFL-Transformation: {0}
TEST_XSLT_EXECUTOR_ERROR=Fehler beim Erstellen der ausf\u00FChrenden XSLT-Transaktion: {0}
TEST_XSLT_INV_ERROR=Fehler beim Ausf\u00FChren der XSLT-Transformation: {0}
TEST_JAVA_TYPE_NOT_SUPPORTED=Testkonsole unterst\u00FCtzt 'Java'-Anforderungs-/Antwort-Messaging nicht.
TEST_JAVA_CONTENT_WSDL_OP_NOT_SUPPORTED=Gew\u00E4hlter Vorgang "{0}" kann nicht von Testkonsole aufgerufen werden, da er Java Content Type enth\u00E4lt.
