TEST_ERROR_REQ_NOT_XML=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306F\u6B63\u3057\u3044\u5F62\u5F0F\u306EXML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3067\u306F\u3042\u308A\u307E\u305B\u3093:\n{0}
TEST_ERROR_REQ_UNKNOWN=\u30EA\u30AF\u30A8\u30B9\u30C8\u64CD\u4F5C\u3092\u8A8D\u8B58\u3067\u304D\u307E\u305B\u3093\u3002
TEST_ERROR_REF_INVALID=\u53C2\u7167\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u8A8D\u8B58\u3067\u304D\u307E\u305B\u3093:\n{0}
TEST_ERROR_REQ_INVALID=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u7121\u52B9\u3067\u3059:\n{0}\u3002
TEST_ERROR_REQ_MISMATCH=\u30EA\u30AF\u30A8\u30B9\u30C8\u8981\u7D20\u304C\u4E88\u671F\u3055\u308C\u308B\u578B\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
TEST_ERROR_REF_NOT_SUPPORTED=\u30BF\u30A4\u30D7"{0}"\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30C6\u30B9\u30C8\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
TEST_ERROR_SESSION_NOT_EXIST=\u30BB\u30C3\u30B7\u30E7\u30F3"{0}"\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
TEST_ERROR_SESSION_NOT_SUPPORTED=\u3053\u306E\u30C6\u30B9\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u30BB\u30C3\u30B7\u30E7\u30F3\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
TEST_SVC_WSDL_BIND_UNEXPECTED=\u30B5\u30FC\u30D3\u30B9\u306EWSDL\u306E\u60C5\u5831\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{0}
TEST_SVC_WSDL_BIND_NOT_FOUND=\u30B5\u30FC\u30D3\u30B9\u306E\u60C5\u5831\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: WSDL\u30DD\u30FC\u30C8\u307E\u305F\u306FWSDL\u30D0\u30A4\u30F3\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
TEST_SVC_WSDL_TYPE_SYSTEM=WSDL\u306E\u30B9\u30AD\u30FC\u30DE\u30FB\u30BF\u30A4\u30D7\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u30D3\u30EB\u30C9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{0}
TEST_SVC_INV_CFG_MISMATCH=\u547C\u51FA\u3057\u306E\u69CB\u6210\u304C\u3001\u30C6\u30B9\u30C8\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u306E\u30BF\u30A4\u30D7\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
TEST_SVC_INV_CFG_UNEXPECTED=\u4E88\u671F\u3055\u308C\u306A\u3044\u547C\u51FA\u3057\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u69CB\u6210\u3067\u3059\u3002
TEST_SVC_INV_CFG_XML_ERROR=\u5165\u529BXML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u6B63\u3057\u3044\u5F62\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093:\n{0}
TEST_SVC_INV_SEC_LOGIN=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u8A8D\u8A3C\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
TEST_SVC_INV_SEC_LOGIN2=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EC\u30D9\u30EB\u306E\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u8A8D\u8A3C\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
TEST_SVC_INV_SEC_UNKNOWN=\u30C6\u30B9\u30C8\u306E\u5B9F\u884C\u4E2D\u306B\u8A8D\u8B58\u3067\u304D\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
TEST_SVC_INV_SEC_SAML=\u3053\u306E\u64CD\u4F5C\u306E\u30DD\u30EA\u30B7\u30FC\u306B\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3SAML\u30C8\u30FC\u30AF\u30F3\u304C\u5FC5\u8981\u3067\u3059\u3002Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30D9\u30EB\u307E\u305F\u306F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u3067\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TEST_SVC_INV_SEC_UNT=\u3053\u306E\u64CD\u4F5C\u306E\u30DD\u30EA\u30B7\u30FC\u306B\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u30E6\u30FC\u30B6\u30FC\u540D\u30C8\u30FC\u30AF\u30F3\u304C\u5FC5\u8981\u3067\u3059\u3002Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30D9\u30EB\u3067\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TEST_SVC_INV_SEC_UNT_X509=\u3053\u306E\u64CD\u4F5C\u306E\u30DD\u30EA\u30B7\u30FC\u306B\u306FID\u30C8\u30FC\u30AF\u30F3(UNT\u307E\u305F\u306FX.509)\u304C\u5FC5\u8981\u3067\u3059\u3002\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9(WSS\u30EC\u30D9\u30EB)\u307E\u305F\u306F\u30C7\u30B8\u30BF\u30EB\u7F72\u540D(X.509)\u8CC7\u683C\u8A3C\u660E\u3092\u6301\u3064\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TEST_SVC_INV_SEC_UNT_SAML=\u3053\u306E\u64CD\u4F5C\u306E\u30DD\u30EA\u30B7\u30FC\u306B\u306FID\u30C8\u30FC\u30AF\u30F3(UNT\u307E\u305F\u306FSAML)\u304C\u5FC5\u8981\u3067\u3059\u3002WSS\u30EC\u30D9\u30EB\u307E\u305F\u306F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u306E\u3044\u305A\u308C\u304B\u3067\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TEST_SVC_INV_SEC_X509_SAML=\u3053\u306E\u64CD\u4F5C\u306E\u30DD\u30EA\u30B7\u30FC\u306B\u306FID\u30C8\u30FC\u30AF\u30F3(x.509\u307E\u305F\u306FSAML)\u304C\u5FC5\u8981\u3067\u3059\u3002\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9(WSS\u30EC\u30D9\u30EB\u307E\u305F\u306F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u306E\u3044\u305A\u308C\u304B)\u307E\u305F\u306F\u30C7\u30B8\u30BF\u30EB\u7F72\u540D(X.509)\u8CC7\u683C\u8A3C\u660E\u3092\u6301\u3064\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TEST_SVC_INV_SEC_UNT_X509_SAML=\u3053\u306E\u64CD\u4F5C\u306E\u30DD\u30EA\u30B7\u30FC\u306B\u306FID\u30C8\u30FC\u30AF\u30F3(UNT\u3001X.509\u307E\u305F\u306FSAML)\u304C\u5FC5\u8981\u3067\u3059\u3002\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9(WSS\u30EC\u30D9\u30EB\u307E\u305F\u306F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u306E\u3044\u305A\u308C\u304B)\u307E\u305F\u306F\u30C7\u30B8\u30BF\u30EB\u7F72\u540D(X.509)\u8CC7\u683C\u8A3C\u660E\u3092\u6301\u3064\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TEST_SVC_INV_SEC_NO_PSP_DSIG=\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u304C\u5FC5\u8981\u3067\u3059\u3002\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8CC7\u683C\u8A3C\u660E\u3092\u6301\u3064\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TEST_SVC_INV_SEC_NO_PSP_ENCRYPTION=\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u6697\u53F7\u5316\u304C\u5FC5\u8981\u3067\u3059\u3002\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u3092\u6301\u3064\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TEST_SVC_INV_SEC_NO_PSP_SSL=\u30B5\u30FC\u30D3\u30B9\u306B\u306FSSL\u304C\u5FC5\u8981\u3067\u3059\u3002SSL\u8CC7\u683C\u8A3C\u660E\u3092\u6301\u3064\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TEST_SVC_INV_SEC_NO_DSIG_KEY=\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0"{0}"\u306B\u306F\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093\u3002
TEST_SVC_INV_SEC_NO_ENCRYPTION_KEY=\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u6697\u53F7\u5316\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0"{0}"\u306B\u306F\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093\u3002
TEST_SVC_INV_SEC_NO_SSL_KEY=\u30B5\u30FC\u30D3\u30B9\u306B\u306FSSL\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0"{0}"\u306B\u306FSSL\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093\u3002
TEST_SVC_INV_MSG_ERROR=SOAP\u30A8\u30F3\u30D9\u30ED\u30FC\u30D7\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{0}
TEST_SVC_INV_MSG_CONV_ERROR=\u30C6\u30AD\u30B9\u30C8\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u30D0\u30A4\u30C8\u306B\u5909\u63DB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
TEST_SVC_INV_SAAJ_ERROR_APPLY=SOAP\u30E1\u30C3\u30BB\u30FC\u30B8\u306BWS-Security\u3092\u9069\u7528\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{0}
TEST_SVC_INV_SAAJ_ERROR_READ=WS-Security\u4FDD\u8B77SOAP\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{0}
TEST_SVC_INV_OP_NOT_FOUND=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u64CD\u4F5C"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
TEST_SVC_TRANSPORT_ERROR=\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u60C5\u5831\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{0}
TEST_SVC_TRANSPORT_INV_SVC_PROVIDER=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u7121\u52B9\u3067\u3042\u308B\u304B\u3001\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
TEST_SVC_INV_ON_ERROR=\u547C\u51FA\u3057\u304C\u30A8\u30E9\u30FC\u306B\u306A\u308A\u307E\u3057\u305F: {0}\u3002
TEST_SVC_INV_ON_RESPONSE=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{0}
TEST_XQ_EXECUTOR_ERROR=XQuery\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
TEST_XQ_INV_ERROR=XQuery\u5909\u63DB\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F{0}
TEST_BUILDER_EXECUTOR_ERROR=\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
TEST_BUILDER_INV_ERROR=\u5909\u63DB\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
TEST_MFL_EXECUTOR_ERROR=MFL\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
TEST_MFL_INV_ERROR=MFL\u5909\u63DB\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F{0}
TEST_XSLT_EXECUTOR_ERROR=XSLT\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
TEST_XSLT_INV_ERROR=XSLT\u5909\u63DB\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F{0}
TEST_JAVA_TYPE_NOT_SUPPORTED=\u30C6\u30B9\u30C8\u30FB\u30B3\u30F3\u30BD\u30FC\u30EB\u3067\u306F\u3001\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30BF\u30A4\u30D7'Java'\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
TEST_JAVA_CONTENT_WSDL_OP_NOT_SUPPORTED=\u9078\u629E\u3057\u305F\u64CD\u4F5C"{0}"\u306FJava-Content\u30BF\u30A4\u30D7\u3092\u542B\u3093\u3067\u3044\u308B\u305F\u3081\u3001\u30C6\u30B9\u30C8\u30FB\u30B3\u30F3\u30BD\u30FC\u30EB\u304B\u3089\u547C\u3073\u51FA\u305B\u307E\u305B\u3093\u3002
