default=Service Bus
LABEL_SAMPLE_LABEL=etiqueta de ejemplo
MQ_RESPONSE_REQUIRED_INFO=Indica si debe ser una llamada de solicitud-respuesta.
DISPATCH_POLICY=Pol\u00EDtica de Distribuci\u00F3n
DISPATCH_POLICY_INFO=Especifique la pol\u00EDtica de distribuci\u00F3n para la gesti\u00F3n de threads.
ERROR_MANDATORY_POLLING_INTERVAL=El intervalo de sondeo es un campo obligatorio.
POLLING_INTERVAL_INFO=Intervalo de sondeo en milisegundos
ERROR_POLLING_INTERVAL=El intervalo de sondeo debe ser un entero positivo.
ERROR_MISSING_URI=Se debe especificar el URI.
POLLING_INTERVAL_LBL=Intervalo de Sondeo
MQ_RESPONSE_REQUIRED=Se Necesita Respuesta
MQ_PROCESS_RFH2=Cabeceras RFH2 de Proceso
MQ_RESPONSE_PATTERN=Patr\u00F3n de Correlaci\u00F3n de Respuesta
MQ_RESPONSE_PATTERN_INFO=Patr\u00F3n de dise\u00F1o para el mensaje de respuesta de MQ. Por MessageID: Correlacionado por MQ MessageID, responder a la cola ReplyTo; Por CorrelationID: Correlacionado por MQ CorrelationID, responder al URI de respuesta.
MQ_CORRELATIONID_PATTERN=Identificador de Correlaci\u00F3n de MQ
MQ_MESSAGEID_PATTERN=Identificador de Mensaje de MQ
MQ_DYNAMIC_Q_PATTERN=Cola Din\u00E1mica
MQ_DEAD_LETTER_URI=URI de Mensajes con Problemas de Entrega de MQ
MQ_DEAD_LETTER_URI_INFO=Formato: mq://local-queue-name?conn=mq-connection-resource-ref
MQ_BACKOUT_THRESHOLD=Umbral de Interrupci\u00F3n
MQ_BACKOUT_THRESHOLD_INFO=Reintente el mensaje de solicitud el n\u00FAmero de veces especificado en "Umbral de Interrupci\u00F3n" antes de redireccionarlo a una cola de mensajes con problemas de entrega. Se utiliza para la gesti\u00F3n de mensajes infectados.
EP_URI_GET_OPTIONS=Opciones "GET" del URI de Punto Final
EP_URI_GET_OPTIONS_INFO=Opciones "GET" que se deben especificar al recuperar un mensaje de la cola de entrada especificada en el URI de punto final del servicio de proxy de MQ.
EP_URI_PUT_OPTIONS=Opciones "PUT" del URI de Punto Final
EP_URI_PUT_OPTIONS_INFO=Opciones "PUT" que se deben especificar al poner un mensaje en la cola de salida especificada en el URI de punto final del servicio de negocio de MQ.
MQ_RESPONSE_URI=URI de Respuesta de MQ
MQ_RESPONSE_URI_INFO=Formato: mq://local-queue-name?conn=mq-connection-resource-ref
MQ_MODEL_QUEUE=Cola de Modelo
MQ_MODEL_QUEUE_ENV=Cola de Modelo de MQ
MQ_MODEL_QUEUE_INFO=nombre de la cola de modelo
MQ_UNRECOGNIZED_RESPONSE_URI=URI de Respuesta No Reconocida de MQ
MQ_UNRECOGNIZED_RESPONSE_URI_INFO=Formato: mq://local-queue-name?conn=mq-connection-resource-ref
MQ_INBOUND_URI_FORMAT=mq://local-queue-name?conn=mq-connection-resource-ref
MQ_OUTBOUND_URI_FORMAT=mq://local-queue-name?conn=mq-connection-resource-ref
RESPONSE_MESSAGE_TYPE=Tipo de Mensaje de Respuesta
MQ_RESPONSE_TIMEOUT=Timeout de Respuesta
MQ_RESPONSE_TIMEOUT_INFO=Cantidad de tiempo que se espera la respuesta en segundos.
MQ_TX_TIMEOUT=Timeout de Transacci\u00F3n
MQ_TX_TIMEOUT_INFO=Timeout de Transacci\u00F3n en Segundos
MQ_WORKER_THREAD_DISPATCH_POLICY=Pol\u00EDtica de Distribuci\u00F3n de Threads de Worker
MQ_WORKER_THREAD_DISPATCH_POLICY_INFO=Pol\u00EDtica de distribuci\u00F3n que se utilizar\u00E1n en los threads de worker.
MQ_POLLER_DISPATCH_POLICY=Pol\u00EDtica de Distribuci\u00F3n de Sondeo
MQ_POLLER_DISPATCH_POLICY_INFO=Pol\u00EDtica de distribuci\u00F3n que se utilizar\u00E1n en los threads de sondeos.
MESSAGE_TYPE=Tipo de Mensaje
MESSAGE_TYPE_INFO=Tipo de Mensaje
RESPONSE_MESSAGE_TYPE_INFO=Tipo de Mensaje de Respuesta
MESSAGE_TYPE_BYTES=Bytes
MESSAGE_TYPE_TEXT=Texto
AUTOGEN_CORRELATION_VALUE=Valor de Correlaci\u00F3n de Generaci\u00F3n Autom\u00E1tica
RESPONSE_POOLING_ENV=Pool de Cola Din\u00E1mica
RESPONSE_POOLING_VALUE=Pool de cola din\u00E1mica
RESPONSE_POOLING_INFO=Es el pool de respuesta necesario para la cola din\u00E1mica.
MQ_IGNORE_REPLYTO=Ignorar Cabeceras de Respuesta
MQ_IGNORE_REPLYTO_INFO=Ignorar cabeceras de respuesta para el gestor de colas
ERROR_SAMPLE_VALIDATION=Error de validaci\u00F3n de ejemplo.
ERROR_SERVICE_NAME_NOT_UNIQUE=Ya se ha introducido el nombre de servicio "{0}".
ERROR_INVALID_URI=El URI no es v\u00E1lido.
ERROR_PROXY_NON_EXISTENT=No existe el servicio de proxy de MQ "{0}".
ERROR_INVALID_TIMEOUT=Esta valor debe ser un n\u00FAmero positivo.
ERROR_SESSION_ACTIVATION=Error al activar la sesi\u00F3n.
ERROR_SAMPLE_RUNTIME=error de tiempo de ejecuci\u00F3n de ejemplo
ERROR_ENDPOINT_ALREADY_EXISTS=Ya se ha registrado el punto final de MQ con el nombre {0}.
ERROR_URI_ALREADY_EXISTS=Ya se ha registrado el URI de MQ con el nombre {0}.
ERROR_CANNOT_LOAD_CONFIG=No se puede cargar el descriptor de configuraci\u00F3n de transporte del bus de servicio: {0}.
ERROR_CONFIG_PROBLEM=Problema con la configuraci\u00F3n
ERROR_NO_ENDPOINT=No se ha registrado ning\u00FAn punto final con la referencia: {0}.
ERROR_NOT_PROXY={0} no es un servicio de proxy.
ERROR_GETTING_CONFIG=No se ha podido obtener la configuraci\u00F3n para {0}.
ERROR_INVALID_REFERENCE=Error. Referencia no v\u00E1lida para {0}.
ERROR_GENERIC=Se ha producido una excepci\u00F3n de transporte durante el procesamiento de mensajes de transporte de MQ.
ERROR_CLOSED_CONNECTION=No se puede llamar al servicio: La conexi\u00F3n para el URI "{0}" est\u00E1 cerrada.
ERROR_INVALID_SERVICE_ACCOUNT=La cuenta de servicio o las credenciales son nulas.
ERROR_DUPLICATE_URIs=No se permiten URI duplicados en el servicio de negocio.
ERROR_INVALID_MQ_GET_MSG_OPTIONS=Se han especificado opciones de mensaje GET.
ERROR_INVALID_MQ_PUT_MSG_OPTIONS=Se han especificado opciones de mensaje PUT.
ERROR_URI_INVALID_MQCONNREF=El recurso de conexi\u00F3n de MQ {0} especificado en el URI {1} no existe.
ERROR_INVALID_UNRECOGNIZED_RESPONE_URI=El recurso de conexi\u00F3n de MQ {0} especificado en el URI {1} no existe.
ERROR_SAME_UNRECOGNIZED_RESPONE_URI=El URI de respuesta no reconocida no puede ser igual que el URI de respuesta.
ERROR_NO_MODEL_QUEUE=Se necesita la cola de modelo para la correlaci\u00F3n de cola din\u00E1mica.
ERROR_BAD_DYN_QUEUE=Nombre de cola din\u00E1mica incorrecto. El formato de cola din\u00E1mica es "prefijo*".
ERROR_BAD_DYN_QUEUE_PREFIX=Nombre de cola din\u00E1mica incorrecto. Se necesita un prefijo que no supere los 32 caracteres.
ERROR_BAD_DYN_QUEUE_SUFFIX=Nombre de cola din\u00E1mica incorrecto. El nombre de la cola din\u00E1mica debe finalizar con "*".
