ERROR_CONFIG_JAR_UNEXPECTED=Erro inesperado ao importar: {0}
ERROR_CONFIG_JAR_IMPORT=Alguns recursos falharam durante a importa\u00E7\u00E3o.
ERROR_CONFIG_JAR_IMPORT_DETAIL=O recurso {0} ({1}) falhou durante a importa\u00E7\u00E3o devido ao seguinte erro: {2}
ERROR_CONFIG_JAR_IMPORT_CONFLICTS=Alguns recursos foram importados com conflitos.
ERROR_INTROSPECTOR_PORT_TYPE_NOT_FOUND=Erro inesperado: n\u00E3o foi poss\u00EDvel localizar o tipo de porta {0} para o artefato de WSDL {1}
ERROR_INTROSPECTOR_ENDPOINT_NOT_FOUND=Erro inesperado: n\u00E3o foi poss\u00EDvel localizar a entidade de ponto final para o artefato de WSDL {0}
ERROR_INTROSPECTOR_RELATE_ARTIFACTS=Erro inesperado: n\u00E3o foi poss\u00EDvel relacionar o artefato {0} e o artefato {1}
ERROR_MBEAN_INVALID_URL=Configura\u00E7\u00E3o remota inv\u00E1lida: o URL n\u00E3o est\u00E1 em um formato v\u00E1lido.
ERROR_MBEAN_INVALID_CREDENTIALS=Configura\u00E7\u00E3o remota inv\u00E1lida: as credenciais n\u00E3o foram fornecidas.
ERROR_JCA_NOT_FOUND=Erro inesperado: o recurso JCA para o servi\u00E7o {0} ({1}) n\u00E3o p\u00F4de ser localizado.
ERROR_JCA_INVALID_CONFIG=Erro inesperado: configura\u00E7\u00E3o do transporte JCA inv\u00E1lida.
ERROR_TRANSPORT_URIS=Erro inesperado: o(s) URI(s) do servi\u00E7o {0} ({1}) n\u00E3o p\u00F4de/puderam ser calculado(s).
ERROR_UDDI_SVC_KEY=Erro inesperado: a Chave de Servi\u00E7o UDDI para o servi\u00E7o {0} ({1}) n\u00E3o p\u00F4de ser calculada.
ERROR_OSB_INSTANCE_DELETE_CONFIG_DIR=Erro inesperado ao deletar o diret\u00F3rio existente ({0}) durante a inicializa\u00E7\u00E3o da inst\u00E2ncia do OSB off-line.
INFO_OSB_INSTANCE_CREATED_CONFIG_DIR=O Harvester do OSB criou um diret\u00F3rio tempor\u00E1rio ({0}) para os dados da estrutura de configura\u00E7\u00E3o. Esse diret\u00F3rio n\u00E3o ser\u00E1 deletado automaticamente.
INFO_READER_EXPORT_START=Exporta\u00E7\u00E3o do Jar de Configura\u00E7\u00E3o OSB Remoto iniciando.
INFO_READER_EXPORT_DONE=Exporta\u00E7\u00E3o do Jar de Configura\u00E7\u00E3o OSB Remoto conclu\u00EDda.
INFO_READER_IMPORT_START=Importa\u00E7\u00E3o / Valida\u00E7\u00E3o do Jar de Configura\u00E7\u00E3o OSB iniciando.
INFO_READER_IMPORT_DONE=Importa\u00E7\u00E3o / Valida\u00E7\u00E3o do Jar de Configura\u00E7\u00E3o OSB conclu\u00EDda.
ERROR_FWK_MISSING_WL_HOME=A vari\u00E1vel de ambiente weblogic.home deve ser definida para reaproveitar jars OSB.
ERROR_FWK_MISSING_OSB_HOME=A vari\u00E1vel de ambiente osb.home deve ser definida para reaproveitar jars OSB.
ERROR_FWK_OSB_INSTANCE_START=A inst\u00E2ncia OSB off-line n\u00E3o p\u00F4de ser iniciada devido ao seguinte erro: {0}
ERROR_READER_MISSING_QUERY=Uma defini\u00E7\u00E3o de Consulta deve ser configurada.
ERROR_READER_MULTIPLE_QUERY=Apenas uma entre Consulta Remota ou Consulta de Arquivo pode ser especificada.
ERROR_READER_INVALID_SERVER_TYPE=O tipo de servidor de consulta remota {0} n\u00E3o \u00E9 suportado. Apenas o OSB \u00E9 suportado.
ERROR_READER_CANNOT_CONNECT=N\u00E3o foi poss\u00EDvel alcan\u00E7ar o servidor remoto: {0}
ERROR_READER_INVALID_ROOT_DIR=O diret\u00F3rio-raiz {0} n\u00E3o \u00E9 v\u00E1lido.
ERROR_READER_INVALID_FILE=O nome do arquivo {0} n\u00E3o \u00E9 um arquivo v\u00E1lido.
ERROR_READER_EMPTY_FILE_QUERY=N\u00E3o h\u00E1 arquivos configurados na FileQuery.
ERROR_HARVESTER_UNMATCHED_URI=Erro inesperado: o URI {0} n\u00E3o mapeia para um recurso OSB.
ERROR_HARVESTER_EFFWSDL_INVALID_MF=Erro inesperado: n\u00E3o \u00E9 poss\u00EDvel acessar informa\u00E7\u00F5es referentes ao WSDL efetivo gerado.
ERROR_HARVESTER_PERSIST_RESOURCE=Erro inesperado ao acessar a defini\u00E7\u00E3o para o recurso {0} ({1}): {2}
ERROR_HARVESTER_PERSIST_EFF_WSDL=Erro inesperado ao acessar o WSDL efetivo para o servi\u00E7o {0} ({1}): {2}
ERROR_HARVESTER_PERSIST_OWSM=Erro inesperado ao acessar a pol\u00EDtica OWSM {0}: {1}
ERROR_HARVESTER_INTROSPECT=Ocorreu um erro na introspec\u00E7\u00E3o do URI {0}: {1}
ERROR_HARVESTER_PREPARE_WIRING=Erro inesperado ao acessar informa\u00E7\u00F5es do ponto final para o servi\u00E7o {0} ({1}): {2}
ERROR_HARVESTER_ENDPOINT_LOOKUP=Ocorreu um erro ao consultar pontos finais pelo URI do servidor OER: {0}
ERROR_INTROSPECT_FINGER_PRINT=Falha ao obter a impress\u00E3o digital para o recurso {0} ({1}).
ERROR_INTROSPECT_LOAD_METADATA=Falha ao carregar os metadados de introspec\u00E7\u00E3o necess\u00E1rios para o recurso {0} ({1}).
ERROR_INTROSPECT_DO_INTROSPECT=Ocorreu um erro na introspec\u00E7\u00E3o do recurso {0} ({1}): {2}
ERROR_INTROSPECT_LOAD_WSDL=Erro inesperado ao carregar as informa\u00E7\u00F5es de WSDL.
ERROR_INTROSPECT_ADAPTER_ARITY=O n\u00FAmero de opera\u00E7\u00F5es de servi\u00E7o ({0}) e de ativos do adaptador ({1}) n\u00E3o correspondem.
ERROR_INTROSPECT_ADAPTER_INVALID_OP=Encontrado um ativo do adaptador para a opera\u00E7\u00E3o {0} que n\u00E3o existe para este servi\u00E7o.
ERROR_ANT_NO_USERNAME=Um nome de usu\u00E1rio deve ser configurado.
ERROR_ANT_PASSWORD_EMPTY=Uma senha deve ser configurada.
ERROR_ANT_PASSWORD_NOT_ENCRYPTED=A senha deve ser criptografada.
ERROR_ANT_PASSWORD_CANNOT_DECRYPT=A senha n\u00E3o p\u00F4de ser descriptografada.
ERROR_ANT_SINGLE_FILE_QUERY=Apenas uma FileQuery pode ser configurada.
ERROR_ANT_SINGLE_REMOTE_QUERY=Apenas uma RemoteQuery pode ser configurada.
ERROR_ANT_SINGLE_QUERY=Apenas uma entre FileQuery e RemoteQuery pode ser configurada.
ERROR_ANT_MISSING_OSB_HOME=A propriedade do sistema osb.home deve ser definida.
ERROR_ANT_LOAD_SETTINGS=Erro ao fazer parse do arquivo de Configura\u00E7\u00F5es do Reaproveitador: {0}
