ERROR_CONFIG_JAR_UNEXPECTED=Error de importaci\u00F3n inesperado: {0}
ERROR_CONFIG_JAR_IMPORT=Fallo al importar algunos recursos.
ERROR_CONFIG_JAR_IMPORT_DETAIL=Fallo al importar el recurso {0} ({1}) debido al siguiente error: {2}
ERROR_CONFIG_JAR_IMPORT_CONFLICTS=Algunos recursos se han importado con conflictos.
ERROR_INTROSPECTOR_PORT_TYPE_NOT_FOUND=Error inesperado: No se ha encontrado el tipo de puerto {0} para el artefacto de WSDL {1}
ERROR_INTROSPECTOR_ENDPOINT_NOT_FOUND=Error inesperado: No se ha encontrado la entidad de punto final para el artefacto de WSDL {0}
ERROR_INTROSPECTOR_RELATE_ARTIFACTS=Error inesperado: No se han podido relacionar el artefacto {0} y el artefacto {1}
ERROR_MBEAN_INVALID_URL=Configuraci\u00F3n remota no v\u00E1lida: La URL tiene un formato no v\u00E1lido.
ERROR_MBEAN_INVALID_CREDENTIALS=Configuraci\u00F3n remota no v\u00E1lida: No se han proporcionado credenciales.
ERROR_JCA_NOT_FOUND=Error inesperado: No se ha encontrado el recurso de JCA para el servicio {0} ({1}).
ERROR_JCA_INVALID_CONFIG=Error inesperado: Configuraci\u00F3n de transporte de JCA no v\u00E1lida.
ERROR_TRANSPORT_URIS=Error inesperado: No se han podido calcular los URI del servicio {0} ({1}).
ERROR_UDDI_SVC_KEY=Error inesperado: No se ha podido calcular la clave de servicio de UDDI para el servicio {0} ({1}).
ERROR_OSB_INSTANCE_DELETE_CONFIG_DIR=Error inesperado al suprimir el directorio existente ({0}) durante el inicio de la instancia fuera de l\u00EDnea de OSB.
INFO_OSB_INSTANCE_CREATED_CONFIG_DIR=OSB Harvester ha creado un directorio temporal ({0}) para los datos del marco de configuraci\u00F3n. Este directorio no se suprimir\u00E1 de forma autom\u00E1tica.
INFO_READER_EXPORT_START=Iniciando exportaci\u00F3n de archivo jar de configuraci\u00F3n de OSB remota.
INFO_READER_EXPORT_DONE=Exportaci\u00F3n de archivo jar de configuraci\u00F3n de OSB remota terminada.
INFO_READER_IMPORT_START=Iniciando validaci\u00F3n / importaci\u00F3n de archivo jar de configuraci\u00F3n de OSB.
INFO_READER_IMPORT_DONE=Validaci\u00F3n / importaci\u00F3n de archivo jar de configuraci\u00F3n de OSB terminada.
ERROR_FWK_MISSING_WL_HOME=La variable de entorno de weblogic.home debe estar definida para recopilar los archivos jar de OSB.
ERROR_FWK_MISSING_OSB_HOME=La variable de entorno de osb.home debe estar definida para recopilar los archivos jar de OSB.
ERROR_FWK_OSB_INSTANCE_START=No se ha podido iniciar la instancia de OSB fuera de l\u00EDnea debido al siguiente error: {0}
ERROR_READER_MISSING_QUERY=Se debe configurar una definici\u00F3n de consulta.
ERROR_READER_MULTIPLE_QUERY=S\u00F3lo se puede especificar una consulta remota o una consulta de archivo.
ERROR_READER_INVALID_SERVER_TYPE=El tipo de servidor de consulta remota {0} no est\u00E1 soportado. S\u00F3lo est\u00E1 soportado OSB.
ERROR_READER_CANNOT_CONNECT=No se puede acceder al servidor remoto: {0}
ERROR_READER_INVALID_ROOT_DIR=El directorio ra\u00EDz {0} no es un directorio v\u00E1lido.
ERROR_READER_INVALID_FILE=El nombre de archivo {0} no es un archivo v\u00E1lido.
ERROR_READER_EMPTY_FILE_QUERY=No hay archivos configurados en la consulta de archivo.
ERROR_HARVESTER_UNMATCHED_URI=Error inesperado: El URI {0} no se asigna a un recurso de OSB.
ERROR_HARVESTER_EFFWSDL_INVALID_MF=Error inesperado: No se puede acceder a la informaci\u00F3n sobre el WSDL en vigor generado.
ERROR_HARVESTER_PERSIST_RESOURCE=Se ha producido un error inesperado al acceder a la definici\u00F3n de recurso para el recurso {0} ({1}): {2}
ERROR_HARVESTER_PERSIST_EFF_WSDL=Se ha producido un error inesperado al acceder al WSDL en vigor para el servicio {0} ({1}): {2}
ERROR_HARVESTER_PERSIST_OWSM=Se ha producido un error inesperado al acceder a la pol\u00EDtica de OWSM {0}: {1}
ERROR_HARVESTER_INTROSPECT=Se ha producido un error al analizar el URI {0}: {1}
ERROR_HARVESTER_PREPARE_WIRING=Se ha producido un error inesperado al acceder a la informaci\u00F3n de punto final para el servicio {0} ({1}): {2}
ERROR_HARVESTER_ENDPOINT_LOOKUP=Se ha producido un error en la consulta de puntos finales por URI desde el servidor de OER: {0}
ERROR_INTROSPECT_FINGER_PRINT=Fallo al obtener la huella para el recurso {0} ({1}).
ERROR_INTROSPECT_LOAD_METADATA=Fallo al cargar los metadatos de introspecci\u00F3n necesarios para el recurso {0} ({1}).
ERROR_INTROSPECT_DO_INTROSPECT=Se ha producido un error al analizar el recurso {0} ({1}): {2}
ERROR_INTROSPECT_LOAD_WSDL=Se ha producido un error inesperado al cargar la informaci\u00F3n de WSDL.
ERROR_INTROSPECT_ADAPTER_ARITY=El n\u00FAmero de operaciones de servicio ({0}) y de activos del adaptador ({1}) no coinciden.
ERROR_INTROSPECT_ADAPTER_INVALID_OP=Se ha encontrado un activo del adaptador para la operaci\u00F3n {0} que no existe para este servicio.
ERROR_ANT_NO_USERNAME=Se debe configurar un nombre de usuario.
ERROR_ANT_PASSWORD_EMPTY=Se debe configurar una contrase\u00F1a.
ERROR_ANT_PASSWORD_NOT_ENCRYPTED=La contrase\u00F1a debe estar cifrada.
ERROR_ANT_PASSWORD_CANNOT_DECRYPT=No se ha podido descifrar la contrase\u00F1a.
ERROR_ANT_SINGLE_FILE_QUERY=S\u00F3lo se puede configurar una consulta de archivo.
ERROR_ANT_SINGLE_REMOTE_QUERY=S\u00F3lo se puede configurar una consulta remota.
ERROR_ANT_SINGLE_QUERY=S\u00F3lo se puede configurar una consulta de archivo o una consulta remota.
ERROR_ANT_MISSING_OSB_HOME=Se debe definir la propiedad de sistema osb.home.
ERROR_ANT_LOAD_SETTINGS=Error al analizar el archivo de configuraci\u00F3n de Harvester: {0}
