ERROR_CONFIG_JAR_UNEXPECTED=Erreur d''import inattendue : {0}
ERROR_CONFIG_JAR_IMPORT=Echec de l'import de certaines ressources.
ERROR_CONFIG_JAR_IMPORT_DETAIL=La ressource {0} ({1}) n''a pas pu \u00EAtre import\u00E9e en raison de l''erreur suivante : {2}
ERROR_CONFIG_JAR_IMPORT_CONFLICTS=Certaines ressources import\u00E9es pr\u00E9sentaient des conflits.
ERROR_INTROSPECTOR_PORT_TYPE_NOT_FOUND=Erreur inattendue : type de port {0} introuvable pour l''artefact WSDL {1}
ERROR_INTROSPECTOR_ENDPOINT_NOT_FOUND=Erreur inattendue : entit\u00E9 d''adresse introuvable pour l''artefact WSDL {0}
ERROR_INTROSPECTOR_RELATE_ARTIFACTS=Erreur inattendue : impossible de mettre en relation les artefacts {0} et {1}
ERROR_MBEAN_INVALID_URL=Configuration distante non valide : le format de l'URL est incorrect.
ERROR_MBEAN_INVALID_CREDENTIALS=Configuration distante non valide : les informations d'identification et de connexion sont manquantes.
ERROR_JCA_NOT_FOUND=Erreur inattendue : la ressource JCA du service {0} ({1}) est introuvable.
ERROR_JCA_INVALID_CONFIG=Erreur inattendue : configuration du transport JCA non valide.
ERROR_TRANSPORT_URIS=Erreur inattendue : impossible de calculer les URI du service {0} ({1}).
ERROR_UDDI_SVC_KEY=Erreur inattendue : impossible de calculer la cl\u00E9 de service UDDI du service {0} ({1}).
ERROR_OSB_INSTANCE_DELETE_CONFIG_DIR=Erreur inattendue lors de la suppression du r\u00E9pertoire existant ({0}) au d\u00E9marrage de l''instance OSB hors ligne.
INFO_OSB_INSTANCE_CREATED_CONFIG_DIR=OSB Harvester a cr\u00E9\u00E9 un r\u00E9pertoire temporaire ({0}) pour les donn\u00E9es de la structure de configuration. Ce r\u00E9pertoire sera automatiquement supprim\u00E9.
INFO_READER_EXPORT_START=D\u00E9marrage de l'export des fichiers JAR pour la configuration OSB distante.
INFO_READER_EXPORT_DONE=Export des fichiers JAR pour la configuration OSB distante termin\u00E9.
INFO_READER_IMPORT_START=D\u00E9marrage de l'import/la validation des fichiers JAR pour la configuration OSB.
INFO_READER_IMPORT_DONE=Fin de l'import/la validation des fichiers JAR pour la configuration OSB.
ERROR_FWK_MISSING_WL_HOME=La variable d'environnement weblogic.home doit \u00EAtre d\u00E9finie pour que les fichiers JAR OSB puissent \u00EAtre collect\u00E9s.
ERROR_FWK_MISSING_OSB_HOME=La variable d'environnement osb.home doit \u00EAtre d\u00E9finie pour que les fichiers JAR OSB puissent \u00EAtre collect\u00E9s.
ERROR_FWK_OSB_INSTANCE_START=L''instance OSB hors ligne n''a pas pu \u00EAtre d\u00E9marr\u00E9e en raison de l''erreur suivante : {0}
ERROR_READER_MISSING_QUERY=Vous devez configurer la d\u00E9finition des requ\u00EAtes.
ERROR_READER_MULTIPLE_QUERY=Vous pouvez indiquer une seule requ\u00EAte distante ou une seule requ\u00EAte de fichier.
ERROR_READER_INVALID_SERVER_TYPE=Le type de serveur de requ\u00EAte distante {0} n''est pas pris en charge. Type pris en charge : OSB.
ERROR_READER_CANNOT_CONNECT=Impossible d''atteindre le serveur distant : {0}
ERROR_READER_INVALID_ROOT_DIR=Le r\u00E9pertoire racine {0} n''est pas valide.
ERROR_READER_INVALID_FILE=Le nom de fichier {0} n''est pas valide.
ERROR_READER_EMPTY_FILE_QUERY=Aucun fichier n'est configur\u00E9 dans la requ\u00EAte de fichier.
ERROR_HARVESTER_UNMATCHED_URI=Erreur inattendue : l''URI {0} ne correspond pas \u00E0 une ressource OSB.
ERROR_HARVESTER_EFFWSDL_INVALID_MF=Erreur inattendue : impossible d'acc\u00E9der aux informations concernant le langage WSDL en vigueur g\u00E9n\u00E9r\u00E9.
ERROR_HARVESTER_PERSIST_RESOURCE=Erreur inattendue lors de l''acc\u00E8s \u00E0 la d\u00E9finition de la ressource {0} ({1}) : {2}
ERROR_HARVESTER_PERSIST_EFF_WSDL=Erreur inattendue lors de l''acc\u00E8s au WSDL en vigueur pour le service {0} ({1}) : {2}
ERROR_HARVESTER_PERSIST_OWSM=Erreur inattendue lors de l''acc\u00E8s \u00E0 la strat\u00E9gie OWSM {0} : {1}
ERROR_HARVESTER_INTROSPECT=Une erreur s''est produite lors de l''introspection de l''URI {0} : {1}
ERROR_HARVESTER_PREPARE_WIRING=Erreur inattendue lors de l''acc\u00E8s aux informations d''adresse du service {0} ({1}) : {2}
ERROR_HARVESTER_ENDPOINT_LOOKUP=Une erreur s''est produite lors de l''interrogation des adresses par URI depuis le serveur OER : {0}
ERROR_INTROSPECT_FINGER_PRINT=Echec de l''obtention de l''empreinte pour la ressource {0} ({1}).
ERROR_INTROSPECT_LOAD_METADATA=Echec du chargement des m\u00E9tadonn\u00E9es d''introspection obligatoires pour la ressource {0} ({1}).
ERROR_INTROSPECT_DO_INTROSPECT=Une erreur s''est produite lors de l''introspection de la ressource {0} ({1}) : {2}
ERROR_INTROSPECT_LOAD_WSDL=Erreur inattendue lors du chargement des informations WSDL.
ERROR_INTROSPECT_ADAPTER_ARITY=Les nombres d''op\u00E9rations de service ({0}) et de ressources d''adaptateur ({1}) ne correspondent pas.
ERROR_INTROSPECT_ADAPTER_INVALID_OP=Ressource d''adaptateur trouv\u00E9e pour l''op\u00E9ration {0} qui n''existe pas pour ce service.
ERROR_ANT_NO_USERNAME=Le nom utilisateur doit \u00EAtre configur\u00E9.
ERROR_ANT_PASSWORD_EMPTY=Le mot de passe doit \u00EAtre configur\u00E9.
ERROR_ANT_PASSWORD_NOT_ENCRYPTED=Le mot de passe doit \u00EAtre crypt\u00E9.
ERROR_ANT_PASSWORD_CANNOT_DECRYPT=Le mot de passe n'a pas pu \u00EAtre d\u00E9crypt\u00E9.
ERROR_ANT_SINGLE_FILE_QUERY=Vous pouvez configurer une seule requ\u00EAte de fichier.
ERROR_ANT_SINGLE_REMOTE_QUERY=Vous pouvez configurer une seule requ\u00EAte distante.
ERROR_ANT_SINGLE_QUERY=Vous pouvez configurer une seule requ\u00EAte de fichier ou requ\u00EAte distante.
ERROR_ANT_MISSING_OSB_HOME=Vous devez d\u00E9finir la propri\u00E9t\u00E9 syst\u00E8me osb.home.
ERROR_ANT_LOAD_SETTINGS=Erreur lors de l''analyse du fichier des param\u00E8tres Harvester : {0}
