Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OVD/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Category_LDAPEntryAccess
source: LDAP Entry Access
de: LDAP-Eintragszugriff
es: Acceso de Entrada de LDAP
fr: Accès à l'entrée LDAP
it: Accesso alla voce LDAP
ja: LDAPエントリ・アクセス
ko: LDAP 항목 액세스
pt_br: Acesso à Entrada LDAP
zh_cn: LDAP 条目访问
zh_tw: LDAP 項目存取

# Event_CompareDataItemAttributes
source: Compare Data Item Attributes
de: Datenelementattribute vergleichen
es: Comparar Atributos de Elementos de Datos
fr: Comparer les attributs d'éléments de données
it: Confronta attributi elementi dati
ja: データ項目属性の比較
ko: 데이터 항목 속성 비교
pt_br: Comparar Atributos do Item de Dados
zh_cn: 比较数据项属性
zh_tw: 比較資料項目屬性

# Event_AddService
source: Add Service
de: Service hinzufügen
es: Agregar Servicio
fr: Ajouter un service
it: Aggiungi servizio
ja: サービスの追加
ko: 서비스 추가
pt_br: Adicionar Serviço
zh_cn: 添加服务
zh_tw: 新增服務

# Event_Add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
zh_cn: 添加
zh_tw: 新增

# Event_Delete
source: Delete
de: Löschen
es: Suprimir
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Deletar
zh_cn: 删除
zh_tw: 刪除

# Event_Modify
source: Modify
de: Ändern
es: Modificar
fr: Modifier
it: Modifica
ja: 変更
ko: 수정
pt_br: Modificar
zh_cn: 修改
zh_tw: 修改

# Event_Rename
source: Rename
de: Umbenennen
es: Cambiar Nombre
fr: Renommer
it: Rinomina
ja: 名前変更
ko: 이름 바꾸기
pt_br: Renomear
zh_cn: 重命名
zh_tw: 重新命名

# Event_Compare
source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
ja: 比較
ko: 비교
pt_br: Comparar
zh_cn: 比较
zh_tw: 比較

# Attribute_ServiceOperation
source: Service Operation
de: Service-Vorgang
es: Operación de Servicio
fr: Opération de service
it: Operazione servizio
ja: サービス操作
ko: 서비스 작업
pt_br: Operação do Serviço
zh_cn: 服务操作
zh_tw: 服務作業

# Help_Category_LDAPEntryAccess
source: This set of events creates and works with LDAP entries.
de: Diese Ereignisgruppe erstellt und arbeitet mit LDAP-Einträgen.
es: Este juego de eventos crea y funciona con entradas de LDAP.
fr: Cet ensemble d'événements crée et utilise des entrées LDAP.
it: Questo set di eventi consente di creare e usare le voci LDAP.
ja: このイベントのセットは、LDAPエントリを作成および操作します。
ko: 이 이벤트 집합은 LDAP 항목을 생성하고 관련 작업을 수행합니다.
pt_br: Este conjunto de eventos cria e funciona com entradas LDAP.
zh_cn: 此事件集创建并使用 LDAP 条目。
zh_tw: 這組事件會建立及使用 LDAP 項目.

# Help_Event_UserLogin
source: An end user or administrator logs in to OVD server. This is generated by ldapbind operation.
de: Ein Endbenutzer oder Administrator meldet sich beim OVD-Server an. Dies geschieht über einen LDAP-Bind-Vorgang.
es: Un usuario final o un administrador se conecta al servidor OVD. Se genera con la operación ldapbind.
fr: Connexion d'un utilisateur final ou d'un administrateur au serveur OVD. Elle est générée par l'opération ldapbind.
it: Collegamento al server OVD da parte di un utente finale o di un amministratore. Questo evento viene generato dall'operazione ldapbind.
ja: エンド・ユーザーまたは管理者がOVDサーバーにログインします。これはldapbind操作によって生成されます。
ko: OVD 서버로의 일반 사용자 또는 관리자 로그인입니다. 이 이벤트는 ldapbind 작업에 의해 생성됩니다.
pt_br: Um usuário final ou administrador efetua login no servidor OVD. É gerado pela operação ldapbind.
zh_cn: 最终用户或管理员登录到 OVD 服务器。这由 ldapbind 操作生成。
zh_tw: 一般使用者或管理員登入 OVD 伺服器. 這由 ldapbind 作業產生.

# Help_Event_UserLogout
source: An end user or administrator logs out(unbind operation) from OVD server.
de: Ein Endbenutzer oder Administrator meldet sich vom OVD-Server ab (LDAP-Unbind-Vorgang).
es: Un usuario final o un administrador se desconecta (operación de anulación de enlace) del servidor OVD.
fr: Un utilisateur final ou un administrateur se déconnecte (opération "unbind") du serveur OVD.
it: Logout (annullamento dell'associazione) dal server OVD da parte di un utente finale o di un amministratore.
ja: エンド・ユーザーまたは管理者がOVDサーバーからログアウトします(アンバインド操作)。
ko: OVD 서버에서의 일반 사용자 또는 관리자 로그아웃(바인드 해제 작업)입니다.
pt_br: Um usuário final ou administrador faz log-out (operação de unbind) do servidor OVD.
zh_cn: 最终用户或管理员从 OVD 服务器注销 (取消绑定操作)。
zh_tw: 一般使用者或管理員登出 (取消連結作業) OVD 伺服器.

# Help_Event_CheckAuthorization
source: Permissions granted/denied to user for performing an operation against the OVD server.
de: Berechtigungen, die dem Benutzer erteilt/entzogen werden, um einen Vorgang mit dem OVD-Server auszuführen.
es: Permisos otorgados/denegados al usuario para realizar una operación en el servidor OVD.
fr: Droits d'accès octroyés/refusés à l'utilisateur pour exécuter une opération à l'encontre du serveur OVD.
it: Autorizzazioni concesse/negate all'utente che esegue un'operazione sul server OVD.
ja: OVDサーバーに対して操作を実行するためにユーザーに付与/拒否される権限です。
ko: OVD 서버에 대해 작업을 수행하기 위해 사용자에게 부여/거부된 권한입니다.
pt_br: Permissões concedidas/negadas ao usuário para executar uma operação com o servidor OVD.
zh_cn: 面向用户所授予/拒绝的针对 OVD 服务器执行某个操作的权限。
zh_tw: 授與/拒絕使用者在 OVD 伺服器執行作業的權限.

# Help_Event_QueryDataItemAttributes
source: Query (ldapsearch operation) sensitive information: userpassword.
de: Vertrauliche Informationen abfragen (ldapsearch-Vorgang): Benutzerkennwort
es: Consultar (operación ldapsearch) información confidencial: userpassword.
fr: Interroger (opération ldapsearch) les informations confidentielles, par exemple le mot de passe utilisateur.
it: Esegue una query (operazione ldapsearch) su informazioni riservate: userpassword.
ja: 機密情報を問い合せます(ldapsearch操作): userpassword。
ko: 중요한 정보 userpassword를 질의합니다(ldapsearch 작업).
pt_br: Consultar (operação ldapsearch) informações confidenciais: senha do usuário.
zh_cn: 查询 (ldapsearch 操作) 敏感信息: 用户口令。
zh_tw: 查詢 (ldapsearch 作業) 機密資訊: 使用者密碼.

# Help_Event_ModifyDataItemAttributes
source: Modify (ldapmodify operation) sensitive information: userpassword
de: Vertrauliche Informationen ändern (ldapmodify-Vorgang): Benutzerkennwort
es: Modificar (operación ldapmodify) información confidencial: userpassword
fr: Modifier (opération ldapmodify) des informations confidentielles, par exemple le mot de passe utilisateur.
it: Modifica (operazione ldapmodify) informazioni riservate: userpassword.
ja: 機密情報を変更します(ldapmodify操作): userpassword
ko: 중요한 정보 userpassword를 수정합니다(ldapmodify 작업).
pt_br: Modificar (operação ldapmodify) informações confidenciais: senha do usuário.
zh_cn: 修改 (ldapmodify 操作) 敏感信息: 用户口令
zh_tw: 修改 (ldapmodify 作業) 機密資訊: 使用者密碼

# Help_Event_RemoveService
source: Delete an OVD service such as adapter or listener.
de: Löschen Sie einen OVD-Service, wie einen Adapter oder Listener.
es: Suprimir un servicio OVD como adaptador o listener.
fr: Supprimer un service OVD tel que l'adaptateur ou le processus d'écoute.
it: Elimina un servizio OVD, ad esempio un adattatore o un listener.
ja: アダプタやリスナーなどのOVDサービスを削除します。
ko: 어댑터 또는 리스너와 같은 OVD 서비스를 삭제합니다.
pt_br: Deletar um serviço do OVD, como adaptador ou listener.
zh_cn: 删除 OVD 服务, 例如适配器或监听程序。
zh_tw: 刪除 OVD 服務 (例如轉接器或監聽器).

# Help_Event_ModifyServiceConfig
source: Modify or change the configuration of an OVD service such as adapter or ACLs.
de: Modifizieren oder ändern Sie die Konfiguration eines OVD-Service, wie Adapter oder ACLs.
es: Modificar o cambiar la configuración de un servicio de OVD como adaptador o ACL.
fr: Modifier la configuration d'un service OVD tel que l'adaptateur ou les listes de contrôle d'accès (ACL).
it: Modifica o cambia la configurazione di un servizio OVD, ad esempio un adattatore o le liste ACL.
ja: アダプタやACLなどのOVDサービスの構成を修正または変更します。
ko: 어댑터 및 ACL과 같은 OVD 서비스의 구성을 수정하거나 변경합니다.
pt_br: Modificar ou alterar a configuração de um serviço OVD, como: adaptador ou ACLs.
zh_cn: 修改或更改 OVD 服务 (例如适配器或 ACL) 的配置。
zh_tw: 修改或變更 OVD 服務 (例如轉接器或 ACL) 的組態.

# Help_Event_CompareDataItemAttributes
source: Compare (ldapcompare operation) sensitive information: userpassword
de: Vertrauliche Informationen vergleichen (ldapcompare-Vorgang): Benutzerkennwort
es: Comparar (operación ldapcompare) información confidencial: userpassword
fr: Comparer (opération ldapcompare) des informations confidentielles, par exemple, le mot de passe utilisateur
it: Confronta (operazione ldapcompare) informazioni riservate: userpassword.
ja: 機密情報を比較します(ldapcompare操作): userpassword
ko: 중요한 정보 userpassword를 비교합니다(ldapcompare 작업).
pt_br: Comparar (operação ldapcompare) informações confidenciais: senha do usuário
zh_cn: 比较 (ldapcompare 操作) 敏感信息: 用户口令
zh_tw: 比較 (ldapcompare 作業) 機密資訊: 使用者密碼

# Help_Event_AddService
source: Add or Deploy an OVD service such as adapter or mapping.
de: Fügen Sie einen OVD-Service hinzu oder stellen Sie diesen bereit, wie einen Adapter oder Mapping.
es: Agregar o desplegar un servicio de OVD como adaptador o asignación.
fr: Ajouter ou déployer un service OVD tel que l'adaptateur ou la correspondance.
it: Aggiunge o distribuisce un servizio OVD, ad esempio un adattatore o un mapping.
ja: アダプタやマッピングなどのOVDサービスを追加またはデプロイします。
ko: 어댑터 또는 매핑과 같은 OVD 서비스를 추가하거나 배치합니다.
pt_br: Adicionar ou Implantar um servido OVD, como adaptador ou mapeamento.
zh_cn: 添加或部署 OVD 服务, 例如适配器或映射。
zh_tw: 新增或建置 OVD 服務 (例如轉接器或對應).

# Help_Event_Add
source: Create an LDAP object through ldapadd operation.
de: Erstellen Sie ein LDAP-Objekt mit dem ldapadd-Vorgang.
es: Crear un objeto LDAP mediante la operación ldapadd.
fr: Créer un objet LDAP via l'opération ldapadd.
it: Crea un oggetto LDAP tramite l'operazione ldapadd.
ja: ldapadd操作によりLDAPオブジェクトを作成します。
ko: ldapadd 작업을 통해 LDAP 객체를 생성합니다.
pt_br: Crie um objeto LDAP pela operação ldapadd.
zh_cn: 通过 ldapadd 操作创建 LDAP 对象。
zh_tw: 透過 ldapadd 作業建立 LDAP 物件.

# Help_Event_Delete
source: Delete an LDAP object through ldapdelete operation.
de: Löschen Sie ein LDAP-Objekt mit dem ldapdelete-Vorgang.
es: Suprimir un objeto LDAP mediante la operación ldapdelete.
fr: Supprimer un objet LDAP via l'opération ldapdelete.
it: Elimina un oggetto LDAP tramite l'operazione ldapdelete.
ja: ldapdelete操作によりLDAPオブジェクトを削除します。
ko: ldapdelete 작업을 통해 LDAP 객체를 삭제합니다.
pt_br: Delete um objeto LDAP pela operação ldapdelete.
zh_cn: 通过 ldapdelete 操作删除 LDAP 对象。
zh_tw: 透過 ldapdelete 作業刪除 LDAP 物件.

# Help_Event_Modify
source: Modify an LDAP object through ldapmodify operation.
de: Verändern Sie ein LDAP-Objekt mit dem ldapmodify-Vorgang.
es: Modificar un objeto LDAP mediante la operación ldapmodify.
fr: Modifier un objet LDAP via l'opération ldapmodify.
it: Modifica un oggetto LDAP tramite l'operazione ldapmodify.
ja: ldapmodify操作によりLDAPオブジェクトを変更します。
ko: ldapmodify 작업을 통해 LDAP 객체를 수정합니다.
pt_br: Modifique um objeto LDAP pela operação ldapmodify.
zh_cn: 通过 ldapmodify 操作修改 LDAP 对象。
zh_tw: 透過 ldapmodify 作業修改 LDAP 物件.

# Help_Event_Rename
source: Change the DN of an LDAP object through ldapmoddn operation.
de: Ändern Sie den DN eines LDAP-Objekts mit dem ldapmoddn-Vorgang.
es: Cambiar el DN de un objeto LDAP mediante la operación ldapmoddn.
fr: Modifier le nom distinctif (DN) d'un objet LDAP via l'opération ldapmoddn.
it: Modifica il DN di un oggetto LDAP tramite l'operazione ldapmoddn.
ja: ldapmoddn操作によりLDAPオブジェクトのDNを変更します。
ko: ldapmoddn 작업을 통해 LDAP 객체의 DN을 변경합니다.
pt_br: Altere o DN de um objeto LDAP pela operação ldapmoddn.
zh_cn: 通过 ldapmoddn 操作更改 LDAP 对象的 DN。
zh_tw: 透過 ldapmoddn 作業變更 LDAP 物件的 DN.

# Help_Event_Compare
source: Compare attribute value of an LDAP Entry through ldapcompare operation.
de: Vergleichen Sie den Attributwert eines LDAP-Eintrags mit dem ldapcompare-Vorgang.
es: Comparar el valor de atributo de una entrada de LDAP mediante la operación ldapcompare.
fr: Comparer la valeur des attributs d'une entrée LDAP via l'opération ldapcompare.
it: Confronta il valore di attributo di una voce LDAP tramite l'operazione ldapcompare.
ja: ldapcompare操作によりLDAPエントリの属性値を比較します。
ko: ldapcompare 작업을 통해 LDAP 항목의 속성값을 비교합니다.
pt_br: Compare o valor do atributo de uma Entrada LDAP pela operação ldapcompare.
zh_cn: 通过 ldapcompare 操作比较 LDAP 条目的属性值。
zh_tw: 透過 ldapcompare 作業比較 LDAP 項目的屬性值.

# Help_Attribute_ServiceOperation
source: Name of the operation performed that changes the service configuration
de: Name des Vorgangs, durch den die Servicekonfiguration geändert wurde
es: Nombre de la operación realizada que cambia la configuración del servicio
fr: Nom de l'opération effectuée, qui modifie la configuration du service
it: Nome dell'operazione eseguita che modifica la configurazione del servizio
ja: サービス構成の変更を実行した操作の名前
ko: 서비스 구성 변경을 수행한 작업의 이름입니다.
pt_br: Nome da operação executada que altera a configuração do serviço
zh_cn: 执行的用于更改服务配置的操作的名称
zh_tw: 執行之變更服務組態的作業名稱
