messagedetail381802=Auf die angegebene Datei kann nicht zugegriffen werden
cause381802=Die angegebene Datei ist nicht verf\u00FCgbar oder hat keine Leseberechtigungen
action381802=Pr\u00FCfen Sie die das Verzeichnis der Datei, und pr\u00FCfen Sie die Leseberechtigungen
messagedetail381803=Die Remote-Datei konnte nicht abgerufen werden
cause381803=Die Datei ist nicht vorhanden oder hat keine Leseberechtigungen
action381803=Pr\u00FCfen Sie, ob die Remote-Datei vorhanden ist und \u00FCber Leseberechtigungen verf\u00FCgt
cause381804=Im Fall von ServiceAccount kann dieser Fehler auftreten, wenn der ServiceAccount nicht vorhanden ist oder \u00FCber kein Kennwort f\u00FCr den Benutzernamen verf\u00FCgt. Im Fall von ServiceKeyProvider kann dieser Fehler auftreten, wenn der Service-Schl\u00FCsselprovider nicht vorhanden ist oder \u00FCber kein Schl\u00FCsselpaar f\u00FCr die SSL-Clientauthentifizierung verf\u00FCgt
action381804=Pr\u00FCfen Sie im Fall von ServiceAccount, ob das Kennwort f\u00FCr den Benutzernamen vorhanden ist. Pr\u00FCfen Sie im Fall von ServiceKeyProvider, ob das Schl\u00FCsselpaar vorhanden ist.
messagedetail381805=Aufgrund des Fehlers konnte die Datei nicht an das Ziel \u00FCbertragen werden. Die Datei wird nach den im Business-Service angegebenen Wiederholungsversuchen in das Fehlerverzeichnis verschoben.
cause381805=Dieser Fehler kann auftreten, wenn das Ziel nicht erreichbar ist oder das Zielverzeichnis nicht \u00FCber die Berechtigung verf\u00FCgt, in die Datei zu schreiben.
action381805=Pr\u00FCfen Sie, ob das Ziel erreichbar ist und \u00FCber die Berechtigungen verf\u00FCgt, in die Datei zu schreiben.
messagedetail381806=Die Nachricht wurde erfolgreich versendet, und die Datei wurde in das Remote-Verzeichnis kopiert.
messagedetail381807=Aufgrund eines ung\u00FCltigen URI ist ein URI-Syntaxfehler aufgetreten.
action381807=Pr\u00FCfen Sie die Syntax des URI
messagedetail381808=Beim Umbenennen der Datei ist ein Fehler aufgetreten.
cause381808=Dieser Fehler kann auftreten, wenn nicht auf die Datei zugegriffen werden kann, das Ziel nicht vorhanden ist oder das Ziel nicht \u00FCber die Berechtigungen verf\u00FCgt, auf das Zielverzeichnis zuzugreifen.
action381808=Pr\u00FCfen Sie, ob die Datei vorhanden und zug\u00E4nglich ist. Pr\u00FCfen Sie, ob das Zielverzeichnis vorhanden ist und Schreibberechtigungen f\u00FCr das Zielverzeichnis gew\u00E4hrt wurden.
messagedetail381809=Die Datei wurde auf dem Remote-Host erfolgreich umbenannt.
messagedetail381810=Beim Umbenennen der Datei auf dem Remote-Host ist ein Fehler aufgetreten.
cause381810=Dieser Fehler kann auftreten, wenn nicht auf das Remote-Ziel zugegriffen werden kann oder keine Schreibberechtigungen auf die Datei verf\u00FCgbar sind.
action381810=Pr\u00FCfen Sie, ob das Remote-Verzeichnis vorhanden und zug\u00E4nglich ist. Stellen Sie sicher, dass es \u00FCber die n\u00F6tigen Schreibberechtigungen zum Einstellen einer Datei verf\u00FCgt.
messagedetail381811=Datei konnte auf dem Remote-Host nicht gel\u00F6scht werden.
cause381811=Dieser Fehler kann auftreten, wenn der Benutzer nicht \u00FCber die n\u00F6tigen Berechtigungen zum L\u00F6schen der Datei verf\u00FCgt oder wenn nicht auf die Datei zugegriffen werden kann.
action381811=Stellen Sie sicher, dass die Datei zug\u00E4nglich ist und der Benutzer \u00FCber die n\u00F6tigen Berechtigungen zum L\u00F6schen der Datei verf\u00FCgt.
messagedetail381812=Die Datei wurde gelesen, kann jedoch nicht gel\u00F6scht werden.
cause381812=Dieser Fehler kann auftreten, wenn der Client nicht \u00FCber die Berechtigungen verf\u00FCgt, die Datei zu l\u00F6schen.
action381812=Pr\u00FCfen Sie, ob der Client \u00FCber die Berechtigungen verf\u00FCgt, die Datei zu l\u00F6schen.
cause381813=Die Endpunktkonfiguration konnte nicht geparst werden.
action381813=Wenden Sie sich an Oracle Support.
action381814=\u00DCbergeben Sie nicht nach Referenz, wenn der Typ der Nachricht nicht XML ist
messagedetail381815=Derselbe URI und dieselbe Dateimaske werden bereits von einem anderen Service verwendet.
action381815=\u00C4ndern Sie den URI oder die Dateimaske eines der Services, um diesen Konflikt zu vermeiden.
action381816=Geben Sie ein g\u00FCltiges Abrufintervall an, das gr\u00F6\u00DFer als Null ist.
cause381817=Es wurde eine ung\u00FCltige Anzahl an Wiederholungen angegeben.
action381817=Geben Sie eine g\u00FCltige Anzahl von Wiederholungen gr\u00F6\u00DFer als Null ein.
cause381818=Es wurde ein ung\u00FCltiges Timeout angegeben.
action381818=Geben Sie ein g\u00FCltiges Timeout gr\u00F6\u00DFer als Null ein.
cause381819=Es wurde ein ung\u00FCltiger Lesegrenzwert angegeben
action381819=Geben Sie einen g\u00FCltigen Lesegrenzwert gr\u00F6\u00DFer oder gleich Null ein.
cause381820=Der Speicherort f\u00FCr das Archivverzeichnis ist ung\u00FCltig
action381820=Pr\u00FCfen Sie den angegebenen Speicherort des Archivverzeichnisses.
cause381821=Es wurde eine ung\u00FCltige Codierung angegeben
action381821=Pr\u00FCfen Sie die angegebene Codierung.
action381822=Pr\u00FCfen Sie den angegebenen ServiceAccount.
cause381823=Der angegebene Service-Account ist nicht g\u00FCltig. Der SFTP-Service kann nur mit statischen Service-Accounts ausgef\u00FChrt werden.
action381823=Verwenden Sie einen statischen Service-Account f\u00FCr den SFTP-Service.
cause381824=Der Service-Account ist nicht vorhanden
action381824=Pr\u00FCfen Sie den f\u00FCr den Service verwendeten Service-Account
cause381825=Beim Transport ist eine Exception aufgetreten
action381825=Wenden Sie sich an Oracle Support
messagedetail381826=Der Public Key des Remote-SFTP-Servers kann in der Datei known_hosts nicht gefunden werden.
cause381826=Dieser Fehler kann auftreten, wenn die Datei known_hosts nicht den Public Key des SFTP-Servers enth\u00E4lt.
action381826=Stellen Sie sicher, dass der Public Key des SFTP-Servers in der Datei known_hosts im gew\u00FCnschten Format vorhanden ist.
messagedetail381827=Der in der Datei known_host vorhandene Public Key f\u00FCr den SFTP-Server entspricht nicht dem Schl\u00FCssel, der mit dem Server ausgetauscht wurde.
cause381827=Diese Nicht\u00FCbereinstimmung kann vorkommen, wenn der Public Key des SFTP-Servers auf dem Server aktualisiert wird, die Datei known_hosts jedoch den alten Schl\u00FCssel enth\u00E4lt. Sie kann auch vorkommen, wenn der Public Key f\u00FCr den verwendeten Algorithmus nicht vorhanden ist.
action381827=Pr\u00FCfen Sie den Public Key des SFTP-Servers in der Datei known_hosts. Aktualisieren Sie die Datei known_hosts mit dem neuesten Public Key des Servers.
action381828=Keine Ma\u00DFnahme erforderlich
action381829=Keine Ma\u00DFnahme erforderlich
action381830=Keine Ma\u00DFnahme erforderlich
cause381831=Die Archivdatei ist nicht vorhanden oder nicht zug\u00E4nglich
action381831=Pr\u00FCfen Sie, ob das Archivverzeichnis vorhanden ist und \u00FCber Lese-/Schreibberechtigung verf\u00FCgt.
cause381832=Die lokale Datei ist im Downloadverzeichnis nicht vorhanden oder verf\u00FCgt \u00FCber keine Leseberechtigungen
action381832=\u00DCberpr\u00FCfen Sie den Speicherort f\u00FCr das Downloadverzeichnis, und pr\u00FCfen Sie auf Leseberechtigungen
cause381833=Fehler beim Umbenennen der Datei im Zielverzeichnis
action381833=Pr\u00FCfen Sie, ob das Zielverzeichnis zug\u00E4nglich ist
cause381834=EndPoint ist f\u00FCr den angegebenen Service nicht vorhanden.
action381834=Wenden Sie sich an Oracle Support
action381835=Wenden Sie sich an Oracle Support
action381836=Wenden Sie sich an Oracle Support
cause381837=Falsches Format der Datei known_hosts
action381837=Korrigieren Sie den Hostnamen in known_hosts, und pr\u00FCfen Sie, ob zus\u00E4tzliche Leerzeichen vorhanden sind
cause381838=Falsches Format der Datei known_hosts
action381838=Korrigieren Sie den Algorithmusnamen in known_hosts
cause381839=Falsches Format der Datei known_hosts
action381839=Geben Sie in known_hosts den korrekten Algorithmusnamen an
cause381840=Falsches Format der Datei known_hosts
action381840=Geben Sie in known_hosts den korrekten Public Key an, und pr\u00FCfen Sie, ob zus\u00E4tzliche Leerzeichen vorhanden sind
cause381841=Die Datei Known_hosts ist nicht zug\u00E4nglich
action381841=Erstellen Sie die Datei known_hosts, und gew\u00E4hren Sie Leseberechtigungen
cause381842=F\u00FCr den Schl\u00FCssel in known_hosts wurde ein falscher Algorithmusname angegeben
action381842=Geben Sie den korrekten Algorithmusnamen f\u00FCr den Schl\u00FCssel in known_hosts an
cause381843=In der Datei known_hosts wurde ein Leerzeichen in "HOST,IP" gefunden
action381843=Entfernen Sie alle Leerzeichen aus "HOST,IP" in der Datei known_hosts
