messagedetail381802=Le fichier indiqu\u00E9 n'est pas accessible.
cause381802=Le fichier indiqu\u00E9 n'est pas disponible ou n'est pas accessible en lecture.
action381802=V\u00E9rifiez l'emplacement du fichier ainsi que les droits d'acc\u00E8s en lecture.
messagedetail381803=Impossible d'obtenir le fichier distant
cause381803=Le fichier n'existe pas ou n'est pas accessible en lecture.
action381803=V\u00E9rifiez l'existence du fichier distant ainsi que les droits d'acc\u00E8s en lecture.
cause381804=Dans le cas d'un compte de service, ceci peut se produire lorsque le compte n'existe pas ou n'a pas de nom utilisateur ni de mot de passe. Dans le cas d'un fournisseur de cl\u00E9s de service, ceci peut se produire lorsque le fournisseur n'existe pas ou ne dispose pas d'une paire de cl\u00E9s pour l'authentification client SSL.
action381804=Dans le cas d'un compte de service, v\u00E9rifiez qu'il existe un nom utilisateur et un mot de passe. Dans le cas d'un fournisseur de cl\u00E9s de service, v\u00E9rifiez qu'il existe une paire de cl\u00E9s.
messagedetail381805=En raison de l'erreur, le fichier n'a pas pu \u00EAtre transf\u00E9r\u00E9 vers la destination. Il a finalement \u00E9t\u00E9 transf\u00E9r\u00E9 dans le r\u00E9pertoire d'erreurs, apr\u00E8s le nombre de tentatives indiqu\u00E9 dans le service fonctionnel.
cause381805=Ceci peut se produire lorsque la destination n'est pas joignable ou lorsque le r\u00E9pertoire de destination ne pr\u00E9sente pas de droits d'acc\u00E8s permettant l'\u00E9criture du fichier.
action381805=Assurez-vous que la destination est joignable et qu'elle pr\u00E9sente les droits d'acc\u00E8s n\u00E9cessaires \u00E0 l'\u00E9criture du fichier.
messagedetail381806=Le message a \u00E9t\u00E9 envoy\u00E9 et le fichier a \u00E9t\u00E9 copi\u00E9 \u00E0 l'emplacement distant.
messagedetail381807=Erreur de syntaxe d'URI en raison de la fourniture d'un URI non valide.
action381807=V\u00E9rifiez la syntaxe de l'URI.
messagedetail381808=Une erreur est survenue lors du changement de nom du fichier.
cause381808=Ceci peut se produire lorsque le fichier n'est pas accessible, que la destination n'existe pas ou que les droits d'acc\u00E8s sur le r\u00E9pertoire de destination ne permettent pas l'op\u00E9ration.
action381808=Assurez-vous que le fichier existe et est accessible, que le r\u00E9pertoire de destination existe et qu'il pr\u00E9sente les droits d'acc\u00E8s requis.
messagedetail381809=Le fichier a \u00E9t\u00E9 renomm\u00E9 sur l'h\u00F4te distant.
messagedetail381810=Une erreur est survenue lors du changement du nom du fichier sur l'h\u00F4te distant.
cause381810=Ceci peut se produire lorsque la destination distante n'est pas accessible ou ne pr\u00E9sente pas de droits d'acc\u00E8s permettant l'\u00E9criture du fichier.
action381810=Assurez-vous que le r\u00E9pertoire de destination distant existe et est accessible. Assurez-vous qu'il pr\u00E9sente les droits d'acc\u00E8s en \u00E9criture n\u00E9cessaires pour que le fichier y soit plac\u00E9.
messagedetail381811=Le fichier n'a pas pu \u00EAtre supprim\u00E9 sur l'h\u00F4te distant.
cause381811=Ceci peut se produire lorsque l'utilisateur ne dispose pas des droits d'acc\u00E8s n\u00E9cessaires \u00E0 la suppression du fichier ou lorsque le fichier n'est pas accessible.
action381811=Assurez-vous que le fichier est accessible et que l'utilisateur dispose des droits d'acc\u00E8s n\u00E9cessaires \u00E0 sa suppression.
messagedetail381812=Le fichier a \u00E9t\u00E9 lu, mais il n'a pas pu \u00EAtre d\u00E9truit.
cause381812=Ceci peut se produire lorsque le client ne dispose pas des droits d'acc\u00E8s n\u00E9cessaires \u00E0 la suppression du fichier.
action381812=Assurez-vous que le client dispose des droits d'acc\u00E8s n\u00E9cessaires \u00E0 la suppression du fichier.
cause381813=La configuration de l'adresse n'a pas pu \u00EAtre analys\u00E9e.
action381813=Contactez le support technique Oracle.
action381814=N'utilisez pas l'option Transmettre sous forme de r\u00E9f\u00E9rence lorsque le message n'est pas de type XML.
messagedetail381815=Les m\u00EAmes URI et masque de fichier sont d\u00E9j\u00E0 utilis\u00E9s par un autre service.
action381815=Modifiez l'URI ou le masque de fichier de l'un des services pour \u00E9viter ce conflit.
action381816=Indiquez un intervalle d'interrogation valide, sup\u00E9rieur \u00E0 z\u00E9ro.
cause381817=Le nombre de tentatives indiqu\u00E9 n'est pas valide.
action381817=Indiquez un nombre de tentatives valide, sup\u00E9rieur \u00E0 z\u00E9ro.
cause381818=La temporisation indiqu\u00E9e n'est pas valide.
action381818=Indiquez une temporisation valide, sup\u00E9rieure \u00E0 z\u00E9ro.
cause381819=La limite de lecture indiqu\u00E9e n'est pas valide.
action381819=Indiquez une limite de lecture valide, sup\u00E9rieure ou \u00E9gale \u00E0 z\u00E9ro.
cause381820=L'emplacement du r\u00E9pertoire d'archivage n'est pas valide.
action381820=V\u00E9rifiez l'emplacement de r\u00E9pertoire d'archivage indiqu\u00E9.
cause381821=L'encodage indiqu\u00E9 n'est pas valide.
action381821=V\u00E9rifiez l'encodage indiqu\u00E9.
action381822=V\u00E9rifiez le compte de service indiqu\u00E9.
cause381823=Le compte de service indiqu\u00E9 n'est pas valide. Le service SFTP n'admet que les comptes de service statiques.
action381823=Utilisez un compte statique pour le service SFTP.
cause381824=Le compte de service n'existe pas
action381824=V\u00E9rifiez le compte de service utilis\u00E9 pour le service.
cause381825=Une exception est survenue dans le transport
action381825=Contactez le support technique Oracle
messagedetail381826=La cl\u00E9 publique du serveur SFTP distant est introuvable dans le fichier known_hosts.
cause381826=Ceci peut se produire lorsque le fichier known_hosts ne contient pas la cl\u00E9 publique du serveur SFTP.
action381826=V\u00E9rifiez que la cl\u00E9 publique du serveur SFTP se trouve dans le fichier known_hosts, avec le format ad\u00E9quat.
messagedetail381827=La cl\u00E9 publique du serveur SFTP pr\u00E9sente dans le fichier known_hosts ne correspond pas \u00E0 la cl\u00E9 \u00E9chang\u00E9e avec le serveur.
cause381827=Ceci peut se produire lorsque la cl\u00E9 publique du serveur SFTP a \u00E9t\u00E9 mise \u00E0 jour sur le serveur, mais que le fichier known_hosts contient toujours l'ancienne cl\u00E9, ou lorsque la cl\u00E9 publique n'est pas pr\u00E9sente pour l'algorithme utilis\u00E9.
action381827=V\u00E9rifiez la cl\u00E9 publique du serveur SFTP dans le fichier known_hosts. Mettez \u00E0 jour ce fichier pour y faire figurer la toute derni\u00E8re cl\u00E9 publique du serveur.
action381828=Aucune action n'est n\u00E9cessaire
action381829=Aucune action n'est n\u00E9cessaire
action381830=Aucune action n'est n\u00E9cessaire
cause381831=Le fichier d'archivage n'existe pas ou n'est pas accessible
action381831=Assurez-vous que l'emplacement d'archivage existe et pr\u00E9sente des droits d'acc\u00E8s en lecture-\u00E9criture.
cause381832=Le fichier local n'existe pas dans le r\u00E9pertoire de t\u00E9l\u00E9chargement ou ne pr\u00E9sente pas de droits d'acc\u00E8s en lecture
action381832=V\u00E9rifiez l'emplacement de r\u00E9pertoire de t\u00E9l\u00E9chargement et la pr\u00E9sence de droits d'acc\u00E8s en lecture.
cause381833=Erreur lors du changement de nom du fichier dans le r\u00E9pertoire de destination
action381833=V\u00E9rifiez que le r\u00E9pertoire de destination est accessible.
cause381834=L'adresse n'existe pas pour le service indiqu\u00E9.
action381834=Contactez le support technique Oracle
action381835=Contactez le support technique Oracle
action381836=Contactez le support technique Oracle
cause381837=Format du fichier known_hosts incorrect
action381837=Corrigez le nom d'h\u00F4te dans known_hosts et v\u00E9rifiez qu'il n'y a pas d'espaces en trop.
cause381838=Format du fichier known_hosts incorrect
action381838=Corrigez le nom d'algorithme dans known_hosts.
cause381839=Format du fichier known_hosts incorrect
action381839=Indiquez le bon nom d'algorithme dans known_hosts.
cause381840=Format du fichier known_hosts incorrect
action381840=Indiquez la bonne cl\u00E9 publique dans known_hosts et v\u00E9rifiez qu'il n'y a pas d'espaces en trop.
cause381841=Fichier known_hosts inaccessible
action381841=Cr\u00E9ez le fichier known_hosts et attribuez des droits d'acc\u00E8s en lecture.
cause381842=Le nom d'algorithme indiqu\u00E9 pour la cl\u00E9 dans known_hosts est incorrect.
action381842=Indiquez le bon nom d'algorithme pour la cl\u00E9 dans known_hosts.
cause381843=Pr\u00E9sence d'un espace dans "HOST,IP" dans le fichier known_hosts
action381843=Enlevez tous les espaces figurant dans "HOST,IP" dans le fichier known_hosts.
