messagedetail381802=Impossibile accedere al file specificato
cause381802=Il file specificato non \u00E8 disponibile o non dispone di autorizzazioni di lettura
action381802=Verificare la posizione del file e controllare le autorizzazioni di lettura
messagedetail381803=Impossibile recuperare il file remoto
cause381803=Il file non esiste o non dispone di autorizzazioni di lettura
action381803=Controllare se il file remoto esiste e dispone di autorizzazioni di lettura
cause381804=Nel caso di ServiceAccount, ci\u00F2 pu\u00F2 verificarsi se il ServiceAccount non esiste o non ha nome utente e password. Nel caso di ServiceKeyProvider, ci\u00F2 pu\u00F2 verificarsi se il provider di chiavi di servizio non esiste o non ha una coppia di chiavi per l'autenticazione client SSL.
action381804=Nel caso di ServiceAccount, verificare se nome utente e password esistono. Nel caso di ServiceKeyProvider, se esiste la coppia di chiavi.
messagedetail381805=Impossibile trasferire il file nella destinazione a causa di un errore. Il file verr\u00E0 spostato nella directory degli errori dopo il numero di nuovi tentativi specificati nel servizio business.
cause381805=Ci\u00F2 pu\u00F2 verificarsi se la destinazione non \u00E8 raggiungibile o se la directory di destinazione non dispone dell'autorizzazione per scrivere sul file.
action381805=Verificare se la destinazione \u00E8 raggiungibile e dispone delle autorizzazioni per scrivere sul file.
messagedetail381806=Il messaggio \u00E8 stato eliminato e il file \u00E8 stato copiato sulla posizione remota.
messagedetail381807=Si \u00E8 verificato un errore di sintassi URI poich\u00E9 \u00E8 stato fornito un URI non valido.
action381807=Verificare la sintassi dell'URI
messagedetail381808=Si \u00E8 verificato un errore durante la ridenominazione del file.
cause381808=Ci\u00F2 pu\u00F2 verificarsi se il file non \u00E8 accessibile, la destinazione non esiste o non dispone delle autorizzazioni per la directory di destinazione.
action381808=Verificare se il file esiste ed \u00E8 accessibile. Per la directory di destinazione, verificare se esiste e dispone dell'autorizzazione di scrittura sulla directory di destinazione.
messagedetail381809=Il file \u00E8 stato rinominato sull'host remoto.
messagedetail381810=Si \u00E8 verificato un errore durante la ridenominazione del file sull'host remoto.
cause381810=Ci\u00F2 pu\u00F2 verificarsi se la destinazione remota non \u00E8 accessibile o se non dispone delle autorizzazioni per scrivere sul file.
action381810=Verificare se la directory remota esiste ed \u00E8 accessibile. Assicurarsi che disponga delle autorizzazioni di scrittura necessarie per inserire un file.
messagedetail381811=Impossibile eliminare il file sull'host remoto.
cause381811=Ci\u00F2 pu\u00F2 verificarsi se l'utente corrente non dispone delle autorizzazioni necessarie per eliminare il file o il file non \u00E8 accessibile.
action381811=Assicurarsi che il file sia accessibile e che l'utente disponga delle autorizzazioni necessarie per eliminare il file.
messagedetail381812=Il file \u00E8 stato letto, ma pu\u00F2 essere eliminato.
cause381812=Ci\u00F2 pu\u00F2 verificarsi se il client non dispone delle autorizzazioni per eliminare il file.
action381812=Verificare se il client dispone delle autorizzazioni per eliminare il file.
cause381813=Impossibile analizzare la configurazione dell'endpoint.
action381813=Contattare il Supporto Oracle.
action381814=Non utilizzare Passa in base a riferimento se il messaggio non \u00E8 di tipo XML.
messagedetail381815=Lo stesso URI e la stessa maschera di file sono utilizzati da un altro servizio.
action381815=Modificare l'URI o la maschera di file di uno dei servizi per evitare questo conflitto.
action381816=Fornire un intervallo di polling valido maggiore di zero.
cause381817=\u00C8 stato fornito un conteggio dei nuovi tentativi non valido
action381817=Fornire un valore del conteggio dei nuovi tentativi valido maggiore di zero.
cause381818=\u00C8 stato specificato un timeout non valido.
action381818=Fornire un timeout valido maggiore di zero.
cause381819=\u00C8 stato fornito un limite di lettura non valido
action381819=Fornire un valore del limite di lettura valido maggiore o uguale a zero.
cause381820=Posizione della directory di archivio non valida
action381820=Verificare la posizione specificata per la directory di archivio.
cause381821=\u00C8 stata fornita una codifica non valida
action381821=Verificare la codifica specificata.
action381822=Verificare il ServiceAccount specificato.
cause381823=L''account di servizio specificato non \u00E8 valido. Il servizio SFTP funziona solo con account di servizio statici.
action381823=Utilizzare un account di servizio statico per il servizio SFTP.
cause381824=L'account di servizio non esiste.
action381824=Verificare l'account utilizzato per il servizio
cause381825=Si \u00E8 verificata un'eccezione nel trasporto
action381825=Contattare il Supporto Oracle.
messagedetail381826=La chiave pubblica del server SFTP remoto non \u00E8 stata trovata nel file known_hosts.
cause381826=Ci\u00F2 pu\u00F2 verificarsi se il file known_hosts non contiene la chiave pubblica del server SFTP.
action381826=Verificare che la chiave pubblica del server SFTP esista nel file known_hosts e sia nel formato desiderato.
messagedetail381827=La chiave pubblica del server SFTP nel file known_hosts non corrisponde alla chiave scambiata con il server.
cause381827=Questa mancata corrispondenza pu\u00F2 verificarsi se la chiave pubblica del server SFTP viene aggiornata sul server, ma il file known_hosts contiene la vecchia chiave. Pu\u00F2 verificarsi anche se la chiave pubblica non \u00E8 presente per l'algoritmo utilizzato.
action381827=Verificare la chiave pubblica del server SFTP nel file known_hosts. Aggiornare questo file con la chiave pubblica del server pi\u00F9 recente.
action381828=Non \u00E8 richiesta alcuna azione.
action381829=Non \u00E8 richiesta alcuna azione.
action381830=Non \u00E8 richiesta alcuna azione.
cause381831=Il file di archivio non esiste o non \u00E8 accessibile
action381831=Verificare che la posizione di archivio esista e disponga di autorizzazioni di lettura e scrittura.
cause381832=Il file locale non esiste nella directory di scaricamento o non dispone di autorizzazioni di lettura
action381832=Verificare la posizione della directory di scaricamento e controllare l'esistenza di autorizzazioni di lettura
cause381833=Errore durante la ridenominazione del file nella directory di destinazione
action381833=Verificare che la directory di destinazione sia accessibile
cause381834=Non esiste un endpoint per il servizio specificato.
action381834=Contattare il Supporto Oracle.
action381835=Contattare il Supporto Oracle.
action381836=Contattare il Supporto Oracle.
cause381837=Formato del file known_hosts errato
action381837=Correggere il nome host in known_hosts e verificare che non esistano spazi
cause381838=Formato del file known_hosts errato
action381838=Correggere il nome algoritmo in known_hosts
cause381839=Formato del file known_hosts errato
action381839=Specificare il nome algoritmo corretto in known_hosts
cause381840=Formato del file known_hosts errato
action381840=Specificare la chiave pubblica corretta in known_hosts e verificare che non esistano spazi
cause381841=Impossibile accedere al file known_hosts
action381841=Creare il file known_hosts e fornire le autorizzazioni di lettura
cause381842=\u00C8 stato specificato un nome algoritmo errato per la chiave in known_hosts
action381842=Specificare il nome algoritmo corretto per la chiave in known_hosts
cause381843=\u00C8 stato trovato uno spazio in "HOST,IP" nel file known_hosts
action381843=Rimuovere qualsiasi spazio in "HOST,IP" nel file known_hosts
