messagedetail381802=O arquivo fornecido n\u00E3o \u00E9 acess\u00EDvel
cause381802=O arquivo fornecido n\u00E3o est\u00E1 dispon\u00EDvel ou n\u00E3o tem permiss\u00F5es de leitura
action381802=Verifique a localiza\u00E7\u00E3o do arquivo e as permiss\u00F5es de leitura
messagedetail381803=N\u00E3o foi poss\u00EDvel obter o arquivo remoto
cause381803=O arquivo n\u00E3o existe ou n\u00E3o tem permiss\u00F5es de leitura
action381803=Verifique se o arquivo remoto existe e tem permiss\u00F5es de leitura
cause381804=No caso de ServiceAccount, isso pode acontecer se ServiceAccount n\u00E3o existir ou n\u00E3o tiver senha para o nome do usu\u00E1rio. No caso de ServiceKeyProvider, isso pode acontecer se o provedor de chave de servi\u00E7o n\u00E3o existir ou n\u00E3o tiver um par de chaves para autentica\u00E7\u00E3o do cliente SSL.
action381804=No caso de ServiceAccount, verifique se a senha do nome do usu\u00E1rio existe. No caso de ServiceKeyProvider, verifique se o Par de Chaves existe.
messagedetail381805=Em decorr\u00EAncia do erro, o arquivo n\u00E3o p\u00F4de ser transferido para o destino. O arquivo \u00E9 finalmente transportado para o diret\u00F3rio de erro ap\u00F3s as novas tentativas mencionadas no servi\u00E7o de neg\u00F3cios.
cause381805=Pode acontecer se o destino n\u00E3o for acess\u00EDvel ou se o diret\u00F3rio de destino n\u00E3o tiver permiss\u00E3o para gravar o arquivo.
action381805=Verifique se o destino \u00E9 acess\u00EDvel e h\u00E1 permiss\u00F5es para gravar o arquivo.
messagedetail381806=A mensagem foi enviada com sucesso e o arquivo foi copiado para a localiza\u00E7\u00E3o remota.
messagedetail381807=Erro de Sintaxe de URI em decorr\u00EAncia do URI Inv\u00E1lido fornecido.
action381807=Verifique a sintaxe do URI
messagedetail381808=Erro durante a renomea\u00E7\u00E3o do arquivo.
cause381808=Pode acontecer se o arquivo n\u00E3o for acess\u00EDvel, o destino n\u00E3o existir ou n\u00E3o tiver permiss\u00F5es para o diret\u00F3rio de destino.
action381808=Verifique se o arquivo existe e \u00E9 acess\u00EDvel. Para o diret\u00F3rio de destino, verifique se o diret\u00F3rio de destino existe e tem permiss\u00E3o de grava\u00E7\u00E3o para o diret\u00F3rio de destino.
messagedetail381809=Arquivo renomeado com sucesso no host remoto.
messagedetail381810=Erro ao renomear o arquivo no Host remoto.
cause381810=Pode acontecer se o destino remoto n\u00E3o estiver acess\u00EDvel ou se ele n\u00E3o tiver permiss\u00F5es para gravar o arquivo.
action381810=Verifique se o diret\u00F3rio remoto existe e se \u00E9 acess\u00EDvel. Certifique-se de que ele tem permiss\u00F5es de grava\u00E7\u00E3o para um arquivo.
messagedetail381811=N\u00E3o foi poss\u00EDvel deletar o arquivo no Host remoto.
cause381811=Pode acontecer se o usu\u00E1rio n\u00E3o tiver permiss\u00F5es necess\u00E1rias para deletar o arquivo ou se o arquivo n\u00E3o estiver acess\u00EDvel.
action381811=Certifique-se de que o arquivo \u00E9 acess\u00EDvel e o usu\u00E1rio tem permiss\u00F5es necess\u00E1rias para deletar o arquivo.
messagedetail381812=O arquivo foi lido, mas n\u00E3o foi poss\u00EDvel delet\u00E1-lo.
cause381812=Pode acontecer quando o cliente n\u00E3o tem permiss\u00F5es para deletar o arquivo.
action381812=Verifique se o cliente tem permiss\u00F5es para deletar o arquivo.
cause381813=N\u00E3o foi poss\u00EDvel efetuar parse da configura\u00E7\u00E3o do ponto final.
action381813=Entre em contato com o Suporte T\u00E9cnico Oracle.
action381814=N\u00E3o use passar por refer\u00EAncia quando a mensagem n\u00E3o for do tipo XML
messagedetail381815=O mesmo URI e a mesma m\u00E1scara do arquivo j\u00E1 est\u00E3o sendo usados por outro servi\u00E7o.
action381815=Altere o URI ou a m\u00E1scara do arquivo de um dos servi\u00E7os para evitar este conflito.
action381816=Forne\u00E7a um intervalo de polling v\u00E1lido, maior que zero.
cause381817=Contagem de novas tentativas inv\u00E1lida.
action381817=Forne\u00E7a uma contagem de Novas Tentativas v\u00E1lida, maior que zero.
cause381818=Timeout inv\u00E1lido fornecido.
action381818=Forne\u00E7a um timeout v\u00E1lido maior que zero.
cause381819=Limite de leitura inv\u00E1lido fornecido
action381819=Forne\u00E7a um limite de leitura v\u00E1lido maior ou igual a zero.
cause381820=Localiza\u00E7\u00E3o inv\u00E1lida do diret\u00F3rio de archive
action381820=Verifique a localiza\u00E7\u00E3o especificada para o diret\u00F3rio de archive.
cause381821=Codifica\u00E7\u00E3o inv\u00E1lida fornecida
action381821=Verifique a codifica\u00E7\u00E3o fornecida.
action381822=Verifique ServiceAccount fornecido.
cause381823=A Conta de Servi\u00E7o fornecida n\u00E3o \u00E9 v\u00E1lida, o servi\u00E7o SFTP somente trabalha com as Contas de Servi\u00E7o est\u00E1ticas.
action381823=Use uma Conta de Servi\u00E7o Est\u00E1tica para o servi\u00E7o SFTP.
cause381824=A Conta de Servi\u00E7o n\u00E3o existe
action381824=Verifique a Conta de Servi\u00E7o usada para o servi\u00E7o
cause381825=Ocorreu uma exce\u00E7\u00E3o no transporte
action381825=Entre em contato com o Suporte T\u00E9cnico Oracle
messagedetail381826=A chave p\u00FAblica no servidor SFTP remoto n\u00E3o foi encontrada no arquivo known_hosts.
cause381826=Isso pode ocorrer, caso o arquivo known_hosts n\u00E3o contenha Chave P\u00FAblica do servidor SFTP.
action381826=Verifique se a Chave p\u00FAblica do servidor SFTP existe no arquivo known_hosts no formato desejado.
messagedetail381827=A chave p\u00FAblica do servidor SFTP presente no arquivo known_hosts n\u00E3o corresponde \u00E0 chave trocada no servidor.
cause381827=A incompatibilidade pode ocorrer, caso a Chave P\u00FAblica do servidor SFTP tenha sido atualizada no servidor, mas o arquivo known_hosts contenha a chave antiga. Pode acontecer se a chave P\u00FAblica n\u00E3o estiver presente para o algoritmo usado.
action381827=Verifique a Chave P\u00FAblica do servidor SFTP no arquivo known_hosts. Atualize o arquivo known_hosts com a Chave P\u00FAblica mais recente do servidor.
action381828=N\u00E3o \u00E9 necess\u00E1ria uma a\u00E7\u00E3o
action381829=N\u00E3o \u00E9 necess\u00E1ria uma a\u00E7\u00E3o
action381830=N\u00E3o \u00E9 necess\u00E1ria uma a\u00E7\u00E3o
cause381831=O archive n\u00E3o existe ou n\u00E3o est\u00E1 acess\u00EDvel
action381831=Verifique se existe a localiza\u00E7\u00E3o do arquivo compactado e as permiss\u00F5es de leitura-grava\u00E7\u00E3o.
cause381832=O arquivo local n\u00E3o existe no diret\u00F3rio de download ou n\u00E3o tem permiss\u00F5es de leitura
action381832=Verifique a localiza\u00E7\u00E3o do diret\u00F3rio de download e as permiss\u00F5es de leitura
cause381833=Erro ao renomear o arquivo para o diret\u00F3rio de destino
action381833=Verifique se o diret\u00F3rio de destino est\u00E1 acess\u00EDvel
cause381834=O Ponto Final n\u00E3o existe para o servi\u00E7o fornecido.
action381834=Entre em contato com o Suporte T\u00E9cnico Oracle
action381835=Entre em contato com o Suporte T\u00E9cnico Oracle
action381836=Entre em contato com o Suporte T\u00E9cnico Oracle
cause381837=Formato de arquivo known_hosts incorreto
action381837=Corrija o nome do host em known_hosts e verifique os espa\u00E7os extras
cause381838=Formato de arquivo known_hosts incorreto
action381838=Corrija o nome do algoritmo em known_hosts
cause381839=Formato de arquivo known_hosts incorreto
action381839=Especifique o nome do algoritmo correto em known_hosts
cause381840=Formato de arquivo known_hosts incorreto
action381840=Especifique a chave p\u00FAblica correta em known_hosts e verifique os espa\u00E7os extras
cause381841=O arquivo Known_hosts n\u00E3o \u00E9 acess\u00EDvel
action381841=Crie o arquivo known_hosts e forne\u00E7a as permiss\u00F5es de leitura
cause381842=Nome de algoritmo incorreto especificado para a chave em known_hosts
action381842=Especifique o nome do algoritmo correto para a chave em known_hosts
cause381843=Espa\u00E7o encontrado em "HOST,IP" no arquivo known_hosts
action381843=Remove os espa\u00E7os de "HOST,IP" no arquivo known_hosts
