messagedetail381802=No se puede acceder al archivo proporcionado.
cause381802=El archivo proporcionado no est\u00E1 disponible o no tiene permisos de lectura.
action381802=Verifique la ubicaci\u00F3n del archivo y compruebe los permisos de lectura.
messagedetail381803=No se ha podido obtener el archivo remoto.
cause381803=El archivo no existe o no tiene permisos de lectura.
action381803=Compruebe que el archivo remoto existe y que tiene permisos de lectura.
cause381804=En el caso de ServiceAccount, puede ocurrir si ServiceAccount no existe o no tiene ninguna contrase\u00F1a de usuario. En el caso de ServiceKeyProvider, se puede deber a que el proveedor de claves de servicio no existe o que no cuenta con un par de claves para la autenticaci\u00F3n del cliente SSL.
action381804=En el caso de ServiceAccount, verifique que existe una contrase\u00F1a para el nombre de usuario. En el caso de ServiceKeyProvider, verifique que hay un par de claves.
messagedetail381805=Debido al error, no se ha podido transferir el archivo a su destino. Se ha movido al directorio de errores despu\u00E9s del n\u00FAmero de reintentos mencionados en el servicio de negocio.
cause381805=Se puede deber a que no se ha podido acceder al destino o a que el directorio de destino no cuenta con los permisos necesarios para escribir el archivo.
action381805=Verifique que se puede acceder al destino y que cuenta con los permisos necesarios para escribir el archivo.
messagedetail381806=El mensaje se ha enviado correctamente y el archivo se ha copiado en la ubicaci\u00F3n remota.
messagedetail381807=Se ha producido un error de sintaxis de URI porque se ha proporcionado un URI no v\u00E1lido.
action381807=Verifique la sintaxis del URI.
messagedetail381808=Se ha producido un error al cambiar el nombre del archivo.
cause381808=Se puede deber a que no se puede acceder al archivo, que el destino no existe o que no tiene permisos para acceder al directorio de destino.
action381808=Verifique que el archivo existe y se puede acceder a \u00E9l. En cuanto al directorio de destino, verifique que existe y que tiene permisos de escritura en el directorio de destino.
messagedetail381809=Se ha cambiado el nombre del archivo correctamente en el host remoto.
messagedetail381810=Se ha producido un error al cambiar el nombre del archivo en el host remoto.
cause381810=Se puede deber a que no se puede acceder al destino remoto o que no tiene permisos para escribir el archivo.
action381810=Verifique que el directorio remoto existe y se puede acceder a \u00E9l. Aseg\u00FArese de que cuenta con los permisos de escritura necesarios para introducir un archivo.
messagedetail381811=No se ha podido suprimir el archivo en el host remoto.
cause381811=Se puede deber a que el usuario no tiene los permisos necesarios para suprimir el archivo o que no se puede acceder a \u00E9ste.
action381811=Aseg\u00FArese de que se puede acceder al archivo y el usuario tiene los permisos necesarios para suprimir el archivo.
messagedetail381812=Se ha le\u00EDdo el archivo pero no se puede suprimir.
cause381812=Esto puede suceder cuando el cliente no tiene permisos para suprimir el archivo.
action381812=Verifique que el cliente tiene permisos para suprimir el archivo.
cause381813=No se ha podido analizar la configuraci\u00F3n del punto final.
action381813=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
action381814=No utilice la opci\u00F3n Transferir por Referencia si el tipo de mensaje no es XML.
messagedetail381815=Otro servicio ya est\u00E1 utilizando el mismo URI y la misma m\u00E1scara de archivo.
action381815=Cambie el URI o la m\u00E1scara de archivo de uno de los servicios para evitar este conflicto.
action381816=Proporcione un intervalo de sondeo v\u00E1lido mayor que cero.
cause381817=Se ha proporcionado un recuento de reintentos no v\u00E1lido.
action381817=Proporcione un recuento de reintentos v\u00E1lido mayor que cero.
cause381818=Timeout proporcionado no v\u00E1lido.
action381818=Proporcione un timeout v\u00E1lido que mayor que cero.
cause381819=L\u00EDmite de lectura proporcionado no v\u00E1lido
action381819=Proporcione un l\u00EDmite de lectura v\u00E1lido mayor o igual que cero.
cause381820=Ubicaci\u00F3n de directorio de archivo no v\u00E1lida
action381820=Verifique la ubicaci\u00F3n proporcionada para el directorio de archivo.
cause381821=Codificaci\u00F3n proporcionada no v\u00E1lida
action381821=Verifique la codificaci\u00F3n proporcionada.
action381822=Verifique la cuenta de servicio proporcionada.
cause381823=La cuenta de servicio proporcionada no es v\u00E1lida, el servicio SFTP s\u00F3lo funciona con cuentas de servicio est\u00E1ticas.
action381823=Utilice una cuenta de servicio est\u00E1tica para el servicio SFTP.
cause381824=La cuenta de servicios no existe.
action381824=Verifique la cuenta de servicio utilizada para el servicio.
cause381825=Se ha producido una excepci\u00F3n en el transporte.
action381825=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail381826=No se ha encontrado la clave p\u00FAblica del servidor SFTP remoto en el archivo known_hosts.
cause381826=Esto puede ocurrir si el archivo known_hosts no contiene ninguna clave p\u00FAblica del servidor SFTP.
action381826=Verifique que la clave p\u00FAblica del servidor SFTP existe en el archivo known_hosts con el formato deseado.
messagedetail381827=La clave p\u00FAblica del servidor SFTP encontrada en el archivo known_hosts no coincide con la clave intercambiada con el servidor.
cause381827=Este error de coincidencia se puede deber a que se ha actualizado la clave p\u00FAblica del servidor SFTP en el propio servidor, pero el archivo known_hosts contiene una clave antigua. Tambi\u00E9n puede deberse a que la clave p\u00FAblica no est\u00E9 presente para el algoritmo utilizado.
action381827=Verifique la clave p\u00FAblica del servidor SFTP que se encuentra en el archivo known_hosts. Actual\u00EDcelo con la clave p\u00FAblica del servidor m\u00E1s reciente.
action381828=No se necesita ninguna acci\u00F3n.
action381829=No se necesita ninguna acci\u00F3n.
action381830=No se necesita ninguna acci\u00F3n.
cause381831=No existe el archivo de almacenamiento o no se puede acceder a \u00E9l.
action381831=Verifique que existe la ubicaci\u00F3n del archivo y que tiene permisos de lectura/escritura.
cause381832=El archivo local no existe en el directorio de descarga o no tiene permisos de lectura.
action381832=Verifique la ubicaci\u00F3n del directorio de descarga y compruebe los permisos de lectura.
cause381833=El error se ha producido al cambiar el nombre del archivo para el directorio de destino.
action381833=Verifique que se puede acceder al directorio de destino.
cause381834=EndPoint no existe para el servicio proporcionado.
action381834=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
action381835=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
action381836=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause381837=El archivo known_hosts tiene un formato incorrecto.
action381837=Corrija el nombre de host en known_hosts y compruebe si hay espacios adicionales.
cause381838=El archivo known_hosts tiene un formato incorrecto.
action381838=Corrija el nombre del algoritmo en known_hosts.
cause381839=El archivo known_hosts tiene un formato incorrecto.
action381839=Especifique el nombre de algoritmo correcto en known_hosts.
cause381840=El archivo known_hosts tiene un formato incorrecto.
action381840=Especifique la clave p\u00FAblica correcta en known_hosts y compruebe si hay espacios adicionales.
cause381841=No se puede acceder al archivo known_hosts.
action381841=Cree el archivo known_hosts y ot\u00F3rguele permisos de lectura.
cause381842=Se ha especificado un nombre de algoritmo incorrecto para la clave de known_hosts.
action381842=Especifique el nombre de algoritmo correcto para la clave de known_hosts.
cause381843=Se ha encontrado un espacio en "HOST,IP", en el archivo known_hosts.
action381843=Elimine los espacios en "HOST,IP", en el archivo known_hosts.
