<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Designar Servidores para M&aacute;quinas</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Designar Servidores para M&aacute;quinas</H1>
<p>Use esta tela para designar inst&acirc;ncias do WebLogic Server a cada uma das m&aacute;quinas definidas.</p>
<ol>
<li> No painel de <strong>M&aacute;quina</strong>, selecione a m&aacute;quina do Windows ou do UNIX na qual voc&ecirc; deseja designar uma inst&acirc;ncia do WebLogic Server.</li>
  <li>Designe inst&acirc;ncias do WebLogic Server para a m&aacute;quina selecionada, de uma das seguintes formas:
    <ul>
<li> Clique duas vezes na inst&acirc;ncia do WebLogic Server no painel do <strong>Servidor</strong>.</li>
      <li>Selecione a inst&acirc;ncia do WebLogic Server adequada no painel do <strong>Servidor</strong> e clique no bot&atilde;o de seta &agrave; direita localizado entre os pain&eacute;is do <strong>Servidor</strong> e da <strong>M&aacute;quina</strong>.</li>
      <li>Shift+clique para selecionar v&aacute;rios servidores no painel do <strong>Servidor</strong>, em seguida, clique no bot&atilde;o de seta &agrave; direita localizado entre os pain&eacute;is do <strong>Servidor</strong> e da <strong>M&aacute;quina</strong>.</li>
    </ul>
    <p class="list_para">O nome da inst&acirc;ncia do WebLogic Server designada &eacute; removido do painel <strong>Servidor</strong> e adicionado, abaixo do nome da m&aacute;quina de destino, no painel da <strong>M&aacute;quina</strong>.</p>
  </li>
  <li>Repita as etapas 1 e 2 para cada inst&acirc;ncia do WebLogic Server que voc&ecirc; deseja designar para uma m&aacute;quina.</li>
  <li>Consulte as designa&ccedil;&otilde;es das m&aacute;quinas.
 <p class="list_para">Se necess&aacute;rio, voc&ecirc; pode remover uma inst&acirc;ncia do WebLogic Server de uma m&aacute;quina de uma das seguintes formas:</p>
    <ul>
<li> Clique duas vezes no nome da inst&acirc;ncia do WebLogic Server adequada no painel da <strong>M&aacute;quina</strong>.</li>
      <li>Selecione a inst&acirc;ncia do WebLogic Server adequada no painel da <strong>M&aacute;quina</strong> e clique no bot&atilde;o de seta &agrave; esquerda localizado entre os pain&eacute;is do <strong>Servidor</strong> e da <strong>M&aacute;quina</strong>.</li>
    </ul>
    <p class="list_para">O nome da a inst&acirc;ncia do WebLogic Server foi removida do painel da <strong>M&aacute;quina</strong> e restaurado no painel do <strong>Servidor</strong>.</p>
  </li>
  <li>Ap&oacute;s designar as inst&acirc;ncias do WebLogic Server &agrave;s m&aacute;quinas, clique em <strong>Pr&oacute;ximo</strong>.</li>
</ol>
<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
</body>
</html>
