<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Selecionar a Configura&ccedil;&atilde;o Avan&ccedil;ada</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Selecionar a Configura&ccedil;&atilde;o Avan&ccedil;ada</h1>
<p>Seleciona todas as categorias (se houver) para as quais voc&ecirc; deseja executar a configura&ccedil;&atilde;o avan&ccedil;ada. Para cada categoria selecionada, a tela de configura&ccedil;&atilde;o apropriada &eacute; exibida para permitir que voc&ecirc; execute a configura&ccedil;&atilde;o avan&ccedil;ada. Se voc&ecirc; n&atilde;o selecionar nenhum item desta tela, a tela Resumo da Configura&ccedil;&atilde;o ser&aacute; exibida em seguida.</p>
<p><strong>Observa&ccedil;&atilde;o:</strong> As categorias que est&atilde;o listadas nesta tela dependem dos recursos definidos nos modelos selecionados para o dom&iacute;nio.</p>
<p><strong>Observa&ccedil;&atilde;o: </strong>As op&ccedil;&otilde;es do <strong>Servidor de Administra&ccedil;&atilde;o</strong> e do <strong>Armazenamento de Seguran&ccedil;a RDBMS</strong> n&atilde;o ficam dispon&iacute;veis quando voc&ecirc; est&aacute; estendendo um dom&iacute;nio. </p>
<ul>
<li><strong>Servidor de Administra&ccedil;&atilde;o</strong><br> Selecione esta op&ccedil;&atilde;o para modificar defini&ccedil;&otilde;es do Servidor de Administra&ccedil;&atilde;o, como nome do servidor, endere&ccedil;o de listening, porta de listening e defini&ccedil;&otilde;es de SSL.</li>
<li><strong>Destino Distribu&iacute;do JMS</strong><br>Por default, os destinos distribu&iacute;dos JMS s&atilde;o convertidos automaticamente para Weighted Distributed Destinations (WDD). Selecione esta op&ccedil;&atilde;o para alterar um destino distribu&iacute;do JMS para um Unified Distributed Destination (UDD).</li>
<li>Servidores Gerenciados, Clusters e M&aacute;quinas<br> Selecione esta op&ccedil;&atilde;o para
<ul>
<li>Adicionar Servidores Gerenciados, clusters ou m&aacute;quinas ao dom&iacute;nio</li>
<li>Deletar um Servidor Gerenciado, cluster ou m&aacute;quina existente</li>
<li>Adicionar Servidores Gerenciados a um cluster existente</li>
<li>Modificar as defini&ccedil;&otilde;es de um Servidor Gerenciados, cluster ou m&aacute;quina</li>
</ul>
</li>
<li><strong>Implanta&ccedil;&otilde;es e Servi&ccedil;os</strong><br> Selecione esta op&ccedil;&atilde;o para personalizar como as implanta&ccedil;&otilde;es e servi&ccedil;os da aplica&ccedil;&atilde;o s&atilde;o direcionados aos servidores e clusters.</li>
<li><strong>Armazenamentos de Arquivo JMS</strong><br> Selecione esta op&ccedil;&atilde;o para alterar as defini&ccedil;&otilde;es de armazenamento de arquivo JMS. Voc&ecirc; pode alterar o nome, diret&oacute;rio e pol&iacute;tica de grava&ccedil;&atilde;o s&iacute;ncrona de cada armazenamento de arquivo.</li>
<li><strong>Armazenamento de Seguran&ccedil;a RDBMS</strong><br>Selecione esta op&ccedil;&atilde;o para configurar um sistema de gerenciamento do banco de dados relacional externo (RDBMS) como um armazenamento de dados para v&aacute;rios provedores de seguran&ccedil;a.</li>
</ul>
<p>Para cada op&ccedil;&atilde;o de configura&ccedil;&atilde;o avan&ccedil;ada selecionada nesta tela, o assistente exibe telas adicionais depois, nas quais &eacute; poss&iacute;vel definir as defini&ccedil;&otilde;es de configura&ccedil;&atilde;o avan&ccedil;adas relevantes. </p>
<p>Selecione as caixas de sele&ccedil;&atilde;o necess&aacute;rias dependendo da configura&ccedil;&atilde;o avan&ccedil;ada que voc&ecirc; deseja executar e, em seguida, clique em <strong>Pr&oacute;ximo</strong>.</p>
  <p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
</body>
</html>
