<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Configurar o Servidor de Administra&ccedil;&atilde;o</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar o Servidor de Administra&ccedil;&atilde;o</h1>
<p>O Servidor de Administra&ccedil;&atilde;o &eacute; o ponto central com base no qual voc&ecirc; gerencia seu dom&iacute;nio. &Eacute; poss&iacute;vel acess&aacute;-lo usando o URL <span class="code">protocol://listen-address:listen-port</span>. O protocolo pode ser um dos seguintes <span class="code">t3</span>, <span class="code">t3s</span>, <span class="code">http</span>, <span class="code">https</span>.</p>
<p>Use esta tela para configurar ou alterar as seguintes defini&ccedil;&otilde;es do Servidor de Administra&ccedil;&atilde;o. Os campos necess&aacute;rios s&atilde;o indicados por um asterisco (*).</p>
<table>
 <tr>
 <th>Campo</th>
    <th>Descri&ccedil;&atilde;o</th>
  </tr>
 <tr>
 <td><strong>*Nome</strong></td>
    <td>O nome default &eacute; AdminServer. Os nomes do servidor v&aacute;lidos s&atilde;o uma string de caracteres (alfab&eacute;ticos e num&eacute;ricos).
<p class="list_para">Cada inst&acirc;ncia do servidor no ambiente de produ&ccedil;&atilde;o deve ter um nome exclusivo, independentemente do dom&iacute;nio ou cluster em que ela reside e se &eacute; um servidor de administra&ccedil;&atilde;o ou um servidor gerenciado. Al&eacute;m disso, o nome do servidor de administra&ccedil;&atilde;o deve estar entre todos os nomes do componente dentro do dom&iacute;nio.</p>
      <p class="list_para"><strong>Observa&ccedil;&atilde;o</strong>: Este valor &eacute; especificado para fins de comunica&ccedil;&atilde;o apenas. Ele n&atilde;o &eacute; usado como parte do URL para aplica&ccedil;&otilde;es que s&atilde;o implantadas no servidor. O nome do servidor &eacute; exibido no console de administra&ccedil;&atilde;o do WebLogic Server. Al&eacute;m disso, se voc&ecirc; utilizar os utilit&aacute;rios da linha de comando ou APIs do WebLogic Server, voc&ecirc; deve especificar este nome para identificar o servidor. </p></td>
  </tr>
 <tr>
 <td><strong>*Endere&ccedil;o de listening</strong></td>
    <td>Na lista suspensa, selecione um valor para o endere&ccedil;o de listening.<p class="list_para">Se voc&ecirc; selecionar <strong>host local</strong>como o endere&ccedil;o de listening para uma inst&acirc;ncia do servidor, os processos remotos n&atilde;o poder&atilde;o conectar-se a esta inst&acirc;ncia do servidor. Apenas processos na m&aacute;quina que hospeda a inst&acirc;ncia do servidor podem conectar-se &agrave; inst&acirc;ncia do servidor. Caso a inst&acirc;ncia do servidor esteja acess&iacute;vel como um host local (por exemplo, se voc&ecirc; criar scripts administrativos que se conectam ao host local) e tamb&eacute;m esteja acess&iacute;vel para processos remotos, selecione <strong>Todos os Endere&ccedil;os Locais</strong>. A inst&acirc;ncia do servidor determina o endere&ccedil;o da m&aacute;quina e executa o listening nela.</p>
<p class="list_para">Consulte <a href="#listen_address">Especificando o Endere&ccedil;o de Listening</a> para obter mais informa&ccedil;&otilde;es.</p>
</td>
  </tr>
 <tr>
 <td><strong>Porta do listening</strong></td>
    <td>Informe um valor v&aacute;lido para a porta de listening a ser usada para solicita&ccedil;&otilde;es regulares e inseguras (utilizando protocolos como o HTTP e o T3).
      <p class="list_para">O valor default &eacute; 7001 para o servidor de administra&ccedil;&atilde;o. Se voc&ecirc; deixar este campo em branco, o valor default ser&aacute; usado. </p>
      <p class="list_para">A faixa da porta de listening vai de 1 a 65534.</p>
<p class="list_para">Consulte <a href="#listen_port">Especificando a Porta de Listening</a> para obter mais informa&ccedil;&otilde;es.</p>
</td>
  </tr>
 <tr>
 <td><strong>SSL ativada </strong></td>
    <td>Selecione esta caixa de sele&ccedil;&atilde;o para ativar a porta de listening SSL. Por default, o SSL &eacute; desativado para todos os servidores novos.</td>
  </tr>
 <tr>
 <td><strong>Porta de Listening SSL</strong> </td>
    <td>Este campo &eacute; ativado somente se a caixa de sele&ccedil;&atilde;o <strong>SSL ativada</strong> for selecionada.<p class="list_para">Informe um valor v&aacute;lido a ser usado para solicita&ccedil;&otilde;es seguras (utilizando protocolos como HTTPS e T3S). O valor default &eacute; 7002. Se voc&ecirc; deixar este campo em branco, o valor default ser&aacute; usado.</p>
      <p class="list_para">A faixa da porta de listening vai de 1 a 65535.</p>
    <p class="list_para"><strong>Observa&ccedil;&atilde;o</strong>: Por default, uma inst&acirc;ncia do servidor usa certificados de demonstra&ccedil;&atilde;o para autenticar solicita&ccedil;&otilde;es de uma porta segura. Em um ambiente de produ&ccedil;&atilde;o, voc&ecirc; deve configurar o SSL para usar certificados de uma autoridade de certifica&ccedil;&atilde;o.</p></td>
  </tr>
</table>
<p>Ap&oacute;s efetuar as sele&ccedil;&otilde;es e entradas necess&aacute;rias, clique em <strong>Pr&oacute;ximo</strong>.</p>
<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>


<hr />
<h2><a name="listen_address">Especificando o Endere&ccedil;o de Listening</a></h2>
<p>Esta se&ccedil;&atilde;o fornece diretrizes para especificar o endere&ccedil;o de listening do Servidor de Administra&ccedil;&atilde;o. Estas diretrizes tamb&eacute;m s&atilde;o aplicadas a todos os Servidores Gerenciados.</p>
<table>
 <tr>
 <th>Tipo de Endere&ccedil;o de Listening</th>
    <th>Comportamento</th>
  </tr>
 <tr>
 <td><strong>Todos os Endere&ccedil;os Locais ou um nome DNS</strong></td>
    <td>Em m&aacute;quinas Windows com v&aacute;rias conex&otilde;es de rede, uma inst&acirc;ncia do servidor &eacute; associada a todos os endere&ccedil;os IP dispon&iacute;veis.</td>
  </tr>
 <tr>
 <td><strong>Um endere&ccedil;o IP ou nome DNS</strong></td>
    <td><ul>
<li>Para estabelecer conex&atilde;o com a inst&acirc;ncia do servidor, os processos podem especificar o endere&ccedil;o IP ou o nome DNS correspondente.</li>
<li>Processos que especificam a falha de conex&atilde;o do host local.</li>
<li>Voc&ecirc; deve atualizar os processos existentes que usam o host local para estabelecer conex&atilde;o com a inst&acirc;ncia do servidor.</li>
<li>Para conex&otilde;es que especificam o endere&ccedil;o IP do endere&ccedil;o de listening e uma porta segura da porta de listening, a verifica&ccedil;&atilde;o de nome do host deve ser desativada.</li>
</ul>
<p><strong>Observa&ccedil;&atilde;o: </strong>Para resolver um nome de DNS para um endere&ccedil;o IP, o WebLogic Server deve contatar um servidor DNS apropriado ou obter o mapeamento do endere&ccedil;o IP localmente. Portanto, se voc&ecirc; especificar um nome de DNS para o endere&ccedil;o de listening, deve deixar uma porta aberta por um tempo suficiente para que a inst&acirc;ncia do WebLogic Server estabele&ccedil;a conex&atilde;o com um servidor DNS e armazene em cache o mapeamento ou especificar o mapeamento do endere&ccedil;o IP em um arquivo local. Se voc&ecirc; especificar um endere&ccedil;o IP para o endere&ccedil;o de listening e depois, de uma solicita&ccedil;&atilde;o do cliente, especificar um nome de DNS, o WebLogic Server tentar&aacute; resolver o nome de DNS, mas, se n&atilde;o conseguir acessar o mapeamento do nome de DNS, a solicita&ccedil;&atilde;o falhar&aacute;.</p>
</td>
</tr>
<tr>
<td><strong>host local</strong></td>
<td><ul>
<li>Os processos devem especificar localhost para estabelecer conex&atilde;o com a inst&acirc;ncia do servidor.</li>
<li>Somente os processos que residem na m&aacute;quina que hospeda a inst&acirc;ncia do servidor (processos locais) podem estabelecer conex&atilde;o com a inst&acirc;ncia do servidor.</li>
</ul></td>
  </tr>

</table>
<hr />


<h2><a name="listen_port">Especificando a Porta de Listening</h2>
<p>Observe as diretrizes a seguir ao especificar a porta de listening para o Servidor de Administra&ccedil;&atilde;o. Essas diretrizes tamb&eacute;m s&atilde;o aplicadas aos Servidores Gerenciados.</p>
<ul>
<li>Embora voc&ecirc; possa especificar qualquer n&uacute;mero de porta v&aacute;lido, se voc&ecirc; especificar a porta 80, &eacute; poss&iacute;vel omitir o n&uacute;mero da porta da solicita&ccedil;&atilde;o HTTP usada para acessar recursos do HTTP. Por exemplo, se voc&ecirc; definir a porta 80 como a porta de listening, voc&ecirc; pode usar o URL <span class="code>http://hostname/myfile.html</span> instead of <span class=" code="code">http://hostname:portnumber/myfile.html</span>.</li>
<li>Em alguns sistemas operacionais, a porta 80 pode ser acessada somente por meio da execu&ccedil;&atilde;o dos processos em um usu&aacute;rio privilegiado ou ID do grupo. Neste caso, voc&ecirc; pode designar a inst&acirc;ncia do servidor a uma m&aacute;quina UNIX na qual um UID ou GID p&oacute;s-bind foi definido.</li>

</ul>
<p></p>

<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.
</p></body>
</html>
