<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Configurar Credenciais da &Aacute;rea de Armazenamento de Chaves</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar Credenciais da &Aacute;rea de Armazenamento de Chaves </h1>
<p>Esta tela exibe um conjunto de campos de Informar Senha/Confirmar Senha da &Aacute;rea de Armazenamento de Chaves para cada produto que precisa que uma senha da &aacute;rea de armazenamento de chaves seja definida. Por exemplo, se voc&ecirc; instalou o Oracle Information Rights Manager, h&aacute; um conjunto de campos de senha para cada uma das duas &aacute;reas de armazenamento de chaves a seguir:</p>
<ul>
<li>Oracle Information Rights Management</li>
<li>Plug-in do Oracle Enterprise Manager para IRM</li>
</ul>
<p> 
<ol>
<li>Informe e confirme a senha necess&aacute;ria para acesso &agrave; &aacute;rea de armazenamento de chaves da aplica&ccedil;&atilde;o.
<li>Ap&oacute;s informar todas as senhas da &aacute;rea de armazenamento de chaves, clique em <strong>Pr&oacute;ximo</strong>.</li>
</ol>
<p><strong>Observa&ccedil;&atilde;o:</strong> A senha da &aacute;rea de armazenamento de chaves de cada produto listado nesta tela &eacute; obrigat&oacute;ria para utiliza&ccedil;&atilde;o destes produtos. Anote as senha informadas e forne&ccedil;a-as &agrave; pessoa autorizada a usar estes produtos.</p>
<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
</body>
</html>
