<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Configurar o Esquema do Componente JDBC</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar Esquema do Componente JDBC</H1>
<p>Para alguns componentes do Fusion Middleware (por exemplo, SOA e Web Center Spaces), as origens de dados JDBC podem ser definidas como parte do esquema do banco de dados do componente, que s&atilde;o carregadas (durante a instala&ccedil;&atilde;o) usando o Repository Creation Utility (RCU). </p>
<p>Quando voc&ecirc; cria um dom&iacute;nio do WebLogic para tais componentes usando o Assistente de Configura&ccedil;&atilde;o, &eacute; poss&iacute;vel configurar as defini&ccedil;&otilde;es do esquema do componente JDBC, como driver do banco de dados, propriet&aacute;rio do esquema, senha e assim por diante.</p>
<p>Os esquemas do componente JDBC associados com os produtos para os quais voc&ecirc; est&aacute; criando o dom&iacute;nio (por exemplo, SOA) est&atilde;o listados na metade inferior da tela.</p>
<p> <strong>Observa&ccedil;&atilde;o</strong>: Se voc&ecirc; desejar configurar um ou mais dos esquemas como origens de dados RAC, selecione a caixa de sele&ccedil;&atilde;o <strong>Configure os esquemas de componentes selecionados como esquemas de origens de v&aacute;rios dados RAC no painel a seguir</strong>. Em seguida, clique no bot&atilde;o <strong>Pr&oacute;ximo</strong>. </p>
<ol>
<li>Selecione os esquemas para os quais voc&ecirc; deseja especificar as defini&ccedil;&otilde;es de origem de dados, selecionando a caixa de sele&ccedil;&atilde;o adjacente aos nomes do esquema.
  <p class="list_para"><strong>Observa&ccedil;&atilde;o</strong>: Ao selecionar v&aacute;rios esquemas do componente , o texto &ldquo;<span class="code">Varia entre os esquemas de componentes</span>&rdquo; pode ser exibido em alguns campos, indicando que os valores atuais destes campos n&atilde;o s&atilde;o os mesmos que est&atilde;o selecionados nos esquemas do componente. Se voc&ecirc; alterar os valores nestes campos, os novos valores ser&atilde;o aplicados uniformemente pelos esquemas do componente selecionados.</p>
<p><strong>Observa&ccedil;&atilde;o:</strong> Os valores default dos par&acirc;metros do esquema do componente, como fornecedor, driver, nome de host e n&uacute;mero da porta dependem dos valores que est&atilde;o especificados nos modelos da aplica&ccedil;&atilde;o.</p></li>
<li>Revise as defini&ccedil;&otilde;es de configura&ccedil;&otilde;es atuais e as modifique conforme o exigido.
<p class="list_para"><strong>Observa&ccedil;&atilde;o:</strong> Os valores default dos par&acirc;metros do esquema, como fornecedor, driver, nome de host e n&uacute;mero da porta dependem dos valores que est&atilde;o especificados nos modelos da aplica&ccedil;&atilde;o.</p>
<table>
 <tr>
 <th>Campo</th>
      <th>Descri&ccedil;&atilde;o</th>
    </tr>
 <tr>
 <td><strong>Fornecedor</strong></td>
      <td>Selecione o fornecedor do banco de dados.</td>
    </tr>
 <tr>
 <td><strong>Driver</strong></td>
      <td>Selecione o driver JDBC que voc&ecirc; deseja usar para conectar-se ao banco de dados.<p class="list_para">Esta lista inclui os drivers JDBC para o fornecedor do banco de dados selecionado.</p></td>
    </tr>
 <tr>
 <td><strong>Propriet&aacute;rio do Esquema</strong></td>
      <td>Informe o nome de log-in para conectar-se ao banco de dados.</td>
    </tr>
 <tr>
 <td><strong>Senha do Esquema</strong></td>
      <td>Informe a senha de log-in para o propriet&aacute;rio do esquema especificado.</td>
    </tr>
 <tr>
 <td><strong>DBMS/Servi&ccedil;o</strong></td>
      <td>Informe um nome do DBMS do banco de dados ou um nome de servi&ccedil;o, caso seja selecionado um driver do tipo de servi&ccedil;o. </td>
    </tr>
 <tr>
 <td><strong>Nome do Host </strong></td>
      <td>Informe o nome do servidor que est&aacute; hospedando o banco de dados.</td>
    </tr>
 <tr>
 <td><strong>Porta</strong></td>
      <td>Informe o n&uacute;mero da porta a ser usado para conectar-se ao servidor que hospeda o banco de dados.</td>
    </tr>
 </table>
<p class="list_para">Os valores que voc&ecirc; especificar s&atilde;o exibidos nas colunas apropriadas na lista de esquema, para os esquemas selecionados. </p>
</li>
<li>Ap&oacute;s a marca&ccedil;&atilde;o das sele&ccedil;&otilde;es e entradas selecionadas, clique no bot&atilde;o <strong>Pr&oacute;ximo</strong> no assistente para testar os esquemas do componente.</li>
</ol>
<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
</body>
</html>
