<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Configurar as Origens de Dados JDBC</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar as Origens de Dados JDBC</H1>
<p>Use esta tela para configurar as origens de dados JDBC definidas em sua origem de dom&iacute;nio.</p>
<p>A origem de dados JDBC cont&eacute;m um pool de conex&otilde;es do banco de dados que s&atilde;o criadas quando a inst&acirc;ncia da origem de dados &eacute; criada &mdash; quando &eacute; implantada ou direcionada, ou na inicializa&ccedil;&atilde;o do servidor. As aplica&ccedil;&otilde;es pesquisam uma origem de dados na &aacute;rvore JNDI e solicitam uma conex&atilde;o. Quando as aplica&ccedil;&otilde;es n&atilde;o precisam mais das conex&otilde;es, elas retornam as conex&otilde;es para o pool de conex&atilde;o na origem de dados.</p>
<p>As origens de dados JDBC associadas com os produtos para os quais voc&ecirc; est&aacute; criando o dom&iacute;nio est&atilde;o listadas na metade inferior da tela.</p>
<p> <strong>Observa&ccedil;&atilde;o</strong>: Se voc&ecirc; deseja configurar uma ou mais origens de dados como origens de dados RAC, selecione as caixas de sele&ccedil;&atilde;o adjacentes para o nome das origens de dados exigidos e selecione a caixa de sele&ccedil;&atilde;o <strong>Configure as origens de dados selecionadas como origens de v&aacute;rios dados RAC no painel a seguir</strong>. Em seguida, clique no bot&atilde;o <strong>Pr&oacute;ximo</strong>. </p>
<ol>
<li>Selecione a origem de dados para a qual voc&ecirc; deseja especificar defini&ccedil;&otilde;es selecionando a caixa de sele&ccedil;&atilde;o adjacente para o nome da origem de dados.
  <p class="list_para"><strong>Observa&ccedil;&atilde;o</strong>: Ao selecionar v&aacute;rias origens de dados, o texto &ldquo;<span class="code">Varia entre as origens de dados</span>&rdquo; pode ser exibido em alguns campos, indicando que os valores atuais destes campos n&atilde;o s&atilde;o os mesmos nas origens de dados selecionados. Se voc&ecirc; alterar os valores em tais campos, os novos valores ser&atilde;o aplicados uniformemente pelos campos de dados selecionados.</p>
<p><strong>Observa&ccedil;&atilde;o:</strong> Os valores default dos par&acirc;metros da origem de dados, como fornecedor, driver, nome de host e n&uacute;mero da porta dependem dos valores que est&atilde;o especificados nos modelos da aplica&ccedil;&atilde;o.</p>
</li>

<li>Revise as defini&ccedil;&otilde;es de configura&ccedil;&otilde;es atuais e as modifique conforme o exigido.
  <p class="list_para">A tabela a seguir descreve os campos nesta tela</p><p class="list_para"><strong>Observa&ccedil;&atilde;o:</strong> Os valores default dos par&acirc;metros da origem de dados, como fornecedor, driver, nome de host e n&uacute;mero da porta dependem dos valores que est&atilde;o especificados nos modelos da aplica&ccedil;&atilde;o.</p>
<table>
 <tr>
 <th>Campo</th>
      <th>Descri&ccedil;&atilde;o</th>
    </tr>
 <tr>
 <td><strong>Fornecedor</strong></td>
      <td>Selecione o fornecedor do banco de dados.</td>
	  </tr>
 <tr>
 <td><strong>Driver</strong></td>
      <td>Selecione o driver JDBC que voc&ecirc; deseja usar para conectar-se ao banco de dados.<p class="list_para">Esta lista inclui os drivers JDBC comuns para o fornecedor do banco de dados selecionado.</p></td>
    </tr>
 <tr>
 <td><strong>Nome do Usu&aacute;rio</strong></td>
      <td>Informe o nome de log-in para conectar-se ao banco de dados.</td>
    </tr>
 <tr>
 <td><strong>Senha</strong></td>
      <td>Informe a senha de log-in para o nome de usu&aacute;rio especificado.</td>
    </tr>
 <tr>
 <td><strong>DBMS/Servi&ccedil;o</strong></td>
      <td>Informe um nome do servi&ccedil;o ou SID de DBMS. O valor informado depende do driver selecionado.
<ul>
<li>Se o nome do driver Oracle selecionado contiver as palavras &quot;para conex&otilde;es da Inst&acirc;ncia&quot;, voc&ecirc; deve informar o SID.</li>
<li>Se o nome do driver Oracle contiver as palavras &quot;para conex&otilde;es de Servi&ccedil;o&quot;, voc&ecirc; deve informar o nome do servi&ccedil;o.</li>
<li>Para obter informa&ccedil;&otilde;es sobre configura&ccedil;&atilde;o de um driver DataDirect, consulte a documenta&ccedil;&atilde;o do DataDirect.</li>
 </td>
    </tr>
 <tr>
 <td><strong>Nome do Host </strong></td>
      <td>Informe o nome do servidor que est&aacute; hospedando o banco de dados.</td>
    </tr>
 <tr>
 <td><strong>Porta</strong></td>
      <td>Informe a porta a ser usada para conectar-se ao servidor que hospeda o banco de dados. </td>
    </tr>
 </table>
<p class="list_para">Os valores que voc&ecirc; especificar s&atilde;o exibidos nas colunas apropriadas na lista de origem de dados, para as origens de dados selecionados. </p>
</li>
<li>Ap&oacute;s realizar as sele&ccedil;&otilde;es e entradas necess&aacute;rias, clique no bot&atilde;o <strong>Pr&oacute;ximo</strong> para testar as conex&otilde;es com as origens do banco de dados JDBC.</li>
</ol>
<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
</body>
</html>
