<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Configurar Armazenamentos de Arquivo JMS</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar Armazenamentos de Arquivo JMS</H1>
<p>Um armazenamento de arquivos JMS &eacute; um arquivo baseado em disco no qual as mensagens persistentes podem ser salvas.</p>
<p>Revise as defini&ccedil;&otilde;es atuais para os armazenamentos do arquivo JMS e as modifique conforme o exigido. Os valores default podem variar baseando-se na origem do dom&iacute;nio selecionado anteriormente.</p>
 <p><strong>Observa&ccedil;&atilde;o</strong>: o assistente fornece dois modos de exibi&ccedil;&atilde;o: uma view tabular concisa de todos os componentes definidos e uma view individual na qual cada componente &eacute; representado por uma guia. Para alternar o modo da view entre as views da tabela e da guia, clique em <strong>Trocar Exibi&ccedil;&atilde;o</strong>.</p>
 <p> A tabela a seguir descreve os campos nesta tela. Os campos marcados com um asterisco (*) s&atilde;o campos obrigat&oacute;rios.</p>
 <table>
 <tr>
 <th>Campo</th>
      <th>Descri&ccedil;&atilde;o</th>
    </tr>
 <tr>
 <td><strong>Nome*</strong></td>
      <td>Informe um nome para o armazenamento do arquivo JMS.<p class="list_para">O nome deve ser uma string de caracteres e pode incluir espa&ccedil;os. O nome do armazenamento do arquivo JMS deve ser exclusivo entre todos os nomes do componente dentro do dom&iacute;nio.</p></td>
    </tr>
 <tr>
 <td><strong>Diret&oacute;rio</strong></td>
      <td>Informe o caminho do diret&oacute;rio (no seu sistema) no qual o armazenamento do arquivo JMS reside.</td>
    </tr>
 <tr>
 <td><strong>Pol&iacute;tica de grava&ccedil;&atilde;o s&iacute;ncrona</strong></td>
      <td>Selecione uma das pol&iacute;ticas de grava&ccedil;&atilde;o s&iacute;ncronas a seguir para determinar como o armazenamento do arquivo &eacute; gravado no disco:<ul>
<li class="list_para"> <strong>Descarga de Cache</strong>: as transa&ccedil;&otilde;es n&atilde;o podem ser conclu&iacute;das at&eacute; que todas as suas opera&ccedil;&otilde;es de grava&ccedil;&atilde;o sejam descarregadas no disco.</li>
      <li class="list_para"><strong>Grava&ccedil;&atilde;o Direta</strong>: opera&ccedil;&otilde;es de grava&ccedil;&atilde;o s&atilde;o executadas diretamente no disco. Esta pol&iacute;tica &eacute; suportada no Solaris e no Windows. Se esta pol&iacute;tica estiver ativa em uma plataforma n&atilde;o suportada, o armazenamento do arquivo &eacute; alternado automaticamente para a pol&iacute;tica de descarga de cache.
	 <p class="list_para"><strong>Observa&ccedil;&atilde;o</strong>: A pol&iacute;tica de grava&ccedil;&atilde;o direta &eacute; confi&aacute;vel em sistemas do Solaris, mas sistemas do Windows podem deixar os dados de transa&ccedil;&atilde;o no cache de disco sem serem gravados no disco imediatamente. Isso &eacute; considerado n&atilde;o confi&aacute;vel, porque um queda de energia pode causar a perda dos dados do cache de disco, possivelmente resultando em perda ou duplica&ccedil;&atilde;o de mensagens. Para grava&ccedil;&otilde;es confi&aacute;veis usando a pol&iacute;tica de grava&ccedil;&atilde;o direta no Windows, ou desative a grava&ccedil;&atilde;o de armazenamento em cache para o disco (ativado por default) ou use um disco com um cache com back up de bateria. Alguns sistemas de arquivo, no entanto, n&atilde;o permitem que este valor seja alterado (por exemplo, um sistema RAID que tenha um cache confi&aacute;vel).</p>
      </li>
      <li class="list_para"><strong>Desativado</strong>: Transa&ccedil;&otilde;es s&atilde;o conclu&iacute;das assim que as grava&ccedil;&otilde;es forem armazenadas em cache na mem&oacute;ria. Quando esta pol&iacute;tica estiver ativa, a conclus&atilde;o das transa&ccedil;&otilde;es n&atilde;o depender&atilde;o em esperar para que as grava&ccedil;&otilde;es atinjam o disco.</li>
      </ul>
	  <p class="list_para">Esta defini&ccedil;&atilde;o afeta a execu&ccedil;&atilde;o, escalabilidade e confiabilidade.</p>
      <p class="list_para"><strong>Observa&ccedil;&atilde;o</strong>: Se o armazenamento do arquivo JMS for usado exclusivamente para a pagina&ccedil;&atilde;o de mensagens n&atilde;o persistentes para o disco, a pol&iacute;tica de grava&ccedil;&atilde;o s&iacute;ncrona &eacute; ignorada.</p></td>
    </tr>
 </table>

<p>Ap&oacute;s efetuar as sele&ccedil;&otilde;es e entradas necess&aacute;rias, clique em <strong>Pr&oacute;ximo</strong>.</p>

<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
</body>
</html>

