<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Configurar o Modo de Inicializa&ccedil;&atilde;o do Servidor e o JDK</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar o Modo de Inicializa&ccedil;&atilde;o do Servidor e o JDK</h1>
<p>Nesta tela, especifique se voc&ecirc; deseja executar o WebLogic no modo de Produ&ccedil;&atilde;o ou de Desenvolvimento. Voc&ecirc; tamb&eacute;m pode especificar a localiza&ccedil;&atilde;o de JDK(s) para usar neste dom&iacute;nio.</p>
<ol>
<li>Seleciona o modo de inicializa&ccedil;&atilde;o do dom&iacute;nio WebLogic.
<ul>
 <li class="list_para"><strong>Modo de Desenvolvimento</strong><br> Neste modo, a configura&ccedil;&atilde;o de seguran&ccedil;a &eacute; relativamente reduzida, permitindo que voc&ecirc; implante automaticamente as aplica&ccedil;&otilde;es.</li>
    <li class="list_para"><strong>Modo de Produ&ccedil;&atilde;o</strong><br> Neste modo, a configura&ccedil;&atilde;o de seguran&ccedil;a &eacute; relativamente rigorosa, exigindo um nome do usu&aacute;rio e senha para implantar as aplica&ccedil;&otilde;es. Antes de colocar um dom&iacute;nio em produ&ccedil;&atilde;o, familiarize-se com os procedimentos para proteger um ambiente de produ&ccedil;&atilde;o. Para obter mais informa&ccedil;&otilde;es, consulte <a href="http://www.oracle.com/pls/as1111/lookup?id=LOCKD121" target="_blank">Garantindo a Seguran&ccedil;a do Ambiente de Produ&ccedil;&atilde;o</a> em <i>Protegendo um Ambiente de Produ&ccedil;&atilde;o do Oracle WebLogic Server.</i></li>
	</ul>
    <p class="list_para">A tabela a seguir fornece informa&ccedil;&otilde;es para ajud&aacute;-lo a selecionar um modo de inicializa&ccedil;&atilde;o que atenda aos seus requisitos.</p>
    <table>
      <tr>
        <th>Fun&ccedil;&atilde;o</th>
        <th>Modo de desenvolvimento</th>
        <th>Modo de produ&ccedil;&atilde;o</th>
      </tr>
      <tr>
        <td><strong>SSL</strong></td>
        <td>&Eacute; poss&iacute;vel utilizar os certificados digitais de demonstra&ccedil;&atilde;o as &aacute;reas de armazenamento de chaves de demonstra&ccedil;&atilde;o fornecidas pelos servi&ccedil;os de seguran&ccedil;a do WebLogic Server. Com estes certificados, &eacute; poss&iacute;vel projetar a sua aplica&ccedil;&atilde;o para funcionar dentro dos ambientes assegurados pelo SSL. 
<p>Para obter mais informa&ccedil;&otilde;es, consulte <a href="http://www.oracle.com/pls/as1111/lookup?id=SECMG384" target="_blank">Configurando o SSL</a> em  <i>Protegendo o Oracle WebLogic Server</i></p>
</td>
        <td>Voc&ecirc; n&atilde;o deve usar os certificados digitais de demonstra&ccedil;&atilde;o e as &aacute;reas de armazenamento de chaves. Caso venha a faz&ecirc;-lo, uma mensagem de advert&ecirc;ncia ser&aacute; exibida.</td>
      </tr>
      <tr>
        <td><strong>Implantando aplica&ccedil;&otilde;es</strong></td>
        <td>As inst&acirc;ncias do WebLogic Server podem implantar e atualizar aplica&ccedil;&otilde;es que residem no diret&oacute;rio <span class="code">domain_name/autodeploy</span> automaticamente.
<p>A Oracle recomenda que voc&ecirc; use este m&eacute;todo somente em um ambiente de desenvolvimento de servidor &uacute;nico.</p>
<p>Para obter mais informa&ccedil;&otilde;es, consulte <a href="http://www.oracle.com/pls/as1111/lookup?id=DEPGD212" target="_blank">Implantando Aplica&ccedil;&otilde;es e M&oacute;dulos com weblogic.deployer</a> em <i>Implantando Aplica&ccedil;&otilde;es no Oracle WebLogic Server</i>;</p>
</td>
        <td>O recurso de implanta&ccedil;&atilde;o autom&aacute;tico est&aacute; desativado, portanto, voc&ecirc; deve usar o console de administra&ccedil;&atilde;o do WebLogic Server , a ferramenta <span class="code">weblogic.Deployer</span> ou a Ferramenta de Script do WebLogic.</td>
      </tr>
      <tr>
        <td><strong>Rota&ccedil;&atilde;o do arquivo de log</strong></td>
        <td>Por default, ao inicializar uma inst&acirc;ncia do WebLogic Server, o servidor renomeia automaticamente (gira) seu arquivo de log do servidor local como <span class="code">SERVER-NAME.log.n</span>. Para o restante da sess&atilde;o do servidor, mensagens ser&atilde;o acumuladas no arquivo de log at&eacute; que o arquivo cres&ccedil;a a um tamanho de 500 kilobytes.
<p>O valor default da defini&ccedil;&atilde;o do <b>N&uacute;mero limite de arquivos retidos</b> na Configura&ccedil;&atilde;o de Log &eacute; <span class="code">verdadeiro</span>. Isso limita o n&uacute;mero de arquivos de log que a inst&acirc;ncia do servidor cria para armazenar mensagens antigas.</p>
</td>
        <td>O servidor gira o arquivo de log local ap&oacute;s o tamanho de 5000 kilobytes ser atingido. Quando o servidor &eacute; configurado para o modo de produ&ccedil;&atilde;o, por default, todas as vers&otilde;es dos arquivos de log s&atilde;o mantidas. Os administradores podem desejar personalizar o n&uacute;mero dos arquivos de log retidos.</td>
      </tr>
      <tr>
        <td><strong>Recurso do sistema JDBC</strong></td>
        <td>A capacidade default &eacute; de 15 conex&otilde;es.</td>
        <td>A capacidade default &eacute; de 25 conex&otilde;es.</td>
      </tr>
    </table>
  </li>
  <li>Selecione o JDK.
 <p class="list_para">No painel <strong>Sele&ccedil;&atilde;o JDK</strong>, selecione o JDK para o modo de inicializa&ccedil;&atilde;o que voc&ecirc; selecionou no painel <strong>Modo de Inicializa&ccedil;&atilde;o do Dom&iacute;nio do WebLogic</strong>. O Assistente de Configura&ccedil;&atilde;o apresenta uma lista de JDKs inclu&iacute;dos no installer. &Eacute; poss&iacute;vel escolher um destes JDKs ou outro JDK que voc&ecirc; tenha instalado no seu sistema.</p>
    <p class="list_para"><strong>Observa&ccedil;&otilde;es:</strong></p>
    <ul>
<li> Se voc&ecirc; selecionar um JDK que esteja inclu&iacute;do no installer, o Assistente de Configura&ccedil;&atilde;o cria scripts de inicializa&ccedil;&atilde;o do servidor para chamar o JDK. Se voc&ecirc; selecionar um JDK que n&atilde;o seja fornecido pelo JDK, o Assistente de Configura&ccedil;&atilde;o n&atilde;o configura os scripts de inicializa&ccedil;&atilde;o, voc&ecirc; deve alterar os scripts de inicializa&ccedil;&atilde;o manualmente.</li>
      <li>Selecione um destes JDKs que s&atilde;o suportados na plataforma que voc&ecirc; est&aacute; usando. A sele&ccedil;&atilde;o default reflete o JDK que melhor atende aos requisitos do seu ambiente, baseando-se na plataforma na qual voc&ecirc; est&aacute; instalando o dom&iacute;nio.</li>
    </ul>
  </li>
  <li>Ap&oacute;s a marca&ccedil;&atilde;o das sele&ccedil;&otilde;es e entradas solicitadas, clique no bot&atilde;o <strong>Pr&oacute;ximo</strong> no assistente.</li>
</ol>
<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
</body>
</html>
