<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Configurar M&aacute;quinas</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar M&aacute;quinas</h1>
<p>Em um dom&iacute;nio do WebLogic, as defini&ccedil;&otilde;es da m&aacute;quina identificam unidades f&iacute;sicas de hardware e est&atilde;o associadas &agrave;s inst&acirc;ncias do WebLogic Server que elas hospedam.</p>

<p>Use esta tela para adicionar ou deletar m&aacute;quinas ou para modificar as defini&ccedil;&otilde;es de uma m&aacute;quina existente. </p>

<p>Selecione a guia <strong>M&aacute;quina</strong> (para o Windows) ou a guia M&aacute;quina UNIX (para UNIX).</p>

<p>&Eacute; conveniente criar defini&ccedil;&otilde;es da m&aacute;quina em situa&ccedil;&otilde;es como as seguintes:</p>
<ul>
<li>O Servidor de Administra&ccedil;&atilde;o usa a defini&ccedil;&atilde;o da m&aacute;quina, com a aplica&ccedil;&atilde;o do Gerenciador de N&oacute;, para iniciar os servidores remotos.</li>
<li>O WebLogic Server usa os nomes de m&aacute;quina configurados ao determinar o servidor em um cluster que tem capacidade de tratar melhor determinadas tarefas, como replica&ccedil;&atilde;o da sess&atilde;o de HTTP. O WebLogic Server delega estas tarefas ao servidor identificado.</li>
</ul>
<p><strong>Observa&ccedil;&atilde;o:</strong> Voc&ecirc; deve configurar m&aacute;quinas para cada instala&ccedil;&atilde;o do produto que executa um processo do Gerenciador de N&oacute;s. A configura&ccedil;&atilde;o da m&aacute;quina deve incluir valores para os par&acirc;metros de endere&ccedil;o de listening e n&uacute;mero da porta. 
</p>

<p>Cada m&aacute;quina tem as seguintes defini&ccedil;&otilde;es de configura&ccedil;&atilde;o. Os campos obrigat&oacute;rios s&atilde;o marcados com um asterisco (*).</p>
<ol>
<li> Selecione a guia <strong>M&aacute;quina</strong> (para o Windows) e a guia <strong>M&aacute;quina</strong> (para o UNIX).</li>
  <li>Revise a lista de configura&ccedil;&otilde;es atual e adicione, delete ou altere as configura&ccedil;&otilde;es conforme o exigido para o seu dom&iacute;nio. A tabela a seguir descreve os campos nesta tela. Os campos marcados com um asterisco (*) s&atilde;o campos obrigat&oacute;rios.<p></p>
    <table>
 <tr>
 <th>Campo</th>
      <th>Descri&ccedil;&atilde;o</th>
    </tr>
 <tr>
 <td><strong>Nome*</strong></td>
      <td>Informe um nome v&aacute;lido para a m&aacute;quina.<p class="list_para">O nome da m&aacute;quina &eacute; usado para identificar a m&aacute;quina dentro do dom&iacute;nio do WebLogic Server, esse nome n&atilde;o &eacute; obrigado a corresponder ao nome da rede para a m&aacute;quina. O nome deve ser exclusivo entre todos os nomes dos componentes dentro do dom&iacute;nio. O valor default neste campo &eacute; <span class="code">new_[Unix]Machine_n</span>, no qual <span class="code">n</span> &eacute; um valor num&eacute;rico usado para diferenciar dentre todos os nomes de m&aacute;quina default, o valor de <span class="code">n</span> para a primeira m&aacute;quina &eacute; 1. O valor &eacute; incrementado por 1 para cada m&aacute;quina que voc&ecirc; adicionar.</p></td>
    </tr>
 <tr>
 <td><strong>Endere&ccedil;o de listening do gerenciador do n&oacute;</strong></td>
      <td>Selecione um valor da lista para o endere&ccedil;o usado pelo gerenciador do n&oacute; para executar o listening para solicita&ccedil;&otilde;es de conex&atilde;o.<p class="list_para">Por default, o endere&ccedil;o IP definido para o sistema local e o <strong>host local</strong> est&atilde;o exibidos na lista. O valor default &eacute; o <strong>host local</strong>. Se voc&ecirc; especificar um endere&ccedil;o IP para uma m&aacute;quina que hospede o servidor de administra&ccedil;&atilde;o e voc&ecirc; precisar acessar o gerenciador do n&oacute; do WebLogic Server, voc&ecirc; deve desativar a verifica&ccedil;&atilde;o do nome do host.</p>
<p>Para obter mais informa&ccedil;&otilde;es, consulte <a href="http://www.oracle.com/pls/as1111/lookup?id=SECMG388" target="_blank">Usando a Verifica&ccedil;&atilde;o do Nome do Host</a> em <i>Protegendo o Oracle WebLogic Server</i></p></td>
    </tr>
 <tr>
 <td><strong>Porta de listening do gerenciador do n&oacute;</strong></td>
      <td>Informe um valor v&aacute;lido para a porta de listening usada pelo gerenciador do n&oacute; para executar o listening para as solicita&ccedil;&otilde;es de conex&atilde;o.<p class="list_para">A faixa do n&uacute;mero de porta v&aacute;lido para a porta de listening do gerenciador do n&oacute; vai de 1 at&eacute; 65534. O valor default &eacute; 5556.</p></td>
    </tr>
 <tr>
 <td><strong>GID P&oacute;s-bind ativado</strong></td>
      <td>(Somente m&aacute;quinas UNIX) Selecione esta caixa de sele&ccedil;&atilde;o para ativar um servidor em execu&ccedil;&atilde;o nesta m&aacute;quina para associar-se a um ID do grupo UNIX (GID) ap&oacute;s o t&eacute;rmino de todas as a&ccedil;&otilde;es de inicializa&ccedil;&atilde;o privilegiadas (consulte a descri&ccedil;&atilde;o do campo <strong>GID P&oacute;s-bind</strong>abaixo). Por default, esta caixa de sele&ccedil;&atilde;o n&atilde;o &eacute; selecionada.</td>
    </tr>
 <tr>
 <td><strong>GID P&oacute;s-bind</strong></td>
      <td>(Somente m&aacute;quinas UNIX) Informe um ID do grupo UNIX v&aacute;lido (GID), usando aquele hospedado pelo servidor nesta m&aacute;quina que ser&aacute; executado ap&oacute;s o t&eacute;rmino de todas as a&ccedil;&otilde;es de inicializa&ccedil;&atilde;o privilegiadas. Caso contr&aacute;rio, o servidor continua a ser executado, usando o ID do grupo com o qual ele foi inicializado. 
        <p class="list_para">Para que esta defini&ccedil;&atilde;o entre em vigor, voc&ecirc; deve selecionar a caixa de sele&ccedil;&atilde;o <strong>GID P&oacute;s-bind ativado</strong>. </p></td>
    </tr>
 <tr>
 <td><strong>UID P&oacute;s-bind ativado</strong></td>
      <td>(Somente m&aacute;quinas UNIX) Selecione a caixa de sele&ccedil;&atilde;o para ativar um servidor hospedado nesta m&aacute;quina para associar-se ao ID do usu&aacute;rio UNIX (UID) ap&oacute;s o t&eacute;rmino das a&ccedil;&otilde;es de inicializa&ccedil;&atilde;o privilegiadas (consulte a descri&ccedil;&atilde;o do campo <strong>UID P&oacute;s-bind ativado</strong> abaixo). Por default, esta caixa de sele&ccedil;&atilde;o n&atilde;o &eacute; selecionada.</td>
    </tr>
 <tr>
 <td><strong>UID P&oacute;s-bind</strong></td>
      <td>(Somente m&aacute;quinas UNIX) Informe um ID do usu&aacute;rio UNIX (UID) v&aacute;lido, usando aquele hospedado nesta m&aacute;quina que ser&aacute; executado ap&oacute;s o t&eacute;rmino de todas as a&ccedil;&otilde;es de inicializa&ccedil;&atilde;o privilegiadas. Caso contr&aacute;rio, o servidor continuar&aacute; sendo executado, usando o ID do grupo com o qual ele foi inicializado.
        <p class="list_para">Para que esta defini&ccedil;&atilde;o entre em vigor, voc&ecirc; deve selecionar a caixa de sele&ccedil;&atilde;o <strong>UID P&oacute;s-bind ativado</strong>.</p></td>
    </tr>
 </table></li>

  <li>Ap&oacute;s efetuar as sele&ccedil;&otilde;es e entradas necess&aacute;rias, clique em <strong>Pr&oacute;ximo</strong>.</li>
</ol>


<p>Clique em <strong>Adicionar</strong> para adicionar uma nova m&aacute;quina. O nome default de uma nova m&aacute;quina &eacute; <span class="code">new_[Unix]Machine_n</span>, no qual <span class="code">n</span> come&ccedil;a com <span class="code">1</span> e &eacute; aumentado,  conforme cada m&aacute;quina &eacute; adicionada.</p>
<p>Clique em <strong>Deletar</strong> para deletar uma m&aacute;quina existente.</p>
<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a></p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
</body>
</html>
