<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Configurar o Esquema do Componente da Origem de V&aacute;rios Dados RAC</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar o Esquema do Componente da Origem de V&aacute;rios Dados RAC</H1>
<p>Use esta tela para configurar os esquemas do componente inclu&iacute;dos no dom&iacute;nio do WebLogic como v&aacute;rias origens de dados do Oracle RAC.</p>
<p>Os esquemas do componente para os quais voc&ecirc; optou configurar as origens de dados RAC na tela anterior do assistente (<strong>Configurar o Esquema do Componente JDBC</strong>) est&atilde;o listados na metade inferior da tela.</p>
<ol>
<li>Na lista de esquema na metade inferior da tela, selecione o esquema que voc&ecirc; deseja configurar como a origem de dados RAC, selecionando a caixa de sele&ccedil;&atilde;o adjacente ao nome do esquema.
  <p class="list_para"><strong>Observa&ccedil;&atilde;o</strong>: Ao selecionar v&aacute;rios esquemas do componente , o texto &ldquo;<span class="code">Varia entre os esquemas de componentes</span>&rdquo; pode ser exibido em alguns campos, indicando que os valores atuais destes campos n&atilde;o s&atilde;o os mesmos que est&atilde;o selecionados nos esquemas do componente. Se voc&ecirc; alterar os valores nestes campos, os novos valores ser&atilde;o aplicados uniformemente pelos esquemas do componente selecionados.</p>
</li>
<li>Especifique as defini&ccedil;&otilde;es para as origens de dados RAC.
 <p class="list_para">A tabela a seguir descreve os campos nesta tela</p>
<table>
 <tr>
 <th>Campo</th>
      <th>Descri&ccedil;&atilde;o</th>
    </tr>
 <tr>
 <td><strong>Driver</strong></td>
      <td>Selecione o driver que voc&ecirc; deseja usar para conectar-se ao banco de dados.</td>
    </tr>
 <tr>
 <td><strong>Nome do Servi&ccedil;o</strong></td>
      <td>Informe um nome do servi&ccedil;o do banco de dados do Oracle RAC.</td>
    </tr>
 <tr>
 <td><strong>Nome do Usu&aacute;rio</strong></td>
      <td>Informe o nome de log-in para conectar-se ao banco de dados.</td>
    </tr>
 <tr>
 <td><strong>Senha</strong></td>
      <td>Informe a senha de log-in para o nome de usu&aacute;rio especificado. </td>
    </tr>
 <tr>
 <td><strong>Nome do Host </strong></td>
      <td>Informe o nome do servidor que hospeda as inst&acirc;ncias do banco de dados RAC. </td>
    </tr>
	<tr>
 <td><strong>Nome da inst&acirc;ncia </strong></td>
      <td>Informe o nome de cada inst&acirc;ncia do banco de dados Oracle.</td>
    </tr>
 <tr>
 <td><strong>Porta</strong></td>
      <td>Informe o n&uacute;mero da porta a ser usada para conectar-se ao servidor que hospeda a inst&acirc;ncia do banco de dados. </td>
    </tr>
 </table>
<p class="list_para"><strong>Observa&ccedil;&atilde;o</strong>: Voc&ecirc; deve especificar o nome de host, nome da inst&acirc;ncia e n&uacute;mero da porta de, no m&iacute;nimo, uma inst&acirc;ncia do banco de dados.</p>
<p class="list_para">Para adicionar a inst&acirc;ncia do banco de dados, clique em <strong>Adicionar</strong> e, em seguida, especifique o nome do host, nome da inst&acirc;ncia do banco de dados e n&uacute;mero da porta.</p>

  <p class="list_para">Os valores que voc&ecirc; especificar s&atilde;o exibidos nas colunas apropriadas na lista de esquema, para os esquemas selecionados.</p>
</li>
<li>Ap&oacute;s efetuar as sele&ccedil;&otilde;es e entradas necess&aacute;rias, clique em <strong>Pr&oacute;ximo</strong> para testar os esquemas do componente. </li>
</ol>
<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a></p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
</body>
</html>
