<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Configurar Servidores Gerenciados</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar Servidores Gerenciados</h1>
<p>Use esta tela para adicionar ou deletar Servidores Gerenciados. Voc&ecirc; tamb&eacute;m pode alterar as defini&ccedil;&otilde;es de um Servidor Gerenciado existente. Os campos obrigat&oacute;rios s&atilde;o indicados por um asterisco (*).</p>
<ol>
<li> Revise a configura&ccedil;&atilde;o do servidor gerenciado atual. Os valores default podem variar baseados na origem do dom&iacute;nio que voc&ecirc; selecionou.
  <p class="list_para"><strong>Observa&ccedil;&atilde;o</strong>: O assistente fornece duas views: uma view tabular concisa de todos os servidores gerenciados e uma view individual de cada servidor gerenciado com cada servidor representado por uma guia. Para alternar para um modo de view entre as views da tabela e da guia, clique em <strong>Trocar Exibi&ccedil;&atilde;o</strong>.</p>
</li>
  <li>Adicionar ou deletar servidores gerenciados ou alterar as defini&ccedil;&otilde;es para servidores gerenciados existentes, conforme o exigido para o seu dom&iacute;nio. Os campos marcados com um asterisco (*) s&atilde;o campos obrigat&oacute;rios. <p class="list_para">Para mais informa&ccedil;&otilde;es sobre os campos nesta tela, consulte a p&aacute;gina de ajuda para a tela <a href="cfgadmn.html" target="_blank">Configurar o Servidor de Administra&ccedil;&atilde;o</a>.</p>
  </li>
  <li>Ap&oacute;s efetuar as sele&ccedil;&otilde;es e entradas necess&aacute;rias, clique em <strong>Pr&oacute;ximo</strong>. </li>
</ol>
<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p></body>
</html>
