<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de configura&ccedil;&atilde;o: Configurar o Banco de Dados do Armazenamento de Seguran&ccedil;a RDBMS</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar o Banco de Dados do Armazenamento de Seguran&ccedil;a RDBMS</H1>
<p>Use esta tela para estabelecer as defini&ccedil;&otilde;es do armazenamento de seguran&ccedil;a RDBMS.</p>
<p> A tabela a seguir descreve os campos desta tela.</p>

  <table>
 <tr>
 <th>Campo</th>
      <th>Descri&ccedil;&atilde;o</th>
    </tr>
 <tr>
 <td><strong>Tipo de Banco de Dados</strong></td>
      <td>Na lista suspensa, selecione o tipo do banco de dados que voc&ecirc; deseja utilizar como o armazenamento de seguran&ccedil;a RDBMS.
</td>
    </tr>
 <tr>
 <td><strong>Driver</strong></td>
      <td>Selecione o driver que voc&ecirc; deseja utilizar para o banco de dados. A lista de drivers dispon&iacute;veis varia, dependendo do tipo do banco de dados que voc&ecirc; selecionar.</td>
    </tr>
 <tr>
 <td><strong>Nome da Classe</strong></td>
      <td>Nenhum a&ccedil;&atilde;o &eacute; exigida. O nome de classe &eacute; exibido automaticamente baseando-se no driver selecionado.</td>
    </tr>
 <tr>
 <td><strong>SID DBMS</strong></td>
      <td>Informe o SID do banco de dados.</td>
    </tr>
 <tr>
 <td><strong>Host DBMS</strong></td>
      <td>Informe o nome da m&aacute;quina que hospeda o banco de dados. </td>
    </tr>
 <tr>
 <td><strong>Porta DBMS</strong></td>
      <td>Informe a porta a ser usada para conectar-se ao servidor. O n&uacute;mero da porta default associado ao tipo de banco de dados selecionado &eacute; exibido automaticamente.</td>
    </tr>
 <tr>
 <td><strong>URL</strong></td>
      <td>Nenhuma a&ccedil;&atilde;o exigida. O URL &eacute; exibido automaticamente baseando-se no driver que voc&ecirc; selecionar.</td>
    </tr>
 <tr>
 <td><strong>Nome do Usu&aacute;rio</strong></td>
      <td>Informe o nome de log-in para conectar-se ao banco de dados.</td>
    </tr>
 <tr>
 <td><strong>Senha do Usu&aacute;rio</strong></td>
      <td>Informe a senha para o acesso ao banco de dados. <p class="list_para">Os valores v&aacute;lidos consistem em uma string de caracteres alfanum&eacute;ricos. Os caracteres de h&iacute;fen (-) e sublinhado ( _ ) s&atilde;o suportados.<br> O valor &eacute; criptografado.</p></td>
    </tr>
 <tr>
 <td><strong>Confirmar Senha do Usu&aacute;rio</strong></td>
      <td>Informe de novo a senha.</td>
    </tr>
 <tr>
 <td><strong>Propriedades Conhecidas</strong></td>
      <td>Nenhuma a&ccedil;&atilde;o exigida. As propriedades conhecidas do banco de dados s&atilde;o exibidas automaticamente baseando-se no driver que voc&ecirc; selecionar.</td>
    </tr>
 <tr>
 <td><strong>Propriedades Adicionais</strong></td>
      <td>Informe as propriedades adicionais, caso exista alguma, a serem passadas para o driver.</td>
    </tr>
 </table>
<p><strong>Observa&ccedil;&atilde;o</strong>: &Eacute; poss&iacute;vel testar a conex&atilde;o com o banco de dados ao clicar em <strong>Testar Conex&atilde;o</strong>. Antes de inicializar o servidor, voc&ecirc; deve carregar os scripts SQL necess&aacute;rios para o armazenamento de seguran&ccedil;a RDBMS. Se voc&ecirc; utilizar o armazenamento de seguran&ccedil;a do RDBMS em um dom&iacute;nio do cluster, &eacute; recomend&aacute;vel que voc&ecirc; o utilize com a configura&ccedil;&atilde;o JMS (nome JNDI e t&oacute;pico JMS).</p>
<p>Ap&oacute;s a marca&ccedil;&atilde;o das sele&ccedil;&otilde;es e entradas solicitadas, clique no bot&atilde;o <strong>Pr&oacute;ximo</strong> no assistente.</p>
<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
</body>
</html>

