<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Especificar um Nome e uma Localiza&ccedil;&atilde;o do Dom&iacute;nio</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Especificar um Nome e uma Localiza&ccedil;&atilde;o do Dom&iacute;nio</h1>
<p>Especifique os seguintes itens.</p>
<ul>
<li><strong>Nome do dom&iacute;nio</strong><br> O nome do dom&iacute;nio. O Assistente de Configura&ccedil;&atilde;o armazena o arquivo <span class="code">config.xml</span> e todos os outros componentes gerados para o dom&iacute;nio neste diret&oacute;rio, no diret&oacute;rio de Dom&iacute;nio especificado. Por exemplo, se voc&ecirc; informar <span class="code">mydomain</span>, os arquivos de dom&iacute;nio s&atilde;o armazenados (por default) em <span class="code"><i>MW_HOME</i>\user_projects\domains\mydomain</span>.
<p>Observa&ccedil;&atilde;o</strong>: O nome do dom&iacute;nio n&atilde;o deve come&ccedil;ar com um n&uacute;mero. Esta restri&ccedil;&atilde;o tem como objetivo evitar poss&iacute;veis problemas com os nomes da tabela de armazenamento de JDBC gerados internamente, que devem come&ccedil;ar com um caractere alfab&eacute;tico.</p>
</li>
<li><strong>Localiza&ccedil;&atilde;o do dom&iacute;nio</strong><br> A localiza&ccedil;&atilde;o na qual o diret&oacute;rio de dom&iacute;nio ser&aacute; armazenado. O default &eacute; <span class="code"><i>MW_HOME</i>\user_projects\domains</span>. A localiza&ccedil;&atilde;o do dom&iacute;nio pode ser em qualquer lugar de sua unidade local ou rede. N&atilde;o deve estar localizada em <span class="code"><i>MW_HOME</i></span>.
<p>No Windows, voc&ecirc; deve incluir a letra da unidade deste caminho.</p>
</li>
<li><strong>Localiza&ccedil;&atilde;o da aplica&ccedil;&atilde;o</strong><br> Este campo &eacute; exibido somente se voc&ecirc; selecionou um modelo de dom&iacute;nio ou produto que cont&eacute;m aplica&ccedil;&otilde;es. Esta &eacute; a localiza&ccedil;&atilde;o na qual reside sua aplica&ccedil;&atilde;o. O default &eacute; <span class="code"><i>MW_HOME</i>\user_projects\applications</span>.
<p>No Windows, voc&ecirc; deve incluir a letra da unidade deste caminho.</p>
</ul>
<p>Ap&oacute;s efetuar as sele&ccedil;&otilde;es e entradas necess&aacute;rias, clique em <strong>Pr&oacute;ximo</strong>.</p>
<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
</body>
</html>
