<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Selecione a Origem do Dom&iacute;nio</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Selecionar a Origem do Dom&iacute;nio</h1>
<p>Selecione se deve ser gerado um dom&iacute;nio que &eacute; configurado automaticamente para suportar produtos selecionados ou para criar um dom&iacute;nio com base em um modelo de dom&iacute;nio existente. Cada produto da lista exibida &eacute; associado a um dom&iacute;nio &uacute;nico ou modelo de extens&atilde;o (um arquivo JAR) que configura os recursos de dom&iacute;nio necess&aacute;rios para aquele produto.</p>
<ol>
<li> Selecione uma das seguintes op&ccedil;&otilde;es:
 <ul>
<li> <strong>Gerar um dom&iacute;nio configurado automaticamente para suportar os seguintes produtos</strong><br>Por default, ser&aacute; selecionada a op&ccedil;&atilde;o <strong>Dom&iacute;nio B&aacute;sico do WebLogic Server</strong>. Marque as caixas de sele&ccedil;&atilde;o que correspondem a outros produtos que voc&ecirc; deseja incluir no dom&iacute;nio. Se voc&ecirc; selecionar um produto que depende dos recursos fornecidos por outro produto ou produtos da lista, eles tamb&eacute;m ser&atilde;o selecionados automaticamente.</li>
      <li><strong>Basear este dom&iacute;nio em um modelo existente</strong><br> Selecione esta op&ccedil;&atilde;o se quiser criar um dom&iacute;nio usando um modelo de dom&iacute;nio existente. Informe o caminho completo para o arquivo JAR do modelo no campo <strong>Localiza&ccedil;&atilde;o do modelo</strong>, ou clique em <strong>Procurar</strong> para navegar at&eacute; o diret&oacute;rio que cont&eacute;m o modelo necess&aacute;rio.</li>
    </ul>
  </li>
  <li>Ap&oacute;s a marca&ccedil;&atilde;o da sele&ccedil;&atilde;o solicitada, clique no bot&atilde;o <strong>Pr&oacute;ximo</strong> no assistente. </li>
</ol>
<p><strong>Observa&ccedil;&atilde;o: </strong>Quando voc&ecirc; clicar em <strong>Pr&oacute;ximo</strong>, se qualquer um dos produtos selecionados precisar de recursos fornecidos por outro produto que n&atilde;o foi selecionado, uma caixa de di&aacute;logo de advert&ecirc;ncia ser&aacute; exibida. Retorne &agrave; tela Selecionar Origem do Dom&iacute;nio para selecionar o produto de depend&ecirc;ncia antes de continuar.</p>

<p class="body">Para obter informa&ccedil;&otilde;es sobre os modelos do produto exibidos nesta tela, consulte <a href="http://www.oracle.com/pls/as1111/lookup?id=WLDTR" target="_blank">Refer&ecirc;ncia do Modelo de Dom&iacute;nio do Oracle Fusion Middleware</a>.</p>

<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p></body>
</html>
