<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ajuda do Assistente de Configura&ccedil;&atilde;o: Direcionar Servi&ccedil;os para Servidores ou Clusters</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Direcionar Servi&ccedil;os para Servidores ou Clusters</H1>
<p>Use esta tela para direcionar servi&ccedil;os aos Servidores Gerenciados ou clusters apropriados.</p>
<p>Os servi&ccedil;os que est&atilde;o associados ao produto para o qual voc&ecirc; est&aacute; configurando o dom&iacute;nio (por exemplo, SOA) est&atilde;o direcionados automaticamente para o servidor gerenciado criado para aquele produto ou para o cluster ao qual aquele servidor gerenciado est&aacute; designado. Nesta tela, &eacute; poss&iacute;vel direcionar servi&ccedil;os para servidores e clusters adicionais.</p>
<ol>
<li>No painel <strong>Destino</strong>, selecione o cluster ou servidor em que voc&ecirc; deseja implantar servi&ccedil;os.
  <p class="list_para">O nome do destino selecionado foi exibido como o t&iacute;tulo do painel &agrave; direita.</p></li>
<li>No painel &agrave; esquerda, selecione as caixas de sele&ccedil;&atilde;o correspondentes aos servi&ccedil;os que voc&ecirc; deseja implantar&middot;no destino selecionado.
  <p class="list_para">Os servi&ccedil;os exibidos aqui variam, dependendo dos produtos selecionado na tela <strong>Selecionar Origem do Dom&iacute;nio</strong> anteriormente no assistente.</p>
    <p class="list_para">Ao selecionar o servidor gerenciado no painel<strong>Destino</strong>, algumas das caixas de sele&ccedil;&atilde;o no painel &agrave; esquerda podem estar desativadas, indicando servi&ccedil;os que j&aacute; est&atilde;o direcionados no cluster que cont&eacute;m o servidor gerenciado selecionado.</p>
    <p class="list_para">Ap&oacute;s a sele&ccedil;&atilde;o de servi&ccedil;os, os nomes dos clusters e servidores direcionados s&atilde;o exibidos na coluna <strong>Destino</strong> no painel &agrave; direita.</p>
</li>
<li>Repita as etapas 1 e 2 para os outros clusters e servidores, conforme necess&aacute;rio.</li>
<li>Ap&oacute;s efetuar as sele&ccedil;&otilde;es e entradas necess&aacute;rias, clique em <strong>Pr&oacute;ximo</strong>.</li>
</ol>
<p>Quando voc&ecirc; estende um dom&iacute;nio, se voc&ecirc; deletar um Servidor Gerenciado ou cluster para o qual os servi&ccedil;os est&atilde;o direcionados no momento, o Assistente de Configura&ccedil;&atilde;o redireciona automaticamente esses servi&ccedil;os conforme a seguir:</p>
<ul>
<li>Se os servi&ccedil;os foram direcionados originalmente somente ao Servidor Gerenciado ou cluster que voc&ecirc; est&aacute; deletando agora (isto &eacute;, ap&oacute;s voc&ecirc; deletar o Servidor Gerenciado ou cluster, os servi&ccedil;os se tornariam n&atilde;o direcionados no dom&iacute;nio modificado), ent&atilde;o o Assistente de Configura&ccedil;&atilde;o redireciona automaticamente as aplica&ccedil;&otilde;es a todos os alvos<i>apropriados</i>.
<p class="list_para">Um alvo apropriado &eacute; qualquer cluster ou Servidor Gerenciado que n&atilde;o &eacute; definido na especifica&ccedil;&atilde;o dos grupos de configura&ccedil;&atilde;o (arquivo config-groups.xml) de um modelo inclu&iacute;do. Os servidores ou clusters que s&atilde;o especificados no config-groups.xml pertencem basicamente ao modelo e, por isso, n&atilde;o s&atilde;o apropriados para direcionamento autom&aacute;tico.</p>
</li>
<li>Se os servi&ccedil;os foram direcionados originalmente a v&aacute;rios alvos (incluindo Servidores Gerenciados, clusters e o Servidor de Administra&ccedil;&atilde;o) e um dos Servidores Gerenciados ou clusters direcionados foram deletados, ent&atilde;o no dom&iacute;nio estendido, o Assistente de Configura&ccedil;&atilde;o deixa as associa&ccedil;&otilde;es de alvo restantes intactas e n&atilde;o tenta redirecionar os servi&ccedil;os.
</li>
</ul>
<p class="body">Para obter mais informa&ccedil;&otilde;es, consulte a biblioteca de documenta&ccedil;&atilde;o do Oracle Fusion Middleware no <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle e/ou suas empresas afiliadas. Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
</body>
</html>
