messagedetail473050=Die \u00DCberwachung f\u00FCr diese Domain wurde deaktiviert. Wenn die \u00DCberwachung deaktiviert ist, werden keine Statistiken gesammelt. Sie k\u00F6nnen also keine Statistiken abrufen, w\u00E4hrend die \u00DCberwachung deaktiviert ist.
cause473050=\u00DCberwachung f\u00FCr diese Domain wurde deaktiviert.
action473050=Aktivieren Sie die \u00DCberwachung f\u00FCr diese Domain. Gehen Sie zu "Systemverwaltung > Globale Einstellungen", und aktivieren Sie die \u00DCberwachung. Dazu m\u00FCssen Sie eine Session mit Change Center \u00F6ffnen.
messagedetail473051=Zwischen dem Aggregatorserver und anderen Managed Servern liegt ein Kommunikationsfehler vor. Einer der Managed Server konnte keine Statistiken an den Managed Server senden, auf dem der Aggregator ausgef\u00FChrt wird,
cause473051=Kommunikationsfehler zwischen Managed Servern.
action473051=Warten Sie einen Moment, und wiederholen Sie den Vorgang.
messagedetail473052=Beim Versuch, die Statistiken zur\u00FCckzusetzen, ist ein Fehler aufgetreten. M\u00F6glicherweise liegt ein Problem beim Erstellen einer Session und dem Festschreiben der Session im Hintergrund vor. 
cause473052=Session konnte wegen eines Konflikts oder wegen Konfigurationsproblemen nicht festgeschrieben werden.
action473052=Warten Sie einen Moment, und wiederholen Sie den Vorgang.
messagedetail473053=Ein anderer Benutzer hat eine Session auf dem Weblogic -Server ge\u00F6ffnet, um die WLS-Konfiguration zu bearbeiten.
cause473053=Auf der WLS-Konfiguration ist bereits eine Sperre vorhanden.
action473053=Geben Sie die vorhandene Sperre auf dem Weblogic-Server frei, und wiederholen Sie den Vorgang. Auf der Weblogic-Konsole k\u00F6nnen Sie dann alle \u00C4nderungen aktivieren oder \u00C4nderungen r\u00FCckg\u00E4ngig machen.
messagedetail473054=Diese Meldung wird als Beschreibung f\u00FCr die Session verwendet, die beim Zur\u00FCcksetzen der Statistiken im Hintergrund erstellt wurde.
messagedetail473055=Informationen \u00FCber einen Service konnten nicht abgerufen werden. M\u00F6glicherweise wurde der Service in der Domain nicht gefunden.
cause473055=Der Service wurde m\u00F6glicherweise gel\u00F6scht, umbenannt, verschoben oder war niemals vorhanden.
action473055=Pr\u00FCfen Sie, ob der Service vorhanden ist, und wiederholen Sie den Vorgang mit dem korrekten service-ref-Element.
messagedetail473056=Beim Versuch, die Statistiken zur\u00FCckzusetzen, ist ein Fehler aufgetreten. M\u00F6glicherweise liegt ein Problem beim Erstellen einer Session und dem Festschreiben der Session im Hintergrund vor. 
cause473056=Session konnte wegen eines Konflikts oder wegen Konfigurationsproblemen nicht festgeschrieben werden.
action473056=Warten Sie einen Moment, und wiederholen Sie den Vorgang.
messagedetail473057=Beim Versuch, Statistiken f\u00FCr einen Service abzurufen, ist ein Problem aufgetreten.
cause473057=M\u00F6glicherweise sind die an die API \u00FCbergebenen Argumente nicht korrekt. 
action473057=Pr\u00FCfen Sie die an die API \u00FCbergebenen Argumente, und wiederholen Sie den Vorgang.
messagedetail473058=Die \u00DCberwachung der Laufzeitumgebung hat keine Statistiken f\u00FCr einen Service zur\u00FCckgegeben.
messagedetail473059=Wird zur Darstellung eines internen Fehlers in der \u00DCberwachungslaufzeitumgebung verwendet. 
cause473059=M\u00F6glicherweise wird ein nicht erkannter Statistiktyp von der \u00DCberwachungslaufzeitumgebung zur\u00FCckgegeben.
messagedetail473060=Wird zur Darstellung eines internen Fehlers in der \u00DCberwachungslaufzeitumgebung verwendet. 
messagedetail473061=Dies kann geschehen, wenn der Service zur \u00DCberwachung aktiviert wird und Statistiken f\u00FCr den Service noch an den Aggregatorserver berichtet werden m\u00FCssen (kann direkt vor dem Checkpoint geschehen)
cause473061=Aggregatorserver hat noch keine Statistiken empfangen.
action473061=Wiederholen Sie den Vorgang nach einer oder zwei Minuten.
messagedetail473062=Beim Abrufen von Statistiken muss eine g\u00FCltige Bitkombination gesendet werden. Werte von 1 bis 15 sind zul\u00E4ssig. 
cause473062=Ung\u00FCltiges Argument \u00FCbergeben.
action473062=Korrigieren Sie das resourceTypes-Argument, und wiederholen Sie den Vorgang.
messagedetail473063=M\u00F6glicherweise haben Sie das zweite Bit, das f\u00FCr FLOW_COMPONENT-Typ bestimmt ist, beim Abrufen von Business-Service-Statistiken gesetzt.
cause473063=Ung\u00FCltiges Argument \u00FCbergeben.
action473063=Korrigieren Sie die Bitkombination, und wiederholen Sie den Vorgang
messagedetail473064=Sie haben Business-Service-Statistiken angefordert, haben jedoch eine Proxyreferenz als Argument an die API gesendet. Oder Sie haben Proxy-Service-Statistiken angefordert, haben jedoch eine Business-Service-Referenz als Argument an die API gesendet. 
cause473064=Ung\u00FCltiges Argument \u00FCbergeben.
action473064=Korrigieren Sie das Ref-Array-Argument, und wiederholen Sie den Vorgang.
messagedetail473065=Der Service, f\u00FCr den Sie Statistiken abrufen m\u00F6chten, ist nicht vorhanden. Er wurde m\u00F6glicherweise gel\u00F6scht, verschoben, umbenannt oder war nie vorhanden.
cause473065=Service wurde gel\u00F6scht, verschoben, umbenannt oder war niemals vorhanden.
action473065=Pr\u00FCfen Sie, ob der Service vorhanden ist, und wiederholen Sie den Vorgang mit dem korrekten service-ref-Element.
messagedetail473066=Die \u00DCberwachung wurde f\u00FCr den Service deaktiviert, f\u00FCr den Sie Statistiken abrufen oder zur\u00FCcksetzen m\u00F6chten.
cause473066=Die \u00DCberwachung f\u00FCr den Service wurde deaktiviert.
action473066=Aktivieren Sie die \u00DCberwachung f\u00FCr diesen Service. Gehen Sie zu der Seite "Proxy-/Business-Service anzeigen", und klicken Sie auf die Registerkarte "Vorgangseinstellungen". Dort k\u00F6nnen Sie die \u00DCberwachung aktivieren. Dazu m\u00FCssen Sie eine Session mit Change Center \u00F6ffnen.
messagedetail473067=Eines der an die \u00F6ffentliche API \u00FCbergebenen Argumente enth\u00E4lt einen ung\u00FCltigen Wert,
cause473067=Ung\u00FCltiges Argument \u00FCbergeben.
action473067=Korrigieren Sie die an die API \u00FCbergebenen Argumente, und wiederholen Sie den Vorgang.
messagedetail473068=Der Service kann in dem angegebenen Aggregationsintervall nicht \u00FCberwacht werden.
cause473068=Ung\u00FCltiges Aggregationsintervall angegeben.
action473068=\u00C4ndern Sie das Aggregationsintervall in eines der g\u00FCltigen Intervalle.
messagedetail473069=Sie haben wahrscheinlich das vierte Bit f\u00FCr den URI-Typ im Argument resourceTypes beim Abrufen der Proxy-Service-Statistiken angegeben. Proxy-Services haben keine URI-Typ-Statistiken.
cause473069=Ung\u00FCltiges Argument \u00FCbergeben.
action473069=Korrigieren Sie das resourceTypes-Argument, und wiederholen Sie den Vorgang.
