messagedetail473050=Se ha desactivado la supervisi\u00F3n para este dominio. Si se desactiva la supervisi\u00F3n, no se recopilan estad\u00EDsticas. Por lo tanto, no puede recuperar estad\u00EDsticas mientras la supervisi\u00F3n est\u00E1 desactivada.
cause473050=Se ha desactivado la supervisi\u00F3n para este dominio.
action473050=Active la supervisi\u00F3n para este dominio. Vaya a Configuraci\u00F3n Global, en Administraci\u00F3n del Sistema, y active la supervisi\u00F3n. Debe abrir una sesi\u00F3n mediante el centro de cambios para hacerlo.
messagedetail473051=Hay un fallo de comunicaci\u00F3n entre el servidor del agregador y otros servidores gestionados. Uno de los servidores gestionados no ha podido enviar las estad\u00EDsticas al servidor gestionado en el que se ejecuta el agregador.
cause473051=Fallo de comunicaci\u00F3n entre los servidores gestionados.
action473051=Espere un momento y vuelva a intentarlo.
messagedetail473052=Hay un error al intentar restablecer las estad\u00EDsticas. Puede que haya un problema al crear la sesi\u00F3n y confirmarla en segundo plano.
cause473052=Fallo al confirmar la sesi\u00F3n debido a un conflicto o debido a algunos problemas de configuraci\u00F3n.
action473052=Espere un momento y vuelva a intentarlo.
messagedetail473053=Alg\u00FAn usuario ha abierto una sesi\u00F3n en WebLogic para editar la configuraci\u00F3n de WLS.
cause473053=Ya existe un bloqueo en la configuraci\u00F3n de WLS.
action473053=Libere el bloqueo existente en WebLogic Server y vuelva a intentarlo. Vaya a la consola de WebLogic y active o deshaga todos los cambios.
messagedetail473054=Este mensaje se utiliza como descripci\u00F3n de la sesi\u00F3n creada en segundo plano al restablecer las estad\u00EDsticas.
messagedetail473055=No se ha podido recuperar la informaci\u00F3n sobre el servicio. Puede que no se haya encontrado el servicio en el dominio.
cause473055=Puede que el servicio se haya suprimido, se haya cambiado de nombre, se haya movido o nunca haya existido.
action473055=Compruebe si existe el servicio y vuelva a intentarlo con la referencia de servicio correcta.
messagedetail473056=Hay un error al intentar restablecer las estad\u00EDsticas. Puede que haya un problema al crear la sesi\u00F3n y confirmarla en segundo plano.
cause473056=Fallo al confirmar la sesi\u00F3n debido a un conflicto o debido a algunos problemas de configuraci\u00F3n.
action473056=Espere un momento y vuelva a intentarlo.
messagedetail473057=Hay un problema al intentar recuperar las estad\u00EDsticas de un servicio.
cause473057=Puede que los argumentos transferidos a la API no sean adecuados.
action473057=Compruebe los argumentos transferidos a la API y vuelva a intentarlo.
messagedetail473058=El tiempo de ejecuci\u00F3n de supervisi\u00F3n no ha devuelto ninguna estad\u00EDstica de un servicio.
messagedetail473059=Se utiliza para representar un error interno en el tiempo de ejecuci\u00F3n de supervisi\u00F3n.
cause473059=Puede que el tiempo de ejecuci\u00F3n de supervisi\u00F3n haya devuelto un tipo de estad\u00EDstica no reconocido.
messagedetail473060=Se utiliza para representar un error interno en el tiempo de ejecuci\u00F3n de supervisi\u00F3n.
messagedetail473061=Esto se puede producir si se ha activado la supervisi\u00F3n en el servicio, pero todav\u00EDa no se han registrado estad\u00EDsticas del servicio en el servidor del agregador (se puede producir justo antes del punto de control)
cause473061=El servidor del agregador no ha recibido estad\u00EDsticas todav\u00EDa.
action473061=Int\u00E9ntelo despu\u00E9s de un minuto o dos.
messagedetail473062=Debe enviar una combinaci\u00F3n v\u00E1lida de bits al recuperar estad\u00EDsticas. Est\u00E1n permitidos valores del 1 al 15.
cause473062=Se ha transferido un argumento no v\u00E1lido.
action473062=Corrija el argumento resourceTypes y vuelva a intentarlo.
messagedetail473063=Puede que haya definido el segundo bit, que es para el tipo FLOW_COMPONENT, al recuperar las estad\u00EDsticas del servicio de negocio.
cause473063=Se ha transferido un argumento no v\u00E1lido.
action473063=Corrija la combinaci\u00F3n de bits y vuelva a intentarlo
messagedetail473064=Ha solicitado estad\u00EDsticas de un servicio de negocio, pero ha enviado una referencia de proxy como argumento a la API o ha solicitado estad\u00EDsticas de un servicio de proxy, pero ha enviado una referencia de servicio de negocio como argumento a la API.
cause473064=Se ha transferido un argumento no v\u00E1lido.
action473064=Corrija el argumento de matriz de referencias y vuelva a intentarlo.
messagedetail473065=No existe el servicio cuyas estad\u00EDsticas intenta recuperar. Puede que se haya suprimido, se haya movido, se haya cambiado de nombre o nunca haya existido.
cause473065=El servicio se ha suprimido, se ha movido, se ha cambiado de nombre o nunca ha existido.
action473065=Compruebe si existe el servicio e int\u00E9ntelo con la referencia de servicio correcta.
messagedetail473066=Se ha desactivado la supervisi\u00F3n para el servicio cuyas estad\u00EDsticas intenta recuperar o restablecer.
cause473066=Se ha desactivado la supervisi\u00F3n para el servicio.
action473066=Active la supervisi\u00F3n para este servicio. Vaya a la p\u00E1gina Ver Servicio de Proxy/Negocio y haga clic en el separador Configuraci\u00F3n Operativa. Puede activar la supervisi\u00F3n en \u00E9l. Para hacer esto, debe abrir una sesi\u00F3n mediante el centro de cambios.
messagedetail473067=Uno de los argumentos transferidos a la API p\u00FAblica contiene un valor no v\u00E1lido.
cause473067=Se ha transferido un argumento no v\u00E1lido.
action473067=Corrija los argumentos para la API y vuelva a intentarlo.
messagedetail473068=El servicio no se puede supervisar con el intervalo de agregaci\u00F3n especificado.
cause473068=Se ha especificado un intervalo de agregaci\u00F3n no v\u00E1lido.
action473068=Cambie el intervalo de agregaci\u00F3n a uno de los intervalos de agregaci\u00F3n v\u00E1lidos.
messagedetail473069=Puede que haya especificado el cuarto bit, que es para el tipo de URI del argumento resourceTypes, al recuperar las estad\u00EDsticas del servicio de proxy. Los servicios de proxy no tienen estad\u00EDsticas de tipo de URI.
cause473069=Se ha transferido un argumento no v\u00E1lido.
action473069=Corrija el argumento resourceTypes y vuelva a intentarlo.
