messagedetail473050=O monitoramento deste dom\u00EDnio foi desativado. Quando o monitoramento \u00E9 desativado, n\u00E3o h\u00E1 coleta de estat\u00EDsticas. Desse modo, n\u00E3o \u00E9 poss\u00EDvel recuperar estat\u00EDsticas enquanto o monitoramento est\u00E1 desativado.
cause473050=O monitoramento deste dom\u00EDnio foi desativado.
action473050=Ative o monitoramento deste dom\u00EDnio. V\u00E1 para Defini\u00E7\u00F5es Globais, em Administra\u00E7\u00E3o do Sistema, e ative o monitoramento. Para tal, voc\u00EA deve abrir uma sess\u00E3o usando um centro de altera\u00E7\u00F5es.
messagedetail473051=H\u00E1 uma falha de comunica\u00E7\u00E3o entre o servidor do Agregador e outros servidores gerenciados. Um dos servidores gerenciados n\u00E3o enviou estat\u00EDsticas ao servidor gerenciado no qual o Agregador est\u00E1 em execu\u00E7\u00E3o.
cause473051=Falha de comunica\u00E7\u00E3o entre servidores gerenciados.
action473051=Aguarde um pouco e tente novamente.
messagedetail473052=Ocorreu um erro ao tentar redefinir as estat\u00EDsticas. Talvez haja um problema ao criar e submeter a commit uma sess\u00E3o no segundo plano.
cause473052=O commit da sess\u00E3o falhou em decorr\u00EAncia de um conflito ou de alguns problemas de configura\u00E7\u00E3o.
action473052=Aguarde um pouco e tente novamente.
messagedetail473053=Algu\u00E9m abriu uma sess\u00E3o no Weblogic para editar a configura\u00E7\u00E3o do WLS.
cause473053=J\u00E1 existe um bloqueio na Configura\u00E7\u00E3o do WLS.
action473053=Libere o bloqueio existente no Weblogic Server e tente novamente. V\u00E1 para a console do Weblogic e Ative ou Desfa\u00E7a todas as altera\u00E7\u00F5es.
messagedetail473054=Esta mensagem \u00E9 usada como descri\u00E7\u00E3o da sess\u00E3o criada no segundo plano durante a redefini\u00E7\u00E3o das estat\u00EDsticas.
messagedetail473055=N\u00E3o foi poss\u00EDvel recuperar informa\u00E7\u00F5es sobre um servi\u00E7o. Talvez isso ocorra porque o servi\u00E7o n\u00E3o foi encontrado no dom\u00EDnio.
cause473055=O servi\u00E7o pode ter sido deletado, renomeado, movido ou nunca ter existido.
action473055=Verifique se o servi\u00E7o existe e tente novamente com a service ref correta.
messagedetail473056=Ocorreu um erro ao tentar redefinir as estat\u00EDsticas. Talvez haja um problema ao criar e submeter a commit uma sess\u00E3o no segundo plano.
cause473056=O commit da sess\u00E3o falhou em decorr\u00EAncia de um conflito ou de alguns problemas de configura\u00E7\u00E3o.
action473056=Aguarde um pouco e tente novamente.
messagedetail473057=Houve um problema ao tentar recuperar estat\u00EDsticas de um servi\u00E7o.
cause473057=Talvez isso ocorra porque os argumentos transmitidos \u00E0 API n\u00E3o s\u00E3o corretos.
action473057=Verifique os argumentos transmitidos \u00E0 API e tente novamente.
messagedetail473058=O runtime de monitoramento n\u00E3o retornou nenhuma estat\u00EDstica de um servi\u00E7o.
messagedetail473059=Usado para representar um erro interno do runtime de monitoramento.
cause473059=Talvez isso ocorra porque um tipo n\u00E3o reconhecido de estat\u00EDstica \u00E9 retornado pelo runtime de monitoramento.
messagedetail473060=Usado para representar um erro interno do runtime de monitoramento.
messagedetail473061=Isso pode ocorrer se o servi\u00E7o estiver ativado para monitoramento e as estat\u00EDsticas do servi\u00E7o ainda n\u00E3o tiverem sido reportadas ao servidor do agregador (isso pode ocorrer imediatamente antes do ponto de verifica\u00E7\u00E3o)
cause473061=O servidor do agregador ainda n\u00E3o recebeu as estat\u00EDsticas.
action473061=Tente em um ou dois minutos.
messagedetail473062=Voc\u00EA deve enviar uma combina\u00E7\u00E3o v\u00E1lida de bits durante a recupera\u00E7\u00E3o de estat\u00EDsticas. S\u00E3o permitidos os valores de 1 a 15.
cause473062=Argumento inv\u00E1lido transmitido.
action473062=Corrija o argumento resourceTypes e tente novamente.
messagedetail473063=Talvez isso ocorra porque voc\u00EA definiu o segundo bit que \u00E9 para o tipo FLOW_COMPONENT durante a recupera\u00E7\u00E3o de estat\u00EDsticas do servi\u00E7o de neg\u00F3cios.
cause473063=Argumento inv\u00E1lido transmitido.
action473063=Corrija a combina\u00E7\u00E3o de bits e tente novamente
messagedetail473064=Voc\u00EA pretendia solicitar estat\u00EDsticas do servi\u00E7o de neg\u00F3cios, mas enviou uma refer\u00EAncia de proxy como um argumento para a API. Ou ent\u00E3o, pretendia solicitar estat\u00EDsticas do servi\u00E7o de proxy, mas enviou uma service ref de neg\u00F3cios como argumento para a API.
cause473064=Argumento inv\u00E1lido transmitido.
action473064=Corrija o argumento do array de refer\u00EAncia e tente novamente.
messagedetail473065=O servi\u00E7o cujas estat\u00EDsticas voc\u00EA est\u00E1 tentando recuperar n\u00E3o existe. Ele pode ter sido deletado, movido, renomeado ou nunca ter existido.
cause473065=O servi\u00E7o foi deletado, renomeado, movido ou nunca existiu.
action473065=Verifique se o servi\u00E7o existe e tente com a service ref correta.
messagedetail473066=O monitoramento foi desativado para o servi\u00E7o cujas estat\u00EDsticas voc\u00EA est\u00E1 tentando recuperar ou redefinir.
cause473066=O monitoramento do servi\u00E7o foi desativado.
action473066=Ative o monitoramento deste servi\u00E7o. V\u00E1 para a p\u00E1gina Exibir Proxy/Servi\u00E7o de Neg\u00F3cios e clique na Guia Defini\u00E7\u00F5es Operacionais. Voc\u00EA pode ativar o monitoramento aqui. Para tal, \u00E9 necess\u00E1rio abrir uma sess\u00E3o usando o centro de altera\u00E7\u00F5es.
messagedetail473067=Um dos argumentos transmitidos \u00E0 API p\u00FAblica cont\u00E9m um valor inv\u00E1lido.
cause473067=Argumento inv\u00E1lido transmitido.
action473067=Corrija os argumentos para a API e tente novamente.
messagedetail473068=O servi\u00E7o n\u00E3o pode ser monitorado no Intervalo de Agrega\u00E7\u00E3o especificado.
cause473068=Intervalo de Agrega\u00E7\u00E3o inv\u00E1lido especificado.
action473068=Altere o Intervalo de Agrega\u00E7\u00E3o para um dos Intervalos de agrega\u00E7\u00E3o v\u00E1lidos.
messagedetail473069=Voc\u00EA pretendia especificar o quarto bit que \u00E9 para o tipo de URI no argumento resourceTypes durante a recupera\u00E7\u00E3o de estat\u00EDsticas do servi\u00E7o de proxy. Os Servi\u00E7os de Proxy n\u00E3o t\u00EAm estat\u00EDsticas de tipo de URI.
cause473069=Argumento Inv\u00E1lido transmitido.
action473069=Corrija o argumento resourceTypes e tente novamente.
