messagedetail473050=\u5DF2\u505C\u7528\u6B64\u7DB2\u57DF\u7684\u76E3\u63A7\u3002\u505C\u7528\u76E3\u63A7\u6642\uFF0C\u4E26\u4E0D\u6703\u6536\u96C6\u7D71\u8A08\u8CC7\u8A0A\u3002\u56E0\u6B64\uFF0C\u505C\u7528\u76E3\u63A7\u6642\uFF0C\u7121\u6CD5\u64F7\u53D6\u7D71\u8A08\u8CC7\u8A0A\u3002
cause473050=\u5DF2\u505C\u7528\u6B64\u7DB2\u57DF\u7684\u76E3\u63A7\u3002
action473050=\u8ACB\u555F\u7528\u6B64\u7DB2\u57DF\u7684\u76E3\u63A7\u3002\u524D\u5F80\u300C\u7CFB\u7D71\u7BA1\u7406\u300D\u4E0B\u7684\u300C\u5168\u57DF\u8A2D\u5B9A\u300D\u555F\u7528\u76E3\u63A7\u3002\u60A8\u9700\u8981\u4F7F\u7528\u8B8A\u66F4\u4E2D\u5FC3\u958B\u555F\u968E\u6BB5\u4F5C\u696D\u4F86\u5B8C\u6210\u6B64\u52D5\u4F5C\u3002
messagedetail473051=\u5F59\u7E3D\u5668\u4F3A\u670D\u5668\u8207\u5176\u4ED6\u53D7\u7BA1\u7406\u4F3A\u670D\u5668\u4E4B\u9593\u901A\u8A0A\u5931\u6557\u3002\u5176\u4E2D\u4E00\u500B\u53D7\u7BA1\u7406\u4F3A\u670D\u5668\u7121\u6CD5\u50B3\u9001\u7D71\u8A08\u8CC7\u8A0A\u7D66\u6B63\u5728\u57F7\u884C\u5F59\u7E3D\u5668\u7684\u53D7\u7BA1\u7406\u4F3A\u670D\u5668\u3002
cause473051=\u53D7\u7BA1\u7406\u4F3A\u670D\u5668\u4E4B\u9593\u901A\u8A0A\u5931\u6557\u3002
action473051=\u8ACB\u7A0D\u5019\u518D\u91CD\u8A66\u3002
messagedetail473052=\u5617\u8A66\u91CD\u8A2D\u7D71\u8A08\u8CC7\u8A0A\u6642\u767C\u751F\u932F\u8AA4\u3002\u5EFA\u7ACB\u968E\u6BB5\u4F5C\u696D\u4E26\u5728\u80CC\u666F\u4E2D\u78BA\u8A8D\u8A72\u968E\u6BB5\u4F5C\u696D\u6642\u767C\u751F\u554F\u984C\u3002
cause473052=\u7531\u65BC\u885D\u7A81\u6216\u4E00\u4E9B\u7D44\u614B\u554F\u984C\uFF0C\u78BA\u8A8D\u968E\u6BB5\u4F5C\u696D\u5931\u6557\u3002
action473052=\u8ACB\u7A0D\u5019\u518D\u91CD\u8A66\u3002
messagedetail473053=\u6709\u4EBA\u5728 Weblogic \u4E0A\u958B\u555F\u968E\u6BB5\u4F5C\u696D\u4F86\u7DE8\u8F2F WLS \u7D44\u614B\u3002
cause473053=\u5DF2\u9396\u5B9A WLS \u7D44\u614B\u3002
action473053=\u8ACB\u89E3\u9664 Weblogic \u4E0A\u73FE\u6709\u7684\u9396\u5B9A\u5F8C\u91CD\u8A66\u3002\u524D\u5F80 Weblogic \u4E3B\u63A7\u53F0\uFF0C\u7136\u5F8C\u555F\u52D5\u6216\u9084\u539F\u6240\u6709\u8B8A\u66F4\u3002
messagedetail473054=\u91CD\u8A2D\u7D71\u8A08\u8CC7\u8A0A\u6642\uFF0C\u6B64\u8A0A\u606F\u7528\u4F86\u63CF\u8FF0\u80CC\u666F\u4E2D\u5EFA\u7ACB\u7684\u968E\u6BB5\u4F5C\u696D\u3002
messagedetail473055=\u7121\u6CD5\u64F7\u53D6\u670D\u52D9\u7684\u76F8\u95DC\u8CC7\u8A0A\u3002\u9019\u53EF\u80FD\u662F\u56E0\u70BA\u5728\u7DB2\u57DF\u4E2D\u627E\u4E0D\u5230\u670D\u52D9\u3002
cause473055=\u670D\u52D9\u53EF\u80FD\u5DF2\u522A\u9664\u3001\u91CD\u65B0\u547D\u540D\u3001\u79FB\u52D5\u6216\u4E0D\u5B58\u5728\u3002
action473055=\u8ACB\u6AA2\u67E5\u670D\u52D9\u662F\u5426\u5B58\u5728\uFF0C\u7136\u5F8C\u4F7F\u7528\u6B63\u78BA\u7684\u670D\u52D9\u53C3\u7167\u91CD\u8A66\u3002
messagedetail473056=\u5617\u8A66\u91CD\u8A2D\u7D71\u8A08\u8CC7\u8A0A\u6642\u767C\u751F\u932F\u8AA4\u3002\u5EFA\u7ACB\u968E\u6BB5\u4F5C\u696D\u4E26\u5728\u80CC\u666F\u4E2D\u78BA\u8A8D\u8A72\u968E\u6BB5\u4F5C\u696D\u6642\u767C\u751F\u554F\u984C\u3002
cause473056=\u7531\u65BC\u885D\u7A81\u6216\u4E00\u4E9B\u7D44\u614B\u554F\u984C\uFF0C\u78BA\u8A8D\u968E\u6BB5\u4F5C\u696D\u5931\u6557\u3002
action473056=\u8ACB\u7A0D\u5019\u518D\u91CD\u8A66\u3002
messagedetail473057=\u5617\u8A66\u64F7\u53D6\u670D\u52D9\u7684\u7D71\u8A08\u8CC7\u8A0A\u6642\u767C\u751F\u554F\u984C\u3002
cause473057=\u9019\u53EF\u80FD\u662F\u56E0\u70BA\u50B3\u905E\u81F3 API \u7684\u5F15\u6578\u4E0D\u6B63\u78BA\u3002
action473057=\u8ACB\u6AA2\u67E5\u50B3\u905E\u81F3 API \u7684\u5F15\u6578\u5F8C\u91CD\u8A66\u3002
messagedetail473058=\u76E3\u63A7\u57F7\u884C\u6642\u671F\u672A\u50B3\u56DE\u670D\u52D9\u7684\u4EFB\u4F55\u7D71\u8A08\u8CC7\u8A0A\u3002
messagedetail473059=\u7528\u4F86\u4EE3\u8868\u76E3\u63A7\u57F7\u884C\u6642\u671F\u7684\u5167\u90E8\u932F\u8AA4\u3002
cause473059=\u9019\u53EF\u80FD\u662F\u56E0\u70BA\u76E3\u63A7\u57F7\u884C\u6642\u671F\u50B3\u56DE\u7121\u6CD5\u8FA8\u8B58\u7684\u7D71\u8A08\u8CC7\u8A0A\u985E\u578B\u3002
messagedetail473060=\u7528\u4F86\u4EE3\u8868\u76E3\u63A7\u57F7\u884C\u6642\u671F\u7684\u5167\u90E8\u932F\u8AA4\u3002
messagedetail473061=\u5982\u679C\u5DF2\u958B\u555F\u670D\u52D9\u4F86\u9032\u884C\u76E3\u63A7\uFF0C\u4E14\u670D\u52D9\u7684\u7D71\u8A08\u8CC7\u8A0A\u5C1A\u672A\u56DE\u5831\u7D66\u5F59\u7E3D\u5668\u4F3A\u670D\u5668\uFF0C\u5247\u53EF\u80FD\u6703\u767C\u751F\u6B64\u932F\u8AA4 (\u4E14\u5C31\u525B\u597D\u5728\u6AA2\u67E5\u9EDE\u4E4B\u524D\u767C\u751F)
cause473061=\u5F59\u7E3D\u5668\u4F3A\u670D\u5668\u5C1A\u672A\u6536\u5230\u7D71\u8A08\u8CC7\u8A0A\u3002
action473061=\u7B49\u4E00\u5169\u5206\u9418\u5F8C\u518D\u5617\u8A66\u3002
messagedetail473062=\u64F7\u53D6\u7D71\u8A08\u8CC7\u8A0A\u6642\uFF0C\u60A8\u61C9\u8A72\u50B3\u9001\u6709\u6548\u7684\u4F4D\u5143\u7D44\u5408\u3002\u5141\u8A31 1 \u81F3 15 \u7684\u503C\u3002
cause473062=\u50B3\u905E\u7684\u5F15\u6578\u7121\u6548\u3002
action473062=\u8ACB\u66F4\u6B63 resourceTypes \u5F15\u6578\u5F8C\u91CD\u8A66\u3002
messagedetail473063=\u9019\u53EF\u80FD\u662F\u56E0\u70BA\u60A8\u5728\u64F7\u53D6\u696D\u52D9\u670D\u52D9\u7D71\u8A08\u8CC7\u8A0A\u6642\u8A2D\u5B9A\u4E86\u7B2C\u4E8C\u500B\u4F4D\u5143\uFF0C\u6B64\u4F4D\u5143\u4EE3\u8868 FLOW_COMPONENT \u985E\u578B\u3002
cause473063=\u50B3\u905E\u7684\u5F15\u6578\u7121\u6548\u3002
action473063=\u8ACB\u66F4\u6B63\u4F4D\u5143\u7D44\u5408\u5F8C\u91CD\u8A66
messagedetail473064=\u60A8\u8981\u6C42\u7684\u662F\u696D\u52D9\u670D\u52D9\u7D71\u8A08\u8CC7\u8A0A\uFF0C\u4F46\u537B\u5C07\u4EE3\u7406\u4E3B\u6A5F\u53C3\u7167\u7576\u4F5C\u5F15\u6578\u50B3\u9001\u7D66 API\u3002\u6216\u8005\uFF0C\u60A8\u8981\u6C42\u7684\u662F\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u7D71\u8A08\u8CC7\u8A0A\uFF0C\u4F46\u537B\u5C07\u696D\u52D9\u670D\u52D9\u53C3\u7167\u7576\u4F5C\u5F15\u6578\u50B3\u9001\u7D66 API\u3002
cause473064=\u50B3\u905E\u7684\u5F15\u6578\u7121\u6548\u3002
action473064=\u8ACB\u66F4\u6B63\u53C3\u7167\u9663\u5217\u5F15\u6578\u5F8C\u91CD\u8A66\u3002
messagedetail473065=\u60A8\u5617\u8A66\u64F7\u53D6\u7D71\u8A08\u8CC7\u8A0A\u7684\u670D\u52D9\u4E0D\u5B58\u5728\u3002\u670D\u52D9\u53EF\u80FD\u5DF2\u522A\u9664\u3001\u79FB\u52D5\u3001\u91CD\u65B0\u547D\u540D\u6216\u4E0D\u5B58\u5728\u3002
cause473065=\u670D\u52D9\u5DF2\u522A\u9664\u3001\u79FB\u52D5\u3001\u91CD\u65B0\u547D\u540D\u6216\u4E0D\u5B58\u5728\u3002
action473065=\u8ACB\u6AA2\u67E5\u670D\u52D9\u662F\u5426\u5B58\u5728\uFF0C\u4E26\u5617\u8A66\u4F7F\u7528\u6B63\u78BA\u7684\u670D\u52D9\u53C3\u7167\u3002
messagedetail473066=\u60A8\u5617\u8A66\u64F7\u53D6\u6216\u91CD\u8A2D\u7D71\u8A08\u8CC7\u8A0A\u7684\u670D\u52D9\u5DF2\u505C\u7528\u76E3\u63A7\u3002
cause473066=\u5DF2\u505C\u7528\u670D\u52D9\u7684\u76E3\u63A7\u3002
action473066=\u8ACB\u555F\u7528\u6B64\u670D\u52D9\u7684\u76E3\u63A7\u3002\u524D\u5F80\u300C\u6AA2\u8996\u4EE3\u7406\u4E3B\u6A5F/\u696D\u52D9\u670D\u52D9\u300D\u9801\u9762\uFF0C\u7136\u5F8C\u6309\u4E00\u4E0B\u300C\u4F5C\u696D\u8A2D\u5B9A\u300D\u9801\u7C64\u3002\u60A8\u53EF\u4EE5\u5728\u6B64\u8655\u555F\u7528\u76E3\u63A7\u3002\u60A8\u9700\u8981\u4F7F\u7528\u8B8A\u66F4\u4E2D\u5FC3\uFF0C\u958B\u555F\u968E\u6BB5\u4F5C\u696D\u4F86\u5B8C\u6210\u6B64\u52D5\u4F5C\u3002
messagedetail473067=\u50B3\u905E\u81F3\u516C\u7528 API \u7684\u5176\u4E2D\u4E00\u500B\u5F15\u6578\u5305\u542B\u7121\u6548\u503C\u3002
cause473067=\u50B3\u905E\u7684\u5F15\u6578\u7121\u6548\u3002
action473067=\u8ACB\u66F4\u6B63\u50B3\u905E\u81F3 API \u7684\u5F15\u6578\u5F8C\u91CD\u8A66\u3002
messagedetail473068=\u7121\u6CD5\u4F9D\u6307\u5B9A\u7684\u300C\u5F59\u7E3D\u9593\u9694\u300D\u4F86\u76E3\u63A7\u670D\u52D9\u3002
cause473068=\u6307\u5B9A\u7684\u300C\u5F59\u7E3D\u9593\u9694\u300D\u7121\u6548\u3002
action473068=\u8ACB\u5C07\u300C\u5F59\u7E3D\u9593\u9694\u300D\u8B8A\u66F4\u70BA\u6709\u6548\u7684\u5F59\u7E3D\u9593\u9694\u3002
messagedetail473069=\u60A8\u5728\u64F7\u53D6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u7D71\u8A08\u8CC7\u8A0A\u6642\uFF0C\u5728 resourceTypes \u5F15\u6578\u4E2D\u6307\u5B9A\u4E86\u7B2C\u56DB\u500B\u4F4D\u5143\uFF0C\u6B64\u4F4D\u5143\u4EE3\u8868 URI \u985E\u578B\u3002\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u6C92\u6709 URI \u985E\u578B\u7D71\u8A08\u8CC7\u8A0A\u3002
cause473069=\u50B3\u905E\u7684\u5F15\u6578\u7121\u6548\u3002
action473069=\u8ACB\u66F4\u6B63 resourceTypes \u5F15\u6578\u5F8C\u91CD\u8A66\u3002
