messagedetail473050=La surveillance de ce domaine a \u00E9t\u00E9 d\u00E9sactiv\u00E9e. Lorsque la surveillance est d\u00E9sactiv\u00E9e, les statistiques ne sont pas collect\u00E9es et vous ne pouvez donc pas extraire les statistiques.
cause473050=La surveillance de ce domaine a \u00E9t\u00E9 d\u00E9sactiv\u00E9e.
action473050=Activez la surveillance de ce domaine. Pour ce faire, acc\u00E9dez aux param\u00E8tres globaux sous l'option Administration du syst\u00E8me et activez la surveillance. Vous devez ouvrir une session \u00E0 l'aide du centre des modifications pour effectuer cette op\u00E9ration.
messagedetail473051=Il existe une erreur de communication entre le serveur d'agr\u00E9gation et les autres serveurs g\u00E9r\u00E9s. Un des serveurs g\u00E9r\u00E9s n'a pas r\u00E9ussi \u00E0 envoyer des statistiques au serveur g\u00E9r\u00E9 sur lequel l'op\u00E9rateur d'agr\u00E9gation est ex\u00E9cut\u00E9.
cause473051=Echec de communication entre les serveurs g\u00E9r\u00E9s.
action473051=Patientez un moment et r\u00E9essayez.
messagedetail473052=Une erreur est survenue lors de la tentative de r\u00E9initialisation des statistiques. Une erreur est peut-\u00EAtre survenue pendant la cr\u00E9ation d'une session et sa validation en arri\u00E8re-plan.
cause473052=Echec de la validation de la session d\u00FB \u00E0 un conflit ou \u00E0 des probl\u00E8mes de configuration.
action473052=Patientez un moment et r\u00E9essayez.
messagedetail473053=Un utilisateur a ouvert une session sur WebLogic pour modifier la configuration WLS.
cause473053=Il existe d\u00E9j\u00E0 un verrou externe sur la configuration WLS.
action473053=Lib\u00E9rez le verrou externe existant sur WebLogic Server et r\u00E9essayez. Acc\u00E9dez \u00E0 la console WebLogic et activez ou annulez toutes les modifications.
messagedetail473054=Ce message est utilis\u00E9 comme description pour la session cr\u00E9\u00E9e en arri\u00E8re-plan lors de la r\u00E9initialisation des statistiques.
messagedetail473055=Impossible d'extraire les informations relatives \u00E0 un service. Ce service est peut-\u00EAtre introuvable dans le domaine.
cause473055=Le service a peut-\u00EAtre \u00E9t\u00E9 supprim\u00E9, renomm\u00E9, d\u00E9plac\u00E9 ou il n'existe pas.
action473055=V\u00E9rifiez que le service existe et r\u00E9essayez avec la r\u00E9f\u00E9rence de service correcte.
messagedetail473056=Une erreur est survenue lors de la tentative de r\u00E9initialisation des statistiques. Une erreur est peut-\u00EAtre survenue pendant la cr\u00E9ation d'une session et sa validation en arri\u00E8re-plan.
cause473056=Echec de la validation de la session d\u00FB \u00E0 un conflit ou \u00E0 des probl\u00E8mes de configuration.
action473056=Patientez un moment et r\u00E9essayez.
messagedetail473057=Une erreur est survenue lors de la tentative d'extraction des statistiques d'un service.
cause473057=Il est possible que les arguments transmis \u00E0 l'API soient incorrects.
action473057=V\u00E9rifiez les arguments transmis \u00E0 l'API et r\u00E9essayez.
messagedetail473058=L'ex\u00E9cution de la surveillance n'a renvoy\u00E9 aucune statistique de service.
messagedetail473059=Permet de repr\u00E9senter une erreur interne lors de l'ex\u00E9cution de la surveillance.
cause473059=Un type de statistique non reconnu est peut-\u00EAtre renvoy\u00E9 par l'ex\u00E9cution de la surveillance.
messagedetail473060=Permet de repr\u00E9senter une erreur interne lors de l'ex\u00E9cution de la surveillance.
messagedetail473061=Cela peut se produire lorsque la fonction de surveillance est activ\u00E9e pour le service et que les statistiques du service n'ont pas encore \u00E9t\u00E9 transmises au serveur d'agr\u00E9gation (cela peut survenir juste avant le point de reprise)
cause473061=Le serveur d'agr\u00E9gation n'a pas encore re\u00E7u de statistiques.
action473061=Essayez dans une ou deux minutes.
messagedetail473062=Vous devez envoyer une combinaison valide de bits lors de l'extraction des statistiques. Les valeurs comprises entre 1 et 15 sont autoris\u00E9es.
cause473062=Argument non valide transmis.
action473062=Corrigez l'argument resourceTypes et r\u00E9essayez.
messagedetail473063=Vous avez peut-\u00EAtre d\u00E9fini le deuxi\u00E8me bit. Celui-ci concerne le type FLOW_COMPONENT lors de l'extraction des statistiques du service fonctionnel.
cause473063=Argument non valide transmis.
action473063=Corrigez la combinaison de bits et r\u00E9essayez
messagedetail473064=Vous vouliez demander les statistiques d'un service fonctionnel mais vous avez envoy\u00E9 une r\u00E9f\u00E9rence de proxy comme argument \u00E0 l'API, ou vous vouliez demander les statistiques d'un service proxy mais vous avez envoy\u00E9 une r\u00E9f\u00E9rence de service fonctionnel comme argument \u00E0 l'API.
cause473064=Argument non valide transmis.
action473064=Corrigez l'argument de tableau de r\u00E9f\u00E9rence et r\u00E9essayez.
messagedetail473065=Le service pour lequel vous essayez d'extraire des statistiques n'existe pas. Il a peut-\u00EAtre \u00E9t\u00E9 supprim\u00E9, d\u00E9plac\u00E9, renomm\u00E9 ou il n'existe pas.
cause473065=Le service a \u00E9t\u00E9 supprim\u00E9, d\u00E9plac\u00E9, renomm\u00E9 ou il n'existe pas.
action473065=V\u00E9rifiez que le service existe et essayez avec la r\u00E9f\u00E9rence de service appropri\u00E9e.
messagedetail473066=La surveillance a \u00E9t\u00E9 d\u00E9sactiv\u00E9e pour le service pour lequel vous essayez d'extraire ou de r\u00E9initialiser des statistiques.
cause473066=La surveillance du service a \u00E9t\u00E9 d\u00E9sactiv\u00E9e.
action473066=Activez la surveillance de ce service. Pour ce faire, acc\u00E9dez \u00E0 la page Visualiser le service proxy/fonctionnel et cliquez sur l'onglet Param\u00E8tres op\u00E9rationnels. Vous pouvez activer la surveillance \u00E0 partir de celui-ci. Vous devez ouvrir une session \u00E0 l'aide du centre des modifications pour effectuer cette op\u00E9ration.
messagedetail473067=Un des arguments transmis \u00E0 l'API publique contient une valeur non valide.
cause473067=Argument non valide transmis.
action473067=Corrigez les arguments transmis \u00E0 l'API et r\u00E9essayez.
messagedetail473068=Impossible de surveiller le service au niveau de l'intervalle d'agr\u00E9gation indiqu\u00E9.
cause473068=L'intervalle d'agr\u00E9gation indiqu\u00E9 n'est pas valide.
action473068=Remplacez l'intervalle d'agr\u00E9gation par un des intervalles d'agr\u00E9gation valides.
messagedetail473069=Vous avez indiqu\u00E9 le quatri\u00E8me bit. Celui-ci concerne le type URI dans l'argument resourceTypes lors de l'extraction des statistiques du service proxy. Les services proxy n'ont pas de statistiques de type URI.
cause473069=Argument non valide transmis.
action473069=Corrigez l'argument resourceTypes et r\u00E9essayez.
