Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/WS-PolicyAttachment/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Component_WS-PolicyAttachment
source: Oracle Web Services Manager - Policy Attachment
de: Oracle Web Services Manager - Policy-Anhang
es: Oracle Web Services Manager: Asociación de Políticas
fr: Oracle Web Services Manager - Pièce jointe de stratégie
it: Oracle Web Services Manager - Associazione criteri
ja: Oracle Web Services Manager - ポリシー・アタッチメント
ko: Oracle Web Services Manager - 정책 첨부
pt_br: Oracle Web Services Manager - Anexo de Política
zh_cn: Oracle Web Services Manager - 策略附件
zh_tw: Oracle Web Services Manager - 原則附加

# Category_WS-PolicyAttachment
source: WS-Policy Attachment
de: WS-Policy-Anhang
fr: Pièce jointe WS-Policy
it: Associazione WS-Policy
ja: WSポリシー・アタッチメント
ko: WS-정책 첨부
pt_br: Anexo do WS-Policy
zh_cn: WS-Policy 附件

# Event_PolicyAttachmentEvent
source: Policy Attachment Event
de: Policy-Anhangsereignis
es: Evento de Asociación de Políticas
fr: Evénement de pièce jointe de stratégie
it: Evento associazione criteri
ja: ポリシー・アタッチメント・イベント
ko: 정책 첨부 이벤트
pt_br: Evento do Anexo de Política
zh_cn: 策略附件事件
zh_tw: 原則附加事件

# Attribute_PolicyChangeType
source: Policy Change Type
de: Policy-Änderungstyp
es: Tipo de Cambio de Política
fr: Type de modification de stratégie
it: Tipo di modifica criteri
ja: ポリシー変更タイプ
ko: 정책 변경 유형
pt_br: Tipo de Alteração da Política
zh_cn: 策略更改类型
zh_tw: 原則變更類型

# Attribute_PolicyURI
source: Policy URI
es: URI de Política
fr: URI de stratégie
it: URI criteri
ja: ポリシーURI
ko: 정책 URI
pt_br: URI da Política
zh_cn: 策略 URI
zh_tw: 原則 URI

# Attribute_PolicyCategory
source: Policy Category
de: Policy-Kategorie
es: Categoría de Política
fr: Catégorie de stratégie
it: Categoria criteri
ja: ポリシー・カテゴリ
ko: 정책 범주
pt_br: Categoria da Política
zh_cn: 策略类别
zh_tw: 原則類別

# Attribute_PolicyStatus
source: Policy Status
es: Estado de la Política
fr: Statut de la stratégie
it: Stato criteri
ja: ポリシー・ステータス
ko: 정책 상태
pt_br: Status da Política
zh_cn: 策略状态
zh_tw: 原則狀態

# Attribute_ServiceEndPoint
source: Service End Point
de: Service-Endpunkt
es: Punto Final de Servicio
fr: Adresse du service
it: Endpoint servizio
ja: サービス・エンド・ポイント
ko: 서비스 끝점
pt_br: Ponto Final do Serviço
zh_cn: 服务端点
zh_tw: 服務端點

# Attribute_PolicySubjRescPattern
source: Policy Subj Resc Pattern
de: Policy-Subject-Ressourcenmuster
es: Patrón de Recurso de Asunto de Política
fr: Motif de ressource du sujet de stratégie
it: Pattern risorse oggetto criteri
ja: ポリシー・サブジェクト・リソース・パターン
ko: 정책 주체 리소스 패턴
pt_br: Padrão de Recursos do Assunto da Política
zh_cn: 策略主题资源模式
zh_tw: 原則主體資源樣式

# Help_Category_WS-PolicyAttachment
source: The events are for WS PolicyAttachment
de: Die Ereignisse sind für WS PolicyAttachment
es: Los eventos son para WS PolicyAttachment
fr: Ces événements sont liés à l'élément PolicyAttachment WS
it: Eventi per associazione WS-Policy
ja: イベントはWS PolicyAttachment用です
ko: WS PolicyAttachment에 대한 이벤트입니다.
pt_br: Os eventos são do WS PolicyAttachment
zh_cn: 这些事件是针对 WS PolicyAttachment 的
zh_tw: 用於 WS-Policy Attachment 的事件

# Help_Event_PolicyAttachmentEvent
source: WebService PolicyAttachement
fr: PolicyAttachement WebService
it: Associazione criteri WebService
zh_tw: Web 服務原則附加

# Help_Attribute_PolicyChangeType
source: The type of change that occurred.
de: Der Typ der aufgetretenen Änderung.
es: Tipo de cambio producido.
fr: Type de modification ayant eu lieu.
it: Il tipo di modifica apportata.
ja: 生じた変更のタイプ。
ko: 발생한 변경의 유형입니다.
pt_br: O tipo de alteração que ocorreu.
zh_cn: 所发生的更改类型。
zh_tw: 發生的變更類型.

# Help_Attribute_PolicyURI
source: The URI which identifies the policy for which the event was triggered.(comma-separated list)
de: Der URI, mit dem die Policy identifiziert wird, für die das Ereignis ausgelöst wurde (durch Komma getrennte Liste).
es: URI que identifica la política para la que se ha disparado el evento. (Lista separada por comas)
fr: URI identifiant la stratégie pour laquelle l'événement a été déclenché (liste séparée par des virgules).
it: L'URI che identifica i criteri per i quali è stato attivato l'evento (lista separata da virgole).
ja: イベントがトリガーされたポリシーを識別するURI。(カンマ区切りリスト)
ko: 이벤트가 트리거된 정책을 식별하는 URI입니다(콤마로 구분된 목록).
pt_br: O URI que identifica a política na qual o evento foi acionado. (Lista separada por vírgulas)
zh_cn: 标识已触发事件的策略的 URI (逗号分隔的列表)。
zh_tw: 識別觸發事件之原則的 URI (使用逗號區隔的清單)

# Help_Attribute_PolicyCategory
source: The category of the policy for which the event was triggered.(comma-separated list)
de: Die Kategorie der Policy, für die das Ereignis ausgelöst wurde (durch Komma getrennte Liste)
es: Categoría de la política para la que se ha disparado el evento. (Lista separada por comas)
fr: Catégorie de la stratégie pour laquelle l'événement a été déclenché (liste séparée par des virgules).
it: La categoria dei criteri per i quali è stato attivato l'evento (lista separata da virgole).
ja: イベントがトリガーされたポリシーのカテゴリ。(カンマ区切りリスト)
ko: 이벤트가 트리거된 정책의 범주입니다(콤마로 구분된 목록).
pt_br: A categoria da política para a qual o evento foi acionado. (Lista separada por vírgulas)
zh_cn: 已触发事件的策略的类别 (逗号分隔的列表)。
zh_tw: 觸發事件之原則的類別 (使用逗號區隔的清單)

# Help_Attribute_PolicyStatus
source: The status of the policy for which the event was triggered.(comma-separated list)
de: Der Status der Policy, für die das Ereignis ausgelöst wurde (durch Komma getrennte Liste)
es: Estado de la política para la que se ha disparado el evento. (Lista separada por comas)
fr: Statut de la stratégie pour laquelle l'événement a été déclenché (liste séparée par des virgules).
it: Lo stato dei criteri per i quali è stato attivato l'evento (lista separata da virgole).
ja: イベントがトリガーされたポリシーのステータス。(カンマ区切りリスト)
ko: 이벤트가 트리거된 정책의 상태입니다(콤마로 구분된 목록).
pt_br: O status da política para a qual o evento foi acionado. (Lista separada por vírgulas)
zh_cn: 已触发事件的策略的状态 (逗号分隔的列表)。
zh_tw: 觸發事件之原則的狀態 (使用逗號區隔的清單)

# Help_Attribute_ServiceEndPoint
source: The URI which identifies the service for which the event was triggered.
de: Die URI, durch die der Server identifiziert wird, für den das Ereignis ausgelöst wurde.
es: URI que identifica el servicio para el que se ha disparado el evento.
fr: URI identifiant le service pour lequel l'événement a été déclenché.
it: L'URI che identifica il servizi per il quale è stato attivato l'evento.
ja: イベントがトリガーされたサービスを識別するURI。
ko: 이벤트가 트리거된 서비스를 식별하는 URI입니다.
pt_br: O URI que identifica o serviço no qual o evento foi acionado.
zh_cn: 标识已触发事件的服务的 URI。
zh_tw: 識別觸發事件之服務的 URI.

# Help_Attribute_PolicySubjRescPattern
source: The policy subject resource pattern which identifies the policy subject for which the event was triggered.
de: Das Policy-Subject-Ressourcenmuster, mit dem das Policy-Subject identifiziert wird, für das das Ereignis ausgelöst wurde.
es: Patrón de recurso de asunto de política que identifica el asunto de política para el que se ha disparado el evento.
fr: Motif de ressource du sujet de stratégie qui identifie le sujet de la stratégie pour lequel l'événement a été déclenché.
it: Il pattern di risorse oggetto criteri che identifica l'oggetto criteri per il quale è stato attivato l'evento.
ja: イベントがトリガーされたポリシー・サブジェクトを識別するポリシー・サブジェクト・リソース・パターンです。
ko: 이벤트가 트리거된 정책 주체를 식별하는 정책 주체 리소스 패턴입니다.
pt_br: O padrão de recursos do assunto da política que identifica o assunto da política na qual o evento foi acionado.
zh_cn: 标识已触发事件的策略主题的策略主题资源模式。
zh_tw: 識別觸發事件之原則主體的原則主體資源樣式.
