messagedetail2030500=\u5982\u679C\u672A\u6B63\u78BA\u521D\u59CB\u5316\u5206\u5272\u9023\u63A5 AppListener\uFF0C\u5C0D\u5206\u5272\u9023\u63A5\u696D\u52D9\u670D\u52D9\u7684\u8981\u6C42\u6703\u7121\u6CD5\u904B\u4F5C\u3002
cause2030500=\u521D\u59CB\u5316\u5206\u5272\u9023\u63A5 AppListener \u671F\u9593\u6536\u5230\u7570\u5E38\u72C0\u6CC1
action2030500=\u8ACB\u78BA\u5B9A\u7522\u54C1\u5B89\u88DD\u5DF2\u5B8C\u6210\u3002\u8ACB\u91CD\u65B0\u555F\u52D5\u4F3A\u670D\u5668\u3002\u5982\u679C\u932F\u8AA4\u4ECD\u7136\u5B58\u5728\uFF0C\u8ACB\u806F\u7D61\u652F\u63F4\u4E2D\u5FC3\u3002
messagedetail2030600=\u5C07\u6703\u5617\u8A66\u50B3\u56DE\u4F3A\u670D\u5668\u932F\u8AA4\u985E\u578B\u70BA http://www.bea.com/alsb/flow/faults:responseProcessingFault \u7684\u932F\u8AA4\u56DE\u61C9\u3002
cause2030600=\u8A0A\u606F\u8F49\u63DB\u5668\u7121\u6CD5\u8F49\u63DB\u932F\u8AA4\u8A0A\u606F\u3002\u932F\u8AA4\u8A0A\u606F\u53EF\u80FD\u7121\u6548\u3002\u7570\u5E38\u72C0\u6CC1\u61C9\u8A72\u6703\u63D0\u4F9B\u5BE6\u969B\u932F\u8AA4\u7684\u8A73\u7D30\u8CC7\u8A0A\u3002
action2030600=\u8ACB\u78BA\u5B9A\u932F\u8AA4\u8A0A\u606F\u683C\u5F0F\u6B63\u78BA\uFF0C\u800C\u4E14\u7B26\u5408\u6D41\u7A0B\u4E4B\u76F8\u95DC wsdl \u4E2D\u6307\u5B9A\u7684\u6A23\u5F0F/\u7528\u6CD5\u3002\u8ACB\u66F4\u6B63\u932F\u8AA4\u8A0A\u606F\u5F8C\u91CD\u8A66\u3002
messagedetail2030601=\u5C07\u6703\u5617\u8A66\u50B3\u56DE\u4F3A\u670D\u5668\u932F\u8AA4\u985E\u578B\u70BA http://www.bea.com/alsb/flow/faults:responseProcessingFault \u7684\u932F\u8AA4\u56DE\u61C9\u3002
cause2030601=\u8A0A\u606F\u8F49\u63DB\u5668\u7121\u6CD5\u8F49\u63DB\u56DE\u61C9\u8A0A\u606F\u3002\u56DE\u61C9\u8A0A\u606F\u53EF\u80FD\u7121\u6548\u3002\u7570\u5E38\u72C0\u6CC1\u61C9\u8A72\u6703\u63D0\u4F9B\u5BE6\u969B\u932F\u8AA4\u7684\u8A73\u7D30\u8CC7\u8A0A\u3002
action2030601=\u8ACB\u78BA\u5B9A\u56DE\u61C9\u8A0A\u606F\u683C\u5F0F\u6B63\u78BA\uFF0C\u800C\u4E14\u7B26\u5408\u5206\u5272\u9023\u63A5\u4E4B\u76F8\u95DC wsdl \u4E2D\u6307\u5B9A\u7684\u6A23\u5F0F/\u7528\u6CD5\u3002\u8ACB\u66F4\u6B63\u56DE\u61C9\u8A0A\u606F\u5F8C\u91CD\u8A66\u3002
cause2030602=\u9019\u662F\u672A\u9810\u671F\u7684\u932F\u8AA4\u3002\u901A\u5E38\u4E0D\u61C9\u8A72\u6703\u767C\u751F\u3002
action2030602=\u8ACB\u78BA\u5B9A\u7522\u54C1\u5B89\u88DD\u5DF2\u5B8C\u6210\u3002\u8ACB\u91CD\u65B0\u555F\u52D5\u4F3A\u670D\u5668\u3002\u8ACB\u78BA\u5B9A\u4F3A\u670D\u5668\u555F\u52D5\u671F\u9593\u672A\u767C\u751F\u4EFB\u4F55\u932F\u8AA4\u3002\u8ACB\u78BA\u5B9A\u5206\u5272\u9023\u63A5\u5DF2\u6B63\u78BA\u5EFA\u7F6E\u3002\u5982\u679C\u932F\u8AA4\u4ECD\u7136\u5B58\u5728\uFF0C\u8ACB\u806F\u7D61\u652F\u63F4\u4E2D\u5FC3\u3002
cause2030603=\u8A0A\u606F\u8F49\u63DB\u5668\u7121\u6CD5\u8F49\u63DB\u932F\u8AA4\u8A0A\u606F\u3002\u932F\u8AA4\u8A0A\u606F\u53EF\u80FD\u7121\u6548\u3002\u7570\u5E38\u72C0\u6CC1\u61C9\u8A72\u6703\u63D0\u4F9B\u5BE6\u969B\u932F\u8AA4\u7684\u8A73\u7D30\u8CC7\u8A0A\u3002
action2030603=\u8ACB\u78BA\u5B9A\u932F\u8AA4\u8A0A\u606F\u683C\u5F0F\u6B63\u78BA\uFF0C\u800C\u4E14\u7B26\u5408\u5206\u5272\u9023\u63A5\u4E4B\u76F8\u95DC wsdl \u4E2D\u6307\u5B9A\u7684\u6A23\u5F0F/\u7528\u6CD5\u3002\u8ACB\u66F4\u6B63\u932F\u8AA4\u8A0A\u606F\u5F8C\u91CD\u8A66\u3002
cause2030604=\u9019\u662F\u672A\u9810\u671F\u7684\u932F\u8AA4\u3002\u901A\u5E38\u4E0D\u61C9\u8A72\u6703\u767C\u751F\u3002
action2030604=\u8ACB\u78BA\u5B9A\u7522\u54C1\u5B89\u88DD\u5DF2\u5B8C\u6210\u3002\u8ACB\u91CD\u65B0\u555F\u52D5\u4F3A\u670D\u5668\u3002\u8ACB\u78BA\u5B9A\u4F3A\u670D\u5668\u555F\u52D5\u671F\u9593\u672A\u767C\u751F\u4EFB\u4F55\u932F\u8AA4\u3002\u8ACB\u78BA\u5B9A\u5206\u5272\u9023\u63A5\u5DF2\u6B63\u78BA\u5EFA\u7F6E\u3002\u5982\u679C\u932F\u8AA4\u4ECD\u7136\u5B58\u5728\uFF0C\u8ACB\u806F\u7D61\u652F\u63F4\u4E2D\u5FC3\u3002
cause2030605=\u7570\u5E38\u72C0\u6CC1\u61C9\u8A72\u6703\u63D0\u4F9B\u932F\u8AA4\u7684\u6839\u672C\u539F\u56E0
action2030605=\u8ACB\u66F4\u6B63\u932F\u8AA4\u5F8C\u91CD\u8A66\u3002
cause2030606=\u8981\u6C42\u63CF\u8FF0\u8CC7\u6599\u4E0D\u662F\u9810\u671F\u7684\u985E\u578B
action2030606=\u8ACB\u78BA\u5B9A\u6240\u50B3\u5165\u8981\u6C42\u7684\u8981\u6C42\u63CF\u8FF0\u8CC7\u6599\u7B26\u5408\u5206\u5272\u9023\u63A5\u8981\u6C42\u63CF\u8FF0\u8CC7\u6599\u7684\u7DB1\u8981\u3002
cause2030607=\u627E\u5230\u300C\u62BD\u8C61 XML\u300D\u9023\u7D50\u985E\u578B\uFF0C\u4F46\u9810\u671F\u7684\u662F "SOAP" \u9023\u7D50\u985E\u578B\u3002
action2030607=\u8ACB\u91DD\u5C0D\u5206\u5272\u9023\u63A5\u91CD\u65B0\u7522\u751F\u6B64\u50B3\u8F38\u985E\u578B\u7684\u696D\u52D9\u670D\u52D9\u3002\u5982\u679C\u932F\u8AA4\u4ECD\u7136\u5B58\u5728\uFF0C\u8ACB\u806F\u7D61\u652F\u63F4\u4E2D\u5FC3\u3002
cause2030700=\u63A5\u6536\u81EA\u4E0D\u53D7\u652F\u63F4\u5BC4\u4EF6\u8005\u985E\u578B\u4E4B\u5206\u5272\u9023\u63A5\u7684\u8981\u6C42
action2030700=\u8ACB\u78BA\u5B9A\u5206\u5272\u9023\u63A5\u7AEF\u9EDE\u662F\u8207\u5C6C\u65BC\u50B3\u8F38\u985E\u578B\u3001\u4E14 ID \u70BA Split-Join \u7684\u696D\u52D9\u670D\u52D9\u7522\u751F\u95DC\u806F\u3002
cause2030701=\u672A\u4F7F\u7528\u5206\u5272\u9023\u63A5\u7AEF\u9EDE\u6B63\u78BA\u8A2D\u5B9A\u5BC4\u4EF6\u8005\u3002
action2030701=\u8ACB\u78BA\u5B9A\u5206\u5272\u9023\u63A5\u7AEF\u9EDE\u662F\u8207\u5C6C\u65BC\u50B3\u8F38\u985E\u578B\u3001\u4E14 ID \u70BA Split-Join \u7684\u696D\u52D9\u670D\u52D9\u7522\u751F\u95DC\u806F\u3002\u8ACB\u78BA\u5B9A\u5B89\u88DD\u5B8C\u6210\uFF0C\u800C\u4E14\u4F3A\u670D\u5668\u555F\u52D5\u6642\u672A\u767C\u751F\u932F\u8AA4\u3002
messagedetail2030702=\u5982\u679C\u547C\u53EB\u4EE5\u5206\u5272\u9023\u63A5\u70BA\u57FA\u790E\u7684\u696D\u52D9\u670D\u52D9\uFF0C\u5C31\u6703\u770B\u5230\u672A\u9810\u671F\u7684\u932F\u8AA4\u3002
cause2030702=\u7570\u5E38\u72C0\u6CC1\u61C9\u8A72\u6703\u63D0\u4F9B\u932F\u8AA4\u7684\u8A73\u7D30\u8CC7\u8A0A\u3002\u8ACB\u78BA\u5B9A\u5206\u5272\u9023\u63A5\u50B3\u8F38\u7D44\u614B\u6A94\u7684\u683C\u5F0F\u6B63\u78BA\u4E14\u7B26\u5408\u7DB1\u8981
action2030702=\u78BA\u5B9A\u7522\u54C1\u5B89\u88DD\u5B8C\u6210\uFF0C\u800C\u4E14\u5728\u4F3A\u670D\u5668\u555F\u52D5\u671F\u9593\u672A\u767C\u751F\u932F\u8AA4\u3002\u5982\u679C\u932F\u8AA4\u4ECD\u7136\u5B58\u5728\uFF0C\u8ACB\u806F\u7D61\u652F\u63F4\u4E2D\u5FC3\u3002
