messagedetail2030500=Sin corregir la inicializaci\u00F3n de AppListener de divisi\u00F3n-uni\u00F3n, no funcionar\u00E1n las solicitudes a servicios de negocio de divisi\u00F3n-uni\u00F3n.
cause2030500=Se ha recibido una excepci\u00F3n durante la inicializaci\u00F3n de AppListener de divisi\u00F3n-uni\u00F3n.
action2030500=Aseg\u00FArese de que la instalaci\u00F3n del producto ha terminado. Reinicie el servidor. Si el error persiste, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2030600=Se intentar\u00E1 devolver una respuesta de fallo con un error de servidor de tipo http://www.bea.com/alsb/flow/faults:responseProcessingFault.
cause2030600=El conversor de mensajes no ha podido transformar el mensaje de fallo. Puede que el mensaje de fallo no sea v\u00E1lido. La excepci\u00F3n debe proporcionar m\u00E1s informaci\u00F3n sobre el error real.
action2030600=Aseg\u00FArese de que el formato de mensaje de fallo es correcto y cumple con el estilo/uso especificado en el wsdl asociado al flujo. Corrija el mensaje de fallo y vuelva a intentarlo.
messagedetail2030601=Se intentar\u00E1 devolver una respuesta de fallo con un error de servidor de tipo http://www.bea.com/alsb/flow/faults:responseProcessingFault.
cause2030601=El conversor de mensajes no ha podido transformar el mensaje de respuesta. Puede que el mensaje de respuesta no sea v\u00E1lido. La excepci\u00F3n debe proporcionar m\u00E1s informaci\u00F3n sobre el error real.
action2030601=Aseg\u00FArese de que el formato de mensaje de respuesta es correcto y cumple con el estilo/uso especificado en el wsdl asociado a la divisi\u00F3n-uni\u00F3n. Corrija el mensaje de respuesta y vuelva a intentarlo.
cause2030602=\u00C9ste es un error inesperado. Esto no ocurre normalmente.
action2030602=Aseg\u00FArese de que la instalaci\u00F3n del producto ha terminado. Reinicie el servidor. Aseg\u00FArese de que no se produce ning\u00FAn error durante el reinicio del servidor. Aseg\u00FArese de que la divisi\u00F3n-uni\u00F3n se despliega correctamente. Si el error persiste, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2030603=El conversor de mensaje no ha podido transformar el mensaje de fallo. Puede que el mensaje de fallo no sea v\u00E1lido. La excepci\u00F3n debe proporcionar m\u00E1s informaci\u00F3n sobre el error real.
action2030603=Aseg\u00FArese de que el formato de mensaje de fallo es correcto y cumple con el estilo/uso especificado en el wsdl asociado a la divisi\u00F3n-uni\u00F3n. Corrija el mensaje de fallo y vuelva a intentarlo.
cause2030604=\u00C9ste es un error inesperado. Esto no ocurre normalmente.
action2030604=Aseg\u00FArese de que la instalaci\u00F3n del producto ha terminado. Reinicie el servidor. Aseg\u00FArese de que no se produce ning\u00FAn error durante el reinicio del servidor. Aseg\u00FArese de que la divisi\u00F3n-uni\u00F3n se despliega correctamente. Si el error persiste, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2030605=La excepci\u00F3n debe proporcionar la causa ra\u00EDz del error.
action2030605=Corrija el error antes de volver a intentarlo.
cause2030606=Los metadatos de solicitud no son del tipo esperado.
action2030606=Aseg\u00FArese de que la solicitud transferida tiene metadatos de solicitud que cumplen con el esquema de los metadatos de solicitud de divisi\u00F3n-uni\u00F3n.
cause2030607=Se ha encontrado el tipo de enlace de "XML abstracto" pero se esperaba el tipo de enlace de "SOAP".
action2030607=Vuelva a generar el servicio de negocio de transporte seg\u00FAn configuraci\u00F3n para la divisi\u00F3n-uni\u00F3n. Si el error persiste, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2030700=Se ha recibido una solicitud de divisi\u00F3n-uni\u00F3n de un tipo de remitente no soportado.
action2030700=Aseg\u00FArese de que el punto final de divisi\u00F3n-uni\u00F3n est\u00E1 asociado a un servicio de negocio de transporte seg\u00FAn configuraci\u00F3n y cuyo identificador es Divisi\u00F3n-Uni\u00F3n.
cause2030701=No se ha configurado correctamente el remitente con el punto final de divisi\u00F3n-uni\u00F3n.
action2030701=Aseg\u00FArese de que el punto final de divisi\u00F3n-uni\u00F3n est\u00E1 asociado a un servicio de negocio de transporte seg\u00FAn configuraci\u00F3n y cuyo identificador es Divisi\u00F3n-Uni\u00F3n. Aseg\u00FArese de que la instalaci\u00F3n ha terminado y que no se produce ning\u00FAn error durante el reinicio del servidor.
messagedetail2030702=Se producir\u00E1n errores inesperados si se llama a un servicio de negocio basado en una divisi\u00F3n-uni\u00F3n.
cause2030702=La excepci\u00F3n debe proporcionar m\u00E1s informaci\u00F3n sobre el error. Aseg\u00FArese de que el archivo de configuraci\u00F3n para el transporte de divisi\u00F3n-uni\u00F3n tiene un formato correcto y cumple con el esquema.
action2030702=Aseg\u00FArese de que la instalaci\u00F3n ha terminado y no se ha producido ning\u00FAn error durante el reinicio del servidor. Si el error persiste, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
