messagedetail2030500=\uBD84\uD560-\uC870\uC778 AppListener\uB97C \uC81C\uB300\uB85C \uCD08\uAE30\uD654\uD558\uC9C0 \uC54A\uC73C\uBA74 \uBD84\uD560-\uC870\uC778 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC694\uCCAD\uC774 \uC791\uB3D9\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
cause2030500=\uBD84\uD560-\uC870\uC778 AppListener\uB97C \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action2030500=\uC81C\uD488 \uC124\uCE58\uAC00 \uC644\uB8CC\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC11C\uBC84\uB97C \uC7AC\uC2DC\uC791\uD558\uC2ED\uC2DC\uC624. \uC624\uB958\uAC00 \uC9C0\uC18D\uB418\uBA74 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2030600=http://www.bea.com/alsb/flow/faults:responseProcessingFault \uC720\uD615\uC758 \uC11C\uBC84 \uC624\uB958\uC640 \uD568\uAED8 \uACB0\uD568 \uC751\uB2F5\uC744 \uBC18\uD658\uD558\uB824\uACE0 \uD569\uB2C8\uB2E4.
cause2030600=\uBA54\uC2DC\uC9C0 \uBCC0\uD658\uAE30\uAC00 \uACB0\uD568 \uBA54\uC2DC\uC9C0\uB97C \uBCC0\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uACB0\uD568 \uBA54\uC2DC\uC9C0\uAC00 \uC7A0\uC7AC\uC801\uC73C\uB85C \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D\uC5D0 \uC2E4\uC81C \uC624\uB958\uC5D0 \uB300\uD55C \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action2030600=\uACB0\uD568 \uBA54\uC2DC\uC9C0 \uD615\uC2DD\uC774 \uC62C\uBC14\uB974\uACE0 \uD750\uB984\uACFC \uC5F0\uAD00\uB41C WSDL\uC5D0 \uC9C0\uC815\uB41C \uC2A4\uD0C0\uC77C/\uC0AC\uC6A9\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uACB0\uD568 \uBA54\uC2DC\uC9C0\uB97C \uC218\uC815\uD558\uACE0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
messagedetail2030601=http://www.bea.com/alsb/flow/faults:responseProcessingFault \uC720\uD615\uC758 \uC11C\uBC84 \uC624\uB958\uC640 \uD568\uAED8 \uACB0\uD568 \uC751\uB2F5\uC744 \uBC18\uD658\uD558\uB824\uACE0 \uD569\uB2C8\uB2E4.
cause2030601=\uBA54\uC2DC\uC9C0 \uBCC0\uD658\uAE30\uAC00 \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB97C \uBCC0\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uAC00 \uC7A0\uC7AC\uC801\uC73C\uB85C \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D\uC5D0 \uC2E4\uC81C \uC624\uB958\uC5D0 \uB300\uD55C \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action2030601=\uC751\uB2F5 \uBA54\uC2DC\uC9C0 \uD615\uC2DD\uC774 \uC62C\uBC14\uB974\uACE0 \uBD84\uD560-\uC870\uC778\uACFC \uC5F0\uAD00\uB41C wsdl\uC5D0 \uC9C0\uC815\uB41C \uC2A4\uD0C0\uC77C/\uC0AC\uC6A9\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB97C \uC218\uC815\uD558\uACE0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
cause2030602=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2030602=\uC81C\uD488 \uC124\uCE58\uAC00 \uC644\uB8CC\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC11C\uBC84\uB97C \uC7AC\uC2DC\uC791\uD558\uC2ED\uC2DC\uC624. \uC11C\uBC84 \uC2DC\uC791 \uC911 \uC624\uB958\uAC00 \uC5C6\uB294\uC9C0 \uD655\uC778\uD558\uACE0, \uBD84\uD560-\uC870\uC778\uC774 \uC81C\uB300\uB85C \uBC30\uCE58\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC624\uB958\uAC00 \uC9C0\uC18D\uB418\uBA74 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2030603=\uBA54\uC2DC\uC9C0 \uBCC0\uD658\uAE30\uAC00 \uACB0\uD568 \uBA54\uC2DC\uC9C0\uB97C \uBCC0\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uACB0\uD568 \uBA54\uC2DC\uC9C0\uAC00 \uC7A0\uC7AC\uC801\uC73C\uB85C \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D\uC5D0 \uC2E4\uC81C \uC624\uB958\uC5D0 \uB300\uD55C \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action2030603=\uACB0\uD568 \uBA54\uC2DC\uC9C0 \uD615\uC2DD\uC774 \uC62C\uBC14\uB974\uACE0 \uBD84\uD560-\uC870\uC778\uACFC \uC5F0\uAD00\uB41C wsdl\uC5D0 \uC9C0\uC815\uB41C \uC2A4\uD0C0\uC77C/\uC0AC\uC6A9\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uACB0\uD568 \uBA54\uC2DC\uC9C0\uB97C \uC218\uC815\uD558\uACE0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
cause2030604=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2030604=\uC81C\uD488 \uC124\uCE58\uAC00 \uC644\uB8CC\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC11C\uBC84\uB97C \uC7AC\uC2DC\uC791\uD558\uC2ED\uC2DC\uC624. \uC11C\uBC84 \uC2DC\uC791 \uC911 \uC624\uB958\uAC00 \uC5C6\uB294\uC9C0 \uD655\uC778\uD558\uACE0, \uBD84\uD560-\uC870\uC778\uC774 \uC81C\uB300\uB85C \uBC30\uCE58\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC624\uB958\uAC00 \uC9C0\uC18D\uB418\uBA74 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2030605=\uC608\uC678 \uC0AC\uD56D\uC5D0 \uC624\uB958\uC5D0 \uB300\uD55C \uADFC\uBCF8 \uC6D0\uC778\uC774 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action2030605=\uC624\uB958\uB97C \uC218\uC815\uD558\uACE0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
cause2030606=\uC694\uCCAD \uBA54\uD0C0 \uB370\uC774\uD130\uAC00 \uD544\uC694\uD55C \uC720\uD615\uC774 \uC544\uB2D9\uB2C8\uB2E4.
action2030606=\uC804\uB2EC\uB418\uB294 \uC694\uCCAD\uC5D0 \uBD84\uD560-\uC870\uC778 \uC694\uCCAD \uBA54\uD0C0 \uB370\uC774\uD130 \uC2A4\uD0A4\uB9C8\uB97C \uC900\uC218\uD558\uB294 \uC694\uCCAD \uBA54\uD0C0 \uB370\uC774\uD130\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
cause2030607="abstract XML" \uBC14\uC778\uB529 \uC720\uD615\uC774 \uBC1C\uACAC\uB418\uC5C8\uC9C0\uB9CC "SOAP" \uBC14\uC778\uB529 \uC720\uD615\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
action2030607=\uBD84\uD560-\uC870\uC778\uC5D0 \uB300\uD55C \uC804\uC1A1 \uC720\uD615 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB97C \uC7AC\uC0DD\uC131\uD558\uC2ED\uC2DC\uC624. \uC624\uB958\uAC00 \uC9C0\uC18D\uB418\uBA74 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2030700=\uC9C0\uC6D0\uB418\uC9C0 \uC54A\uB294 \uBCF4\uB0B8 \uC0AC\uB78C \uC720\uD615\uC5D0\uC11C \uBD84\uD560-\uC870\uC778\uC5D0 \uB300\uD55C \uC694\uCCAD\uC744 \uBC1B\uC558\uC2B5\uB2C8\uB2E4.
action2030700=\uBD84\uD560-\uC870\uC778 \uB05D\uC810\uC774 ID\uAC00 Split-Join\uC778 \uC804\uC1A1 \uC720\uD615 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC640 \uC5F0\uAD00\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
cause2030701=\uBCF4\uB0B8 \uC0AC\uB78C\uC774 \uBD84\uD560-\uC870\uC778 \uB05D\uC810\uC73C\uB85C \uC62C\uBC14\uB974\uAC8C \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action2030701=\uBD84\uD560-\uC870\uC778 \uB05D\uC810\uC774 ID\uAC00 Split-Join\uC778 \uC804\uC1A1 \uC720\uD615 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC640 \uC5F0\uAD00\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC124\uCE58\uAC00 \uC644\uB8CC\uB418\uACE0 \uC11C\uBC84 \uC2DC\uC791 \uC2DC \uC624\uB958\uAC00 \uC5C6\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2030702=\uBD84\uD560-\uC870\uC778 \uAE30\uBC18 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uD638\uCD9C\uB418\uBA74 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
cause2030702=\uC608\uC678 \uC0AC\uD56D\uC5D0 \uC624\uB958\uC5D0 \uB300\uD55C \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uBD84\uD560-\uC870\uC778 \uC804\uC1A1\uC5D0 \uB300\uD55C \uAD6C\uC131 \uD30C\uC77C\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uACE0 \uC2A4\uD0A4\uB9C8\uB97C \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD569\uB2C8\uB2E4.
action2030702=\uC124\uCE58\uAC00 \uC644\uB8CC\uB418\uACE0 \uC11C\uBC84 \uC2DC\uC791 \uC911 \uC624\uB958\uAC00 \uC5C6\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC624\uB958\uAC00 \uC9C0\uC18D\uB418\uBA74 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
