messagedetail2030500=En l'absence d'une initialisation correcte du processus d'\u00E9coute d'application Split-Join, les demandes adress\u00E9es aux services fonctionnels Split-Join ne peuvent pas fonctionner.
cause2030500=R\u00E9ception d'une exception lors de l'initialisation du processus d'\u00E9coute d'application Split-Join
action2030500=Assurez-vous que l'installation du produit est compl\u00E8te. Red\u00E9marrez le serveur. Si l'erreur persiste, contactez le support technique Oracle.
messagedetail2030600=Une tentative de renvoi d'une r\u00E9ponse d'erreur avec le type d'erreur serveur http://www.bea.com/alsb/flow/faults:responseProcessingFault aura lieu.
cause2030600=Le convertisseur de message n'a pas pu transformer le message d'erreur. Ce dernier est potentiellement non valide. L'exception devrait donner plus de d\u00E9tails sur l'erreur r\u00E9elle.
action2030600=Assurez-vous que le format du message d'erreur est correct et conforme au style/\u00E0 l'usage indiqu\u00E9s dans le WSDL associ\u00E9 au flux. Corrigez le message d'erreur et r\u00E9essayez.
messagedetail2030601=Une tentative de renvoi d'une r\u00E9ponse d'erreur avec le type d'erreur serveur http://www.bea.com/alsb/flow/faults:responseProcessingFault aura lieu.
cause2030601=Le convertisseur de message n'a pas pu transformer le message de r\u00E9ponse. Ce dernier est potentiellement non valide. L'exception devrait donner plus de d\u00E9tails sur l'erreur r\u00E9elle.
action2030601=Assurez-vous que le format du message de r\u00E9ponse est correct et conforme au style/\u00E0 l'usage indiqu\u00E9s dans le WSDL associ\u00E9 au Split-Join. Corrigez le message de r\u00E9ponse et r\u00E9essayez.
cause2030602=Erreur inattendue. Ceci ne devrait en principe pas se produire.
action2030602=Assurez-vous que l'installation du produit est compl\u00E8te. Red\u00E9marrez le serveur. Assurez-vous qu'il n'y a pas d'erreurs au d\u00E9marrage du serveur. Assurez-vous que la fonction Split-Join est d\u00E9ploy\u00E9e correctement. Si l'erreur persiste, contactez le support technique Oracle.
cause2030603=Le convertisseur de message n'a pas pu transformer le message d'erreur. Ce dernier est potentiellement non valide. L'exception devrait donner plus de d\u00E9tails sur l'erreur r\u00E9elle.
action2030603=Assurez-vous que le format du message d'erreur est correct et conforme au style/\u00E0 l'usage indiqu\u00E9s dans le WSDL associ\u00E9 au Split-Join. Corrigez le message d'erreur et r\u00E9essayez.
cause2030604=Erreur inattendue. Ceci ne devrait en principe pas se produire.
action2030604=Assurez-vous que l'installation du produit est compl\u00E8te. Red\u00E9marrez le serveur. Assurez-vous qu'il n'y a pas d'erreurs au d\u00E9marrage du serveur. Assurez-vous que la fonction Split-Join est d\u00E9ploy\u00E9e correctement. Si l'erreur persiste, contactez le support technique Oracle.
cause2030605=L'exception doit en principe indiquer la cause premi\u00E8re de l'erreur
action2030605=Corrigez l'erreur avant de r\u00E9essayer.
cause2030606=Le type de m\u00E9tadonn\u00E9es de la demande n'est pas le type attendu.
action2030606=Assurez-vous que les m\u00E9tadonn\u00E9es de la demande transmise sont conformes au sch\u00E9ma des m\u00E9tadonn\u00E9es de demande Split-Join.
cause2030607=Type de liaison trouv\u00E9 : "abstract XML" ; type attendu : "SOAP".
action2030607=G\u00E9n\u00E9rez \u00E0 nouveau le service fonctionnel dot\u00E9 d'un type de transport pour le Split-Join. Si l'erreur persiste, contactez le support technique Oracle.
cause2030700=R\u00E9ception d'une demande pour le Split-Join \u00E9manant d'un type d'\u00E9metteur non pris en charge
action2030700=Assurez-vous que l'adresse Split-Join est associ\u00E9e \u00E0 un service fonctionnel qui est un service dot\u00E9 d'un type de transport et dont l'ID est Split-Join.
cause2030701=L'\u00E9metteur n'est pas configur\u00E9 correctement avec l'adresse Split-Join.
action2030701=Assurez-vous que l'adresse Split-Join est associ\u00E9e \u00E0 un service fonctionnel qui est un service dot\u00E9 d'un type de transport et dont l'ID est Split-Join. Assurez-vous que l'installation est compl\u00E8te et qu'il n'y a pas d'erreurs au d\u00E9marrage du serveur.
messagedetail2030702=Des erreurs inattendues auront lieu si un service fonctionnel bas\u00E9 sur le Split-Join est appel\u00E9.
cause2030702=L'exception doit en principe donner plus de d\u00E9tails sur l'erreur. Assurez-vous que le fichier de configuration du transport Split-Join a un format correct et est conforme au sch\u00E9ma
action2030702=Assurez-vous que l'installation du produit est compl\u00E8te et qu'il n'y a pas d'erreurs au d\u00E9marrage du serveur. Si l'erreur persiste, contactez le support technique Oracle.
