## P4ADE ## {0} : Exception e
messagebody2030500=Erro fatal durante a inicializa\u00E7\u00E3o do AppListener de Split-Join. Causa-raiz: {0}
## P4ADE ## {0} : String ref, {1} : Exception e
messagebody2030600=Erro durante a convers\u00E3o da resposta com falha para origem de Split-Join "{0}". Causa-raiz: {1}
## P4ADE ## {0} : String ref, {1} : Exception e
messagebody2030601=Erro durante a convers\u00E3o da resposta para a origem de Split-Join "{0}". Causa-raiz: {1}
## P4ADE ## {0} : String flow, {1} : Exception e
messagebody2030602=N\u00E3o \u00E9 poss\u00EDvel despachar a resposta com falha para "{0}" em decorr\u00EAncia de erro ao criar metadados de resposta. Causa-raiz: {1}
## P4ADE ## {0} : String ref, {1} : Exception e
messagebody2030603=Erro durante a convers\u00E3o da resposta com falha do servidor default para origem de Split-Join "{0}". Causa-raiz: {1}
## P4ADE ## {0} : String splitJoin, {1} : Exception e
messagebody2030604=N\u00E3o \u00E9 poss\u00EDvel despachar a resposta para "{0}" em decorr\u00EAncia de erro ao criar os metadados de resposta. Causa-raiz: {1}
## P4ADE ## {0} : String splitJoin, {1} : Exception e
messagebody2030605=Erro durante a programa\u00E7\u00E3o da resposta para "{0}". Causa-raiz: {1}
## P4ADE ## {0} : String type, {1} : String rootCause
messagebody2030606=Erro ao fazer parse dos metadados de solicita\u00E7\u00E3o de Split-Join. O XML dos metadados de solicita\u00E7\u00E3o deve ser uma inst\u00E2ncia de "{0}". Causa-raiz: "{1}"
## P4ADE ## {0} : String bizSvc
messagebody2030607=Erro inesperado: O binding no servi\u00E7o de neg\u00F3cios "{0}" est\u00E1 incorreto. Encontrou o tipo de binding "XML abstrato", mas esperava o tipo de binding de "SOAP".
## P4ADE ## {0} : String senderType
messagebody2030700=N\u00E3o \u00E9 poss\u00EDvel chamar Split-Join, pois a solicita\u00E7\u00E3o \u00E9 recebida do remetente "{0}" que n\u00E3o \u00E9 suportado. Somente um servi\u00E7o de neg\u00F3cios classificado por transporte do tipo Split-Join pode chamar uma Split-Join.
messagebody2030701=N\u00E3o \u00E9 poss\u00EDvel chamar Split-Join, pois o ponto final de Split-Join n\u00E3o p\u00F4de ser criado com sucesso pois ele \u00E9 nulo.
## P4ADE ## {0} : String string
messagebody2030702=Erro inesperado. O descritor de configura\u00E7\u00E3o de transporte de Split-Join n\u00E3o pode ser carregado. Causa-raiz: "{0}"
