## P4ADE ## {0} : Exception e
messagebody2030500=Error fatal durante la inicializaci\u00F3n de AppListener de divisi\u00F3n-uni\u00F3n. Causa ra\u00EDz: {0}
## P4ADE ## {0} : String ref, {1} : Exception e
messagebody2030600=Error durante la conversi\u00F3n de la respuesta de fallo al origen para la divisi\u00F3n-uni\u00F3n "{0}". Causa ra\u00EDz: {1}
## P4ADE ## {0} : String ref, {1} : Exception e
messagebody2030601=Error durante la conversi\u00F3n de la respuesta al origen para la divisi\u00F3n-uni\u00F3n "{0}". Causa ra\u00EDz: {1}
## P4ADE ## {0} : String flow, {1} : Exception e
messagebody2030602=No se ha podido distribuir la respuesta de fallo para "{0}" debido a un error al crear los metadatos de respuesta. Causa ra\u00EDz: {1}
## P4ADE ## {0} : String ref, {1} : Exception e
messagebody2030603=Error durante la conversi\u00F3n de la respuesta de fallo del servidor por defecto al origen para la divisi\u00F3n-uni\u00F3n "{0}". Causa ra\u00EDz: {1}
## P4ADE ## {0} : String splitJoin, {1} : Exception e
messagebody2030604=No se ha podido distribuir la repuesta para "{0}" debido a un error al crear los metadatos de respuesta. Causa ra\u00EDz: {1}
## P4ADE ## {0} : String splitJoin, {1} : Exception e
messagebody2030605=Error durante la programaci\u00F3n de la respuesta para "{0}". Causa ra\u00EDz: {1}
## P4ADE ## {0} : String type, {1} : String rootCause
messagebody2030606=Error al analizar los metadatos de solicitud para la divisi\u00F3n-uni\u00F3n. El XML de metadatos de solicitud debe ser una instancia de "{0}". Causa ra\u00EDz: "{1}"
## P4ADE ## {0} : String bizSvc
messagebody2030607=Error inesperado: El enlace en el servicio de negocio "{0}" es incorrecto. Se ha encontrado el tipo de enlace de "XML abstracto", pero se espera el tipo de enlace de "SOAP".
## P4ADE ## {0} : String senderType
messagebody2030700=No se ha podido llamar a la divisi\u00F3n-uni\u00F3n ya que se ha recibido la solicitud del remitente "{0}" que no est\u00E1 soportado. S\u00F3lo un servicio de negocio de tipo de transporte de tipo Divisi\u00F3n-Uni\u00F3n puede llamar a una divisi\u00F3n-uni\u00F3n.
messagebody2030701=No se ha podido llamar a la divisi\u00F3n-uni\u00F3n, ya que no se ha podido crear correctamente el punto final de divisi\u00F3n-uni\u00F3n porque es nulo.
## P4ADE ## {0} : String string
messagebody2030702=Error inesperado, no se puede cargar el descriptor de configuraci\u00F3n de transporte de divisi\u00F3n-uni\u00F3n. Causa ra\u00EDz: "{0}"
