messagedetail2030500=Sem a inicializa\u00E7\u00E3o correta das solicita\u00E7\u00F5es de AppListener de Split-Join, as solicita\u00E7\u00F5es para o servi\u00E7o de neg\u00F3cios de Split-Join n\u00E3o funcionar\u00E3o.
cause2030500=Exce\u00E7\u00E3o recebida durante a inicializa\u00E7\u00E3o do AppListener de Split-Join
action2030500=Certifique-se de que a instala\u00E7\u00E3o do produto foi conclu\u00EDda. Reinicie o servidor. Se o erro persistir, entre em contato com o suporte t\u00E9cnico.
messagedetail2030600=Ser\u00E1 feita uma tentativa para retornar uma resposta com falha com um erro de servidor do tipo http://www.bea.com/alsb/flow/faults:responseProcessingFault.
cause2030600=O conversor da mensagem n\u00E3o conseguiu transformar a mensagem de falha. A mensagem de falha \u00E9 inv\u00E1lida. A exce\u00E7\u00E3o deve fornecer mais detalhes sobre o erro real.
action2030600=Certifique-se de que o formato da mensagem com falha est\u00E1 correto e \u00E9 compat\u00EDvel com o estilo/uso especificado no wsdl associado ao fluxo. Corrija a mensagem com falha e tente novamente.
messagedetail2030601=Ser\u00E1 feita uma tentativa para retornar uma resposta com falha com um erro de servidor do tipo http://www.bea.com/alsb/flow/faults:responseProcessingFault.
cause2030601=O conversor de mensagem n\u00E3o conseguiu transformar a mensagem de resposta. A mensagem de resposta \u00E9 inv\u00E1lida. A exce\u00E7\u00E3o deve fornecer mais detalhes sobre o erro real.
action2030601=Certifique-se de que o formato da mensagem de resposta est\u00E1 correto e \u00E9 compat\u00EDvel com o estilo/uso especificado no wsdl associado a Split-Join. Corrija a mensagem de resposta e tente novamente.
cause2030602=Este \u00E9 um erro inesperado. Normalmente n\u00E3o deve ocorrer.
action2030602=Certifique-se de que a instala\u00E7\u00E3o do produto foi conclu\u00EDda. Reinicie o servidor. Certifique-se de que n\u00E3o houve erros durante a inicializa\u00E7\u00E3o do servidor. Certifique-se de que Split-Join foi implantado corretamente. Se o erro persistir, entre em contato com o suporte t\u00E9cnico.
cause2030603=O conversor da mensagem n\u00E3o conseguiu transformar a mensagem de falha. A mensagem de falha \u00E9 inv\u00E1lida. A exce\u00E7\u00E3o deve fornecer mais detalhes sobre o erro real.
action2030603=Certifique-se de que o formato da mensagem com falha est\u00E1 correto e \u00E9 compat\u00EDvel com o estilo/uso especificado no wsdl associado a Split-Join. Corrija a mensagem com falha e tente novamente.
cause2030604=Este \u00E9 um erro inesperado. Normalmente n\u00E3o deve ocorrer.
action2030604=Certifique-se de que a instala\u00E7\u00E3o do produto foi conclu\u00EDda. Reinicie o servidor. Certifique-se de que n\u00E3o houve erros durante a inicializa\u00E7\u00E3o do servidor. Certifique-se de que Split-Join foi implantado corretamente. Se o erro persistir, entre em contato com o suporte t\u00E9cnico.
cause2030605=A exce\u00E7\u00E3o deve fornecer a causa-raiz do erro
action2030605=Corrija o erro antes de tentar novamente.
cause2030606=Os metadados da solicita\u00E7\u00E3o n\u00E3o s\u00E3o do tipo esperado
action2030606=Certifique-se de que a solicita\u00E7\u00E3o passada tem metadados de solicita\u00E7\u00E3o que atendem ao esquema dos metadados de solicita\u00E7\u00E3o de Split-Join.
cause2030607=Encontrou o tipo de binding "XML abstrato", mas esperava o tipo de binding de "SOAP".
action2030607=Regenere o servi\u00E7o de neg\u00F3cios classificado por transporte para Split-Join. Se o erro persistir, entre em contato com o suporte t\u00E9cnico.
cause2030700=Solicita\u00E7\u00E3o de Split-Join recebida de um tipo de remetente n\u00E3o suportado
action2030700=Certifique-se de que o ponto final de Split-Join est\u00E1 associado a um servi\u00E7o de neg\u00F3cios que \u00E9 classificado por transporte e cujo id \u00E9 Split-Join.
cause2030701=O remetente n\u00E3o foi configurado corretamente com o ponto final de Split-Join.
action2030701=Certifique-se de que o ponto final de Split-Join est\u00E1 associado ao servi\u00E7o de neg\u00F3cios que \u00E9 classificado por transporte e cujo id \u00E9 Split-Join. Certifique-se de que a instala\u00E7\u00E3o foi conclu\u00EDda e n\u00E3o h\u00E1 erros na inicializa\u00E7\u00E3o do servidor.
messagedetail2030702=Erros inesperados ser\u00E3o enviados se um servi\u00E7o de neg\u00F3cios com base em Split-Join for chamado.
cause2030702=A exce\u00E7\u00E3o deve fornecer mais detalhes sobre o erro. Certifique-se de que o arquivo de configura\u00E7\u00E3o do transporte de Split-Join est\u00E1 bem-formado e atende ao esquema
action2030702=Certifique-se de que a instala\u00E7\u00E3o do produto foi conclu\u00EDda e n\u00E3o h\u00E1 erros durante a inicializa\u00E7\u00E3o do servidor. Se o erro persistir, entre em contato com o suporte t\u00E9cnico.
