messagedetail2030500=\u5206\u5272-\u7D50\u5408AppListener\u306E\u9069\u5207\u306A\u521D\u671F\u5316\u304C\u884C\u308F\u308C\u306A\u3044\u5834\u5408\u3001\u5206\u5272-\u7D50\u5408\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u52D5\u4F5C\u3057\u307E\u305B\u3093\u3002
cause2030500=\u5206\u5272-\u7D50\u5408AppListener\u306E\u521D\u671F\u5316\u6642\u306B\u4F8B\u5916\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F
action2030500=\u88FD\u54C1\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u5B8C\u4E86\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u307E\u3059\u3002\u305D\u308C\u3067\u3082\u30A8\u30E9\u30FC\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2030600=http://www.bea.com/alsb/flow/faults:responseProcessingFault\u30BF\u30A4\u30D7\u306E\u30B5\u30FC\u30D0\u30FC\u30FB\u30A8\u30E9\u30FC\u3067\u30D5\u30A9\u30EB\u30C8\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u623B\u305D\u3046\u3068\u3057\u307E\u3057\u305F\u3002
cause2030600=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30D0\u30FC\u30BF\u306F\u30D5\u30A9\u30EB\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u5909\u63DB\u3067\u304D\u307E\u305B\u3093\u3002\u30D5\u30A9\u30EB\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u7121\u52B9\u306A\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u4F8B\u5916\u3067\u5B9F\u969B\u306E\u30A8\u30E9\u30FC\u306E\u8A73\u7D30\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action2030600=\u30D5\u30A9\u30EB\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u66F8\u5F0F\u304C\u6B63\u3057\u304F\u3001\u30D5\u30ED\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305Fwsdl\u306B\u6307\u5B9A\u3055\u308C\u305F\u30B9\u30BF\u30A4\u30EB\u304A\u3088\u3073\u4F7F\u7528\u65B9\u6CD5\u306B\u5F93\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D5\u30A9\u30EB\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8A02\u6B63\u3057\u3066\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2030601=http://www.bea.com/alsb/flow/faults:responseProcessingFault\u30BF\u30A4\u30D7\u306E\u30B5\u30FC\u30D0\u30FC\u30FB\u30A8\u30E9\u30FC\u3067\u30D5\u30A9\u30EB\u30C8\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u623B\u305D\u3046\u3068\u3057\u307E\u3057\u305F\u3002
cause2030601=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30D0\u30FC\u30BF\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u5909\u63DB\u3067\u304D\u307E\u305B\u3093\u3002\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u7121\u52B9\u306A\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u4F8B\u5916\u3067\u5B9F\u969B\u306E\u30A8\u30E9\u30FC\u306E\u8A73\u7D30\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action2030601=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u66F8\u5F0F\u304C\u6B63\u3057\u304F\u3001\u5206\u5272-\u7D50\u5408\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305Fwsdl\u306B\u6307\u5B9A\u3055\u308C\u305F\u30B9\u30BF\u30A4\u30EB\u304A\u3088\u3073\u4F7F\u7528\u65B9\u6CD5\u306B\u5F93\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8A02\u6B63\u3057\u3066\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2030602=\u3053\u308C\u306F\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u307E\u305B\u3093\u3002
action2030602=\u88FD\u54C1\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u5B8C\u4E86\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B5\u30FC\u30D0\u30FC\u306E\u518D\u8D77\u52D5\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5206\u5272-\u7D50\u5408\u304C\u9069\u5207\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u308C\u3067\u3082\u30A8\u30E9\u30FC\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2030603=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30D0\u30FC\u30BF\u306F\u30D5\u30A9\u30EB\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u5909\u63DB\u3067\u304D\u307E\u305B\u3093\u3002\u30D5\u30A9\u30EB\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u7121\u52B9\u306A\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u4F8B\u5916\u3067\u5B9F\u969B\u306E\u30A8\u30E9\u30FC\u306E\u8A73\u7D30\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action2030603=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u66F8\u5F0F\u304C\u6B63\u3057\u304F\u3001\u5206\u5272-\u7D50\u5408\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305Fwsdl\u306B\u6307\u5B9A\u3055\u308C\u305F\u30B9\u30BF\u30A4\u30EB\u304A\u3088\u3073\u4F7F\u7528\u65B9\u6CD5\u306B\u5F93\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D5\u30A9\u30EB\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8A02\u6B63\u3057\u3066\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2030604=\u3053\u308C\u306F\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u307E\u305B\u3093\u3002
action2030604=\u88FD\u54C1\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u5B8C\u4E86\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B5\u30FC\u30D0\u30FC\u306E\u518D\u8D77\u52D5\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5206\u5272-\u7D50\u5408\u304C\u9069\u5207\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u308C\u3067\u3082\u30A8\u30E9\u30FC\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2030605=\u4F8B\u5916\u3067\u30A8\u30E9\u30FC\u306E\u6839\u672C\u7684\u306A\u539F\u56E0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
action2030605=\u30A8\u30E9\u30FC\u3092\u8A02\u6B63\u3057\u3066\u304B\u3089\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2030606=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u4E88\u671F\u3055\u308C\u308B\u578B\u3067\u306F\u3042\u308A\u307E\u305B\u3093
action2030606=\u6E21\u3055\u308C\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5206\u5272-\u7D50\u5408\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u30B9\u30AD\u30FC\u30DE\u306B\u6E96\u62E0\u3057\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2030607="abstract XML"\u30D0\u30A4\u30F3\u30C9\u578B\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u304C\u3001\u4E88\u671F\u3055\u308C\u308B\u306E\u306F"SOAP"\u30D0\u30A4\u30F3\u30C9\u578B\u3067\u3059\u3002
action2030607=\u5206\u5272-\u7D50\u5408\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u578B\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u518D\u751F\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u308C\u3067\u3082\u30A8\u30E9\u30FC\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2030700=\u5206\u5272-\u7D50\u5408\u306B\u5BFE\u3059\u308B\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u306A\u3044\u9001\u4FE1\u8005\u30BF\u30A4\u30D7\u304B\u3089\u53D7\u4FE1\u3057\u307E\u3057\u305F
action2030700=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u578B\u3067\u3001ID\u304C\u5206\u5272-\u7D50\u5408\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5206\u5272-\u7D50\u5408\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u304C\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2030701=\u9001\u4FE1\u8005\u306F\u5206\u5272-\u7D50\u5408\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306B\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action2030701=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u578B\u3067\u3001ID\u304C\u5206\u5272-\u7D50\u5408\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5206\u5272-\u7D50\u5408\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u304C\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u5B8C\u4E86\u3057\u3066\u3044\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u30B5\u30FC\u30D0\u30FC\u306E\u8D77\u52D5\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2030702=\u5206\u5272-\u7D50\u5408\u306B\u57FA\u3065\u3044\u3066\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u547C\u3073\u51FA\u3059\u3068\u3001\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3059\u3002
cause2030702=\u4F8B\u5916\u3067\u30A8\u30E9\u30FC\u306E\u8A73\u7D30\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5206\u5272-\u7D50\u5408\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306E\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u306E\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3001\u30B9\u30AD\u30FC\u30DE\u306B\u6E96\u62E0\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
action2030702=\u88FD\u54C1\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u5B8C\u4E86\u3057\u3066\u3044\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u30B5\u30FC\u30D0\u30FC\u306E\u8D77\u52D5\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u308C\u3067\u3082\u30A8\u30E9\u30FC\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
