## P4ADE ## {0} : Exception e
messagebody2030500=Erreur fatale lors de l''initialisation du processus d''\u00E9coute d''application Split-Join. Cause premi\u00E8re : {0}
## P4ADE ## {0} : String ref, {1} : Exception e
messagebody2030600=Erreur lors de la conversion de la r\u00E9ponse d''erreur vers la source pour le Split-Join "{0}". Cause premi\u00E8re : {1}
## P4ADE ## {0} : String ref, {1} : Exception e
messagebody2030601=Erreur lors de la conversion de la r\u00E9ponse vers la source pour le Split-Join "{0}". Cause premi\u00E8re : {1}
## P4ADE ## {0} : String flow, {1} : Exception e
messagebody2030602=Impossible d''acheminer la r\u00E9ponse d''erreur pour "{0}" en raison d''une erreur lors de la cr\u00E9ation des m\u00E9tadonn\u00E9es de r\u00E9ponse. Cause premi\u00E8re : {1}
## P4ADE ## {0} : String ref, {1} : Exception e
messagebody2030603=Erreur lors de la conversion de la r\u00E9ponse d''erreur du serveur par d\u00E9faut vers la source pour le Split-Join "{0}". Cause premi\u00E8re : {1}
## P4ADE ## {0} : String splitJoin, {1} : Exception e
messagebody2030604=Impossible d''acheminer la r\u00E9ponse pour "{0}" en raison d''une erreur lors de la cr\u00E9ation des m\u00E9tadonn\u00E9es de r\u00E9ponse. Cause premi\u00E8re : {1}
## P4ADE ## {0} : String splitJoin, {1} : Exception e
messagebody2030605=Erreur lors de la programmation de la r\u00E9ponse pour "{0}". Cause premi\u00E8re : {1}
## P4ADE ## {0} : String type, {1} : String rootCause
messagebody2030606=Erreur lors de l''analyse des m\u00E9tadonn\u00E9es de demande pour le Split-Join. Le XML des m\u00E9tadonn\u00E9es de la demande doit \u00EAtre une instance de "{0}". Cause premi\u00E8re : "{1}"
## P4ADE ## {0} : String bizSvc
messagebody2030607=Erreur inattendue : la liaison du service fonctionnel "{0}" est incorrecte. Type de liaison trouv\u00E9 : "abstract XML" ; type attendu : "SOAP".
## P4ADE ## {0} : String senderType
messagebody2030700=Impossible d''appeler le Split-Join car la demande \u00E9manant de l''\u00E9metteur "{0}" n''est pas prise en charge. Seul un service fonctionnel dot\u00E9 d''un type de transport ayant le type Split-Join peut appeler un Split-Join.
messagebody2030701=Impossible d'appeler le Split-Join car, son adresse \u00E9tant NULL, elle n'a pas pu \u00EAtre cr\u00E9\u00E9e.
## P4ADE ## {0} : String string
messagebody2030702=Erreur inattendue. Le descripteur de configuration de transport Split-Join ne peut pas \u00EAtre charg\u00E9. Cause premi\u00E8re : "{0}"
