messagedetail2031650=\u5909\u6570\u5024\u306B\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action2031650=\u5909\u6570\u306B\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031651=\u5F0F\u306F'nil'\u5024\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u3066\u3044\u308BXML\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3068\u3057\u3066\u8A55\u4FA1\u3055\u308C\u307E\u3057\u305F\u3002
action2031651=\u5F0F\u304C'nil'\u4EE5\u5916\u306E\u5024\u3068\u3057\u3066\u8A55\u4FA1\u3055\u308C\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031652=\u30B9\u30AF\u30EA\u30D7\u30C8\u8A00\u8A9E\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u901A\u5E38\u3001\u30C7\u30D7\u30ED\u30A4\u6642\u306E\u691C\u8A3C\u3067\u6355\u6349\u3055\u308C\u307E\u3059\u3002
action2031652=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30B9\u30AF\u30EA\u30D7\u30C8\u8A00\u8A9E\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u30D7\u30ED\u30BB\u30B9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031653=\u5F0F\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30CE\u30FC\u30C9\u306F\u4E88\u671F\u3055\u308C\u3066\u3044\u308B\u30BF\u30A4\u30D7\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031653=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031654=\u5F0F\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u5909\u6570\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3068\u3057\u3066\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u5909\u6570\u306F\u3001\u76F4\u63A5\u53C2\u7167\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093 - \u305D\u308C\u3089\u306E\u30D1\u30FC\u30C8\u306E\u307F\u53C2\u7167\u53EF\u80FD\u3067\u3059\u3002\u3053\u308C\u306F\u901A\u5E38\u3001\u30C7\u30D7\u30ED\u30A4\u6642\u306E\u691C\u8A3C\u3067\u6355\u6349\u3055\u308C\u307E\u3059\u3002
action2031654=$(\u5909\u6570).(\u30D1\u30FC\u30C8)\u69CB\u6587\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u5F0F\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031655=\u5909\u6570\u306F$(\u5909\u6570).(\u30D1\u30FC\u30C8)\u3092\u4ECB\u3057\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u306E\u5909\u6570\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u901A\u5E38\u3001\u30C7\u30D7\u30ED\u30A4\u6642\u306E\u691C\u8A3C\u3067\u6355\u6349\u3055\u308C\u307E\u3059\u3002
action2031655=$(\u5909\u6570)\u69CB\u6587\u306E\u307F\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u5F0F\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031656=\u5909\u6570\u306F\u3001\u7279\u5B9A\u306E\u30D1\u30FC\u30C8\u3092\u6301\u305F\u306A\u3044\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u306B\u3088\u3063\u3066\u5B9A\u7FA9\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u306F\u901A\u5E38\u3001\u30C7\u30D7\u30ED\u30A4\u6642\u306E\u691C\u8A3C\u3067\u6355\u6349\u3055\u308C\u307E\u3059\u3002
action2031656=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u304C\u6301\u3064\u30D1\u30FC\u30C8\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u5F0F\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031657=XML\u30EA\u30C6\u30E9\u30EB\u306B\u306F\u5358\u4E00\u306E\u30EB\u30FC\u30C8\u8981\u7D20\u304C\u5FC5\u8981\u3067\u3059\u3002\u3053\u308C\u306F\u901A\u5E38\u3001\u30C7\u30D7\u30ED\u30A4\u6642\u306E\u691C\u8A3C\u3067\u6355\u6349\u3055\u308C\u307E\u3059\u3002
action2031657=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
