messagedetail2031650=O valor da vari\u00E1vel n\u00E3o cont\u00E9m a propriedade especificada.
action2031650=Certifique-se de que a vari\u00E1vel contenha a propriedade especificada.
messagedetail2031651=A express\u00E3o foi avaliada como um objeto XML especificado como valor 'nulo'.
action2031651=Certifique-se de que a express\u00E3o seja avaliada como um valor n\u00E3o "nulo".
messagedetail2031652=A linguagem de script n\u00E3o \u00E9 suportada. Isso deve ser detectado pela valida\u00E7\u00E3o durante a implanta\u00E7\u00E3o.
action2031652=Modifique o processo para usar uma linguagem de script suportada.
messagedetail2031653=O n\u00F3 de contexto da express\u00E3o n\u00E3o \u00E9 do tipo esperado. Isso nunca deve ocorrer.
action2031653=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031654=A vari\u00E1vel usada na express\u00E3o foi definida como um tipo de mensagem. As vari\u00E1veis de tipo de mensagem n\u00E3o podem ser referenciadas diretamente - somente suas partes podem ser referenciadas. Isso deve ser detectado pela valida\u00E7\u00E3o durante a implanta\u00E7\u00E3o.
action2031654=Modifique a express\u00E3o para usar a sintaxe $(vari\u00E1vel).(parte).
messagedetail2031655=A vari\u00E1vel est\u00E1 sendo usada via $(vari\u00E1vel).(parte), mas n\u00E3o \u00E9 uma vari\u00E1vel do tipo de mensagem. Isso deve ser detectado pela valida\u00E7\u00E3o durante a implanta\u00E7\u00E3o.
action2031655=Modifique a express\u00E3o para usar apenas a sintaxe $(vari\u00E1vel).
messagedetail2031656=A vari\u00E1vel foi definida por um tipo de mensagem que n\u00E3o tem a parte especificada. Isso deve ser detectado pela valida\u00E7\u00E3o durante a implanta\u00E7\u00E3o.
action2031656=Modifique a express\u00E3o para usar uma parte existente no tipo de mensagem.
messagedetail2031657=Um XML literal deve ter um \u00FAnico elemento-raiz. Isso deve ser detectado pela valida\u00E7\u00E3o durante a implanta\u00E7\u00E3o.
action2031657=Entre em Contato com o Suporte T\u00E9cnico.
