BPEL_SA0001_NOTIFICATION=A opera\u00E7\u00E3o de notifica\u00E7\u00E3o {0} n\u00E3o pode ser usada para recebimento.
BPEL_SA0001_SOLICIT=A opera\u00E7\u00E3o de solicita\u00E7\u00E3o de resposta {0} n\u00E3o pode ser usada para recebimento.
BPEL_SA0004_QUERY=Idioma de consulta n\u00E3o suportado {0}
BPEL_SA0004_EXPRESSION=Idioma de express\u00E3o n\u00E3o suportado {0}
BPEL_SA0005=O Tipo de Porta especificado em {0} n\u00E3o corresponde \u00E0quele impl\u00EDcito pelo tipo de Link de Parceiro especificado {1}
BPEL_SA0006=A nova gera\u00E7\u00E3o s\u00F3 pode ser definida em um Catch ou Catchall
BPEL_SA0015=Para ser v\u00E1lido, o processo deve ter pelo menos uma atividade de recebimento ou sele\u00E7\u00E3o com seu atributo createInstance definido como sim
BPEL_SA0016=O link de parceiro {0} n\u00E3o define "minha atribui\u00E7\u00E3o" nem "atribui\u00E7\u00E3o de parceiro"
BPEL_SA0017=O Link de Parceiro {0} n\u00E3o define uma Atribui\u00E7\u00E3o de Parceiro; por isso, n\u00E3o pode especificar o atributo Inicializar Atribui\u00E7\u00E3o de Parceiro
BPEL_SA0018=Defini\u00E7\u00F5es duplicadas para o Link de Parceiro {0}
BPEL_SA0023=Defini\u00E7\u00F5es duplicadas para a Vari\u00E1vel {0}
BPEL_SA0024_NCNAME=O Nome da Vari\u00E1vel "{0}" n\u00E3o \u00E9 um NCName v\u00E1lido.
BPEL_SA0024_DOT=O Nome da Vari\u00E1vel "{0}" n\u00E3o pode conter o caractere ".".
BPEL_SA0025_MULTIPLE=A vari\u00E1vel {0} tem v\u00E1rias defini\u00E7\u00F5es
BPEL_SA0025_MISSING=N\u00E3o h\u00E1 defini\u00E7\u00E3o especificada para a Vari\u00E1vel {0}
BPEL_SA0032_FROM=A forma da especifica\u00E7\u00E3o de origem \u00E9 inv\u00E1lida
BPEL_SA0032_TO=A forma da especifica\u00E7\u00E3o de destino \u00E9 inv\u00E1lida
BPEL_SA0034=A vari\u00E1vel {0} n\u00E3o foi definida como tipo de mensagem, mas \u00E9 usada na designa\u00E7\u00E3o que especifica uma parte da mensagem
BPEL_SA0043_BOTH=As especifica\u00E7\u00F5es de origem e de destino s\u00E3o incompat\u00EDveis; a especifica\u00E7\u00E3o de origem seleciona o tipo {0} e a especifica\u00E7\u00E3o de destino seleciona o tipo {1}
BPEL_SA0043_TO=As especifica\u00E7\u00F5es de origem e de destino s\u00E3o incompat\u00EDveis; a especifica\u00E7\u00E3o de origem seleciona um tipo de mensagem e a especifica\u00E7\u00E3o de destino, n\u00E3o
BPEL_SA0043_FROM=As especifica\u00E7\u00F5es de origem e de destino s\u00E3o incompat\u00EDveis; a especifica\u00E7\u00E3o de destino seleciona um tipo de mensagem e a especifica\u00E7\u00E3o de origem, n\u00E3o
BPEL_SA0047_INPUT_REQUIRED=Nenhuma vari\u00E1vel de entrada foi especificada
BPEL_SA0047_OUTPUT_REQUIRED=Nenhuma vari\u00E1vel de sa\u00EDda foi especificada
BPEL_SA0047_FAULT_REQUIRED=Nenhuma vari\u00E1vel com falha foi especificada
BPEL_SA0047_ONEWAY=Sa\u00EDda definida para opera\u00E7\u00E3o unidirecional {0}
BPEL_SA0048_INPUT_NOT_MSG_TYPE=A vari\u00E1vel de entrada {0} n\u00E3o foi definida como tipo de mensagem
BPEL_SA0048_OUTPUT_NOT_MSG_TYPE=A vari\u00E1vel de sa\u00EDda {0} n\u00E3o foi definida como tipo de mensagem
BPEL_SA0048_INPUT_MISMATCH=O tipo de mensagem de vari\u00E1vel de entrada {0} n\u00E3o corresponde ao tipo definido na opera\u00E7\u00E3o na qual ele \u00E9 usado.
BPEL_SA0048_OUTPUT_MISMATCH=O tipo de mensagem de vari\u00E1vel de sa\u00EDda {0} n\u00E3o corresponde ao tipo definido na opera\u00E7\u00E3o na qual ele \u00E9 usado.
BPEL_SA0058_INPUT_NOT_MSG_TYPE=A vari\u00E1vel de entrada {0} n\u00E3o foi definida como tipo de mensagem
BPEL_SA0058_OUTPUT_NOT_MSG_TYPE=A vari\u00E1vel de sa\u00EDda {0} n\u00E3o foi definida como tipo de mensagem
BPEL_SA0058_FAULT_NOT_MSG_TYPE=A vari\u00E1vel com falha {0} n\u00E3o foi definida como tipo de mensagem
BPEL_SA0058_INPUT_MISMATCH=O tipo de mensagem de vari\u00E1vel de entrada {0} n\u00E3o corresponde ao tipo definido na opera\u00E7\u00E3o na qual ele \u00E9 usado.
BPEL_SA0058_OUTPUT_MISMATCH=O tipo de mensagem de vari\u00E1vel de sa\u00EDda {0} n\u00E3o corresponde ao tipo definido na opera\u00E7\u00E3o na qual ele \u00E9 usado.
BPEL_SA0058_FAULT_MISMATCH=O tipo de mensagem de vari\u00E1vel com falha {0} n\u00E3o corresponde ao tipo definido na opera\u00E7\u00E3o na qual ele \u00E9 usado.
BPEL_SA0076=O escopo declara uma vari\u00E1vel {0} com o mesmo nome especificado no atributo counterName do forEach pai
BPEL_SA0080=O handler de falha n\u00E3o define Catch nem Catchall
BPEL_SA0081_MULTIPLE=Apenas um tipo de mensagem de falha ou elemento de falha deve ser especificado.
BPEL_SA0081_NO_VARIABLE=Uma vari\u00E1vel com falha deve ser definida quando \u00E9 usado um tipo de mensagem de falha ou um elemento de falha.
BPEL_SA0081_NO_TYPE=Deve ser definido um tipo de mensagem de falha ou um elemento de falha quando \u00E9 usada uma vari\u00E1vel com falha.
BPEL_SA0093=A constru\u00E7\u00E3o Captura Id\u00EAntica j\u00E1 existe no handler de Falha.
BPEL_PARTNER_LINK_UNDEFINED=O Link de Parceiro {0} est\u00E1 indefinido
BPEL_PORT_TYPE_UNDEFINED=O tipo de porta {0} est\u00E1 indefinido
BPEL_VARIABLE_UNDEFINED=A vari\u00E1vel faz refer\u00EAncia a uma Vari\u00E1vel indefinida {0}
BPEL_INPUT_VARIABLE_UNDEFINED=A vari\u00E1vel de entrada faz refer\u00EAncia a uma Vari\u00E1vel indefinida {0}
BPEL_OUTPUT_VARIABLE_UNDEFINED=A vari\u00E1vel de sa\u00EDda faz refer\u00EAncia a uma Vari\u00E1vel indefinida {0}
BPEL_FAULT_VARIABLE_UNDEFINED=A vari\u00E1vel de falha faz refer\u00EAncia a uma Vari\u00E1vel indefinida {0}
BPEL_LINK_TYPE_UNDEFINED=O tipo de link de parceiro {0} est\u00E1 indefinido
BPEL_FAULT_UNDEFINED=A falha {0} est\u00E1 indefinida
BPEL_OPERATION_UNDEFINED=A opera\u00E7\u00E3o {0} est\u00E1 indefinida
BPEL_VARIABLE_MSG_TYPE_UNDEFINED=O tipo de mensagem {0} da Vari\u00E1vel {1} est\u00E1 indefinido
BPEL_PARTNER_ROLE_UNDEFINED=A Atribui\u00E7\u00E3o de Parceiro {0} do Link de Parceiro {1} est\u00E1 indefinida
BPEL_MY_ROLE_UNDEFINED=A Minha Atribui\u00E7\u00E3o {0} do Link de Parceiro {1} est\u00E1 indefinida
BPEL_MSG_PART_UNDEFINED=A vari\u00E1vel {0}, definida como tipo de mensagem {1}, n\u00E3o cont\u00E9m a parte {2}. Por\u00E9m, a parte foi especificada na designa\u00E7\u00E3o
BPEL_VARIABLE_ELEMENT_UNDEFINED=O elemento {0} da vari\u00E1vel {1} est\u00E1 indefinido
BPEL_VARIABLE_TYPE_UNDEFINED=O tipo {0} da vari\u00E1vel {1} est\u00E1 indefinido
BPEL_FAULT_NAME_VAR_NOT_DEFINED=A Vari\u00E1vel de Nome com Falha {0} foi especificada, mas n\u00E3o est\u00E1 definida no catchall abrangente
BPEL_INVALID_CATCH_SPEC=Deve ser especificado o nome com falha ou a vari\u00E1vel com falha.
BPEL_UNEXPECTED_ERROR=Erro de valida\u00E7\u00E3o inesperado: {0}
BPEL_COPY_NO_FROM=Copy n\u00E3o tem a defini\u00E7\u00E3o necess\u00E1ria De origem
BPEL_COPY_NO_TO=Copy n\u00E3o tem a defini\u00E7\u00E3o necess\u00E1ria De destino
BPEL_FOREACH_NO_COUNTER_NAME=For Each n\u00E3o tem a defini\u00E7\u00E3o necess\u00E1ria de Nome do Contador
BPEL_FOREACH_NO_START_COUNTER_VALUE=For Each n\u00E3o tem a defini\u00E7\u00E3o necess\u00E1ria de Valor do Contador Inicial
BPEL_FOREACH_NO_FINAL_COUNTER_VALUE=For Each n\u00E3o tem a defini\u00E7\u00E3o necess\u00E1ria de Valor do Contador Final
BPEL_FOREACH_NO_SCOPE=For Each n\u00E3o tem a defini\u00E7\u00E3o necess\u00E1ria de Escopo
BPEL_THROW_NO_FAULT_NAME=A a\u00E7\u00E3o Gerar n\u00E3o tem a defini\u00E7\u00E3o necess\u00E1ria de Nome com Falha
BPEL_NO_BOOL_EXPRESSION=A condi\u00E7\u00E3o n\u00E3o tem a express\u00E3o XPath da condi\u00E7\u00E3o booleana necess\u00E1ria
BPEL_INVALID_WAIT=Wait deve definir uma dura\u00E7\u00E3o ou um prazo.
BPEL_NO_DURATION_EXPRESSION=A dura\u00E7\u00E3o n\u00E3o tem a express\u00E3o XPath necess\u00E1ria
BPEL_NO_DEADLINE_EXPRESSION=O prazo n\u00E3o tem a express\u00E3o XPath necess\u00E1ria
BPEL_NO_LINKTYPE_SPECIFIED=O Link de Parceiro {0} n\u00E3o tem a especifica\u00E7\u00E3o necess\u00E1ria de tipo de link
BPEL_NO_EXPRESSION=Express\u00E3o XPath obrigat\u00F3ria n\u00E3o encontrada
BPEL_MISSING_MY_ROLE=O Link de Parceiro {0} n\u00E3o tem a Minha Atribui\u00E7\u00E3o necess\u00E1ria
BPEL_MISSING_PARTNER_ROLE=O Link de Parceiro {0} n\u00E3o tem a Atribui\u00E7\u00E3o de Parceiro necess\u00E1ria
BPEL_PROCESS_NOT_NAMED=O processo deve ser nomeado
BPEL_PROCESS_NO_TARGET_NAMESPACE=O processo n\u00E3o tem o namespace de destino necess\u00E1rio.
BPEL_NO_ACTIVITY=Deve haver pelo menos uma atividade filha para ser v\u00E1lida
BPEL_EMPTY_ASSIGN=A designa\u00E7\u00E3o deve ter pelo menos uma opera\u00E7\u00E3o para ser v\u00E1lida
BPEL_FAULT_SOAPFAULT_NO_FAULTNAME=A Vari\u00E1vel de Falha de Soap foi configurada, mas o Nome com Falha n\u00E3o foi encontrado.
BPEL_FAULT_SOAPFAULT_WITH_FAULTVAR=Uma Vari\u00E1vel de Mensagem com Falha n\u00E3o deve ser configurada quando uma Falha de SOAP for configurada.
BPEL_XPATH_MSG_PART_UNDEFINED=A vari\u00E1vel {0}, definida como tipo de mensagem {1}, n\u00E3o cont\u00E9m a parte {2}. Por\u00E9m, a parte foi especificada na designa\u00E7\u00E3o
BPEL_XPATH_VARIABLE_NOT_MSG_TYPE=A vari\u00E1vel {0} n\u00E3o foi definida como tipo de mensagem, mas \u00E9 usada na designa\u00E7\u00E3o que especifica uma parte da mensagem
BPEL_XPATH_INVALID_NAME_STEP_FOR_SIMPLE_TYPE={0} n\u00E3o \u00E9 permitido no tipo de esquema simples {1}.
BPEL_XPATH_INVALID_NAME_STEP_FOR_CHILD=Elemento {0} n\u00E3o permitido no tipo de esquema {1}.
BPEL_XPATH_INVALID_NAME_STEP_FOR_ATTRIBUTE=Atributo {0} n\u00E3o permitido no tipo de esquema {1}.
BPEL_XPATH_INVALID_FUNCTION=A fun\u00E7\u00E3o {0} n\u00E3o \u00E9 suportada.
BPEL_XPATH_NO_SCHEMA_TYPE=node() \u00E9 inv\u00E1lido. O XPath deve ser especificado em rela\u00E7\u00E3o a uma vari\u00E1vel.
BPEL_XPATH_NO_SCHEMA_TYPE_FOR_NAME={0} \u00E9 inv\u00E1lido. O XPath deve ser especificado em rela\u00E7\u00E3o a uma vari\u00E1vel.
BPEL_XPATH_INVALID_SYNTAX=A express\u00E3o "{0}" \u00E9 inv\u00E1lida: {1}
BPEL_XPATH_VAR_UNDEFINED=A vari\u00E1vel {0} est\u00E1 indefinida.
BPEL_XPATH_VAR_MESSAGE_TYPE_NO_PART=A vari\u00E1vel {0} \u00E9 um tipo de mensagem que exige uma parte quando usada como refer\u00EAncia de vari\u00E1vel XPath.
BPEL_XPATH_UNKNOWN_SCHEMA_TYPE=N\u00E3o \u00E9 poss\u00EDvel localizar o tipo de esquema para a vari\u00E1vel {0}.
