BPEL_SA0001_NOTIFICATION=No se puede utilizar la operaci\u00F3n de notificaci\u00F3n {0} para una recepci\u00F3n.
BPEL_SA0001_SOLICIT=No se puede utilizar la operaci\u00F3n de solicitud-respuesta {0} para una recepci\u00F3n.
BPEL_SA0004_QUERY=No est\u00E1 soportado el lenguaje de consulta {0}
BPEL_SA0004_EXPRESSION=No est\u00E1 soportado el lenguaje de expresi\u00F3n {0}
BPEL_SA0005=El tipo de puerto especificado en {0} no coincide con el que implica el tipo de enlace de partner especificado {1}
BPEL_SA0006=Volver a Emitir s\u00F3lo se puede definir en Catch o CatchAll
BPEL_SA0015=El proceso debe tener al menos una actividad de recepci\u00F3n o selecci\u00F3n con el atributo createInstance definido en yes para ser v\u00E1lido
BPEL_SA0016=El enlace de partner {0} no define Mi Rol ni Rol de Partner
BPEL_SA0017=El enlace de partner {0} no define ning\u00FAn rol de partner, por lo que no puede especificar el atributo de inicializaci\u00F3n del rol de partner
BPEL_SA0018=Definiciones duplicadas para el enlace de partner {0}
BPEL_SA0023=Definiciones duplicadas para la variable {0}
BPEL_SA0024_NCNAME=El nombre de la variable "{0}" no es un NCName v\u00E1lido.
BPEL_SA0024_DOT=El nombre de la variable "{0}" no puede contener el car\u00E1cter ".".
BPEL_SA0025_MULTIPLE=La variable {0} tiene varias definiciones
BPEL_SA0025_MISSING=No se ha especificado ninguna definici\u00F3n para la variable {0}
BPEL_SA0032_FROM=El formato de la especificaci\u00F3n from no es v\u00E1lido
BPEL_SA0032_TO=El formato de la especificaci\u00F3n to no es v\u00E1lido
BPEL_SA0034=La variable {0} no est\u00E1 definida como un tipo de mensaje, pero se utiliza en una asignaci\u00F3n que especifica una parte de mensaje
BPEL_SA0043_BOTH=Las especificaciones from y to no son compatibles; la especificaci\u00F3n from selecciona el tipo {0}, mientras que la especificaci\u00F3n to selecciona el tipo {1}
BPEL_SA0043_TO=Las especificaciones from y to no son compatibles; la especificaci\u00F3n from selecciona un tipo de mensaje, mientras que la especificaci\u00F3n to no lo hace
BPEL_SA0043_FROM=Las especificaciones from y to no son compatibles; la especificaci\u00F3n to selecciona un tipo de mensaje, mientras que la especificaci\u00F3n from no lo hace
BPEL_SA0047_INPUT_REQUIRED=No se ha especificado ninguna variable de entrada
BPEL_SA0047_OUTPUT_REQUIRED=No se ha especificado ninguna variable de salida
BPEL_SA0047_FAULT_REQUIRED=No se ha especificado ninguna variable de fallo
BPEL_SA0047_ONEWAY=Se ha definido la salida para la operaci\u00F3n unidireccional {0}
BPEL_SA0048_INPUT_NOT_MSG_TYPE=La variable de entrada {0} no est\u00E1 definida como un tipo de mensaje
BPEL_SA0048_OUTPUT_NOT_MSG_TYPE=La variable de salida {0} no est\u00E1 definida como un tipo de mensaje
BPEL_SA0048_INPUT_MISMATCH=El tipo de mensaje de la variable de entrada {0} no coincide con el tipo definido en la operaci\u00F3n en la que se utiliza.
BPEL_SA0048_OUTPUT_MISMATCH=El tipo de mensaje de la variable de salida {0} no coincide con el tipo definido en la operaci\u00F3n en la que se utiliza.
BPEL_SA0058_INPUT_NOT_MSG_TYPE=La variable de entrada {0} no est\u00E1 definida como un tipo de mensaje
BPEL_SA0058_OUTPUT_NOT_MSG_TYPE=La variable de salida {0} no est\u00E1 definida como un tipo de mensaje
BPEL_SA0058_FAULT_NOT_MSG_TYPE=La variable de fallo {0} no est\u00E1 definida como un tipo de mensaje
BPEL_SA0058_INPUT_MISMATCH=El tipo de mensaje de la variable de entrada {0} no coincide con el tipo definido en la operaci\u00F3n en la que se utiliza.
BPEL_SA0058_OUTPUT_MISMATCH=El tipo de mensaje de la variable de salida {0} no coincide con el tipo definido en la operaci\u00F3n en la que se utiliza.
BPEL_SA0058_FAULT_MISMATCH=El tipo de mensaje de la variable de fallo {0} no coincide con el tipo definido en la operaci\u00F3n en la que se utiliza.
BPEL_SA0076=El \u00E1mbito declara una variable {0} con el mismo nombre que el especificado en el atributo counterName del forEach principal
BPEL_SA0080=El manejador de fallos no define Catch ni CatchAll
BPEL_SA0081_MULTIPLE=S\u00F3lo se debe especificar uno: El tipo de mensaje de fallo o el elemento de fallo.
BPEL_SA0081_NO_VARIABLE=Se debe definir una variable de fallo si se utiliza un tipo de mensaje de fallo o un elemento de fallo.
BPEL_SA0081_NO_TYPE=Se debe definir un tipo de mensaje de fallo o un elemento de fallo si se utiliza una variable de fallo.
BPEL_SA0093=Ya existe una construcci\u00F3n Catch id\u00E9ntica dentro del manejador de fallos.
BPEL_PARTNER_LINK_UNDEFINED=El enlace de partner {0} no est\u00E1 definido
BPEL_PORT_TYPE_UNDEFINED=El tipo de puerto {0} no est\u00E1 definido
BPEL_VARIABLE_UNDEFINED=La variable hace referencia a la variable no definida {0}
BPEL_INPUT_VARIABLE_UNDEFINED=La variable de entrada hace referencia a la variable no definida {0}
BPEL_OUTPUT_VARIABLE_UNDEFINED=La variable de salida hace referencia a la variable no definida {0}
BPEL_FAULT_VARIABLE_UNDEFINED=La variable de fallo hace referencia a la variable no definida {0}
BPEL_LINK_TYPE_UNDEFINED=El tipo de enlace de partner {0} no est\u00E1 definido
BPEL_FAULT_UNDEFINED=El fallo {0} no est\u00E1 definido
BPEL_OPERATION_UNDEFINED=La operaci\u00F3n {0} no est\u00E1 definida
BPEL_VARIABLE_MSG_TYPE_UNDEFINED=El tipo de mensaje {0} de la variable {1} no est\u00E1 definido
BPEL_PARTNER_ROLE_UNDEFINED=El rol de partner {0} del enlace de partner {1} no est\u00E1 definido
BPEL_MY_ROLE_UNDEFINED=Mi Rol {0} del enlace de partner {1} no est\u00E1 definido
BPEL_MSG_PART_UNDEFINED=La variable {0}, definida como el tipo de mensaje {1}, no contiene la parte {2}. Sin embargo, la parte est\u00E1 especificada en la asignaci\u00F3n
BPEL_VARIABLE_ELEMENT_UNDEFINED=El elemento {0} de la variable {1} no est\u00E1 definido
BPEL_VARIABLE_TYPE_UNDEFINED=El tipo {0} de la variable {1} no est\u00E1 definido
BPEL_FAULT_NAME_VAR_NOT_DEFINED=Se ha especificado la variable de nombre de fallo {0}, pero no se ha definido en el valor CatchAll que la incluye
BPEL_INVALID_CATCH_SPEC=Se debe especificar el nombre del fallo o la variable de fallo.
BPEL_UNEXPECTED_ERROR=Error de validaci\u00F3n inesperado: {0}
BPEL_COPY_NO_FROM=Falta la definici\u00F3n de De necesaria en Copiar
BPEL_COPY_NO_TO=Falta la definici\u00F3n de A necesaria en Copiar
BPEL_FOREACH_NO_COUNTER_NAME=Falta la definici\u00F3n de Nombre de Contador necesaria en Para Cada
BPEL_FOREACH_NO_START_COUNTER_VALUE=Falta la definici\u00F3n de Valor de Contador Inicial necesaria en Para Cada
BPEL_FOREACH_NO_FINAL_COUNTER_VALUE=Falta la definici\u00F3n de Valor de Contador Final necesaria en Para Cada
BPEL_FOREACH_NO_SCOPE=Falta la definici\u00F3n de \u00C1mbito necesaria en Para Cada
BPEL_THROW_NO_FAULT_NAME=Falta la definici\u00F3n de Nombre de Fallo necesaria en Emitir
BPEL_NO_BOOL_EXPRESSION=Falta la expresi\u00F3n XPath de condici\u00F3n booleana necesaria en la condici\u00F3n
BPEL_INVALID_WAIT=Se debe definir una duraci\u00F3n o una fecha l\u00EDmite para la espera.
BPEL_NO_DURATION_EXPRESSION=Falta la expresi\u00F3n XPath necesaria en la duraci\u00F3n
BPEL_NO_DEADLINE_EXPRESSION=Falta la expresi\u00F3n XPath necesaria en la fecha l\u00EDmite
BPEL_NO_LINKTYPE_SPECIFIED=Falta la especificaci\u00F3n de tipo de enlace necesaria en el enlace de partner {0}
BPEL_NO_EXPRESSION=Falta la expresi\u00F3n XPath necesaria
BPEL_MISSING_MY_ROLE=Falta el valor de Mi Rol necesario en el enlace de partner {0}
BPEL_MISSING_PARTNER_ROLE=Falta el valor de Rol de Partner necesario en el enlace de partner {0}
BPEL_PROCESS_NOT_NAMED=El proceso debe tener un nombre
BPEL_PROCESS_NO_TARGET_NAMESPACE=Falta el espacio de nombres de destino necesario en el proceso.
BPEL_NO_ACTIVITY=Debe haber al menos una actividad secundaria para tener validez
BPEL_EMPTY_ASSIGN=La asignaci\u00F3n debe tener al menos una operaci\u00F3n para ser v\u00E1lida
BPEL_FAULT_SOAPFAULT_NO_FAULTNAME=La variable de fallo de SOAP est\u00E1 configurada, pero falta el nombre del fallo.
BPEL_FAULT_SOAPFAULT_WITH_FAULTVAR=No se debe configurar una variable de mensaje de fallo si se ha configurado un fallo de SOAP.
BPEL_XPATH_MSG_PART_UNDEFINED=La variable {0}, definida como el tipo de mensaje {1}, no contiene la parte {2}. Sin embargo, la parte est\u00E1 especificada en la asignaci\u00F3n
BPEL_XPATH_VARIABLE_NOT_MSG_TYPE=La variable {0} no est\u00E1 definida como un tipo de mensaje, pero se utiliza en una asignaci\u00F3n que especifica una parte de mensaje
BPEL_XPATH_INVALID_NAME_STEP_FOR_SIMPLE_TYPE=No se permite {0} en el tipo de esquema simple {1}.
BPEL_XPATH_INVALID_NAME_STEP_FOR_CHILD=El elemento {0} no est\u00E1 permitido en el tipo de esquema {1}.
BPEL_XPATH_INVALID_NAME_STEP_FOR_ATTRIBUTE=El atributo {0} no est\u00E1 permitido en el tipo de esquema {1}.
BPEL_XPATH_INVALID_FUNCTION=La funci\u00F3n {0} no est\u00E1 soportada.
BPEL_XPATH_NO_SCHEMA_TYPE=node() no es v\u00E1lido. Se debe especificar una XPath relativa a una variable.
BPEL_XPATH_NO_SCHEMA_TYPE_FOR_NAME={0} no es v\u00E1lido. Se debe especificar una XPath relativa a una variable.
BPEL_XPATH_INVALID_SYNTAX=La expresi\u00F3n "{0}" no es v\u00E1lida: {1}
BPEL_XPATH_VAR_UNDEFINED=La variable {0} no est\u00E1 definida.
BPEL_XPATH_VAR_MESSAGE_TYPE_NO_PART=La variable {0} es un tipo de mensaje que necesita una parte si se utiliza como referencia de una variable XPath.
BPEL_XPATH_UNKNOWN_SCHEMA_TYPE=No se ha encontrado el tipo de esquema para la variable {0}.
