Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OAM/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Attribute_ResourceTemplateName
source: Resource Template Name
de: Ressourcenvorlagenname
es: Nombre de Plantilla de Recurso
fr: Nom de modèle de ressource
it: Nome modello risorsa
ja: リソース・テンプレート名
ko: 리소스 템플리트 이름
pt_br: Nome do Modelo de Recurso
zh_cn: 资源模板名
zh_tw: 資源樣板名稱

# Help_Category_Server
source: Audit events generated from the OAM runtime engine operations.
de: Auditereignisse, die aus Vorgängen der OAM-Laufzeit-Engine generiert wurden.
es: Eventos de auditoría generados a partir de las operaciones del motor de tiempo de ejecución de OAM.
fr: Evénements d'audit générés à partir des opérations de moteur runtime OAM.
it: Eventi di audit generati dalle operazioni del motore di runtime OAM.
ja: OAMランタイム・エンジン操作から生成された監査イベント。
ko: OAM 런타임 엔진 작업에서 생성된 감사 이벤트입니다.
pt_br: Eventos de auditoria gerados pelas operações do mecanismo de runtime do OAM.
zh_cn: 从 OAM 运行时引擎操作生成的审计事件。
zh_tw: 稽核從 OAM 程式實際執行引擎作業產生的事件.

# Help_Category_AdminConsole
source: Audit events generated from the admin operations
de: Auditereignisse, die aus Adminvorgängen generiert wurden
es: Eventos de auditoría generados a partir de operaciones de administración
fr: Evénements d'audit générés à partir des opérations d'administration
it: Eventi di audit generati dalle operazioni di amministrazione
ja: 管理操作から生成された監査イベント
ko: 관리 작업에서 생성된 감사 이벤트입니다.
pt_br: Eventos de auditoria gerados pelas operações admin
zh_cn: 从管理操作生成的审计事件
zh_tw: 稽核從管理作業產生的事件

# Help_Event_Authentication
source: Authentication event will corresponds to the OAM Login event.
de: Authentifizierungsereignis entspricht dem OAM-Anmeldeereignis.
es: El evento Autenticación se corresponde con el evento Conexión a OAM.
fr: L'événement d'authentification correspond à l'événement de connexion OAM.
it: L'evento Autenticazione corrisponderà all'evento Login OAM.
ja: 認証イベントはOAMログイン・イベントに対応します。
ko: 인증 이벤트는 OAM 로그인 이벤트에 해당합니다.
pt_br: O evento de autenticação corresponde ao evento de Log-in do OAM.
zh_cn: 验证事件将对应于 OAM 登录事件。
zh_tw: 認證事件會對應至「OAM 登入」事件.

# Help_Event_CheckAuthorization
source: Check authorization event corresponds to OAM Authorization event.
de: Autorisierungsprüfereignis entspricht dem OAM-Autorisierungsereignis.
es: El evento de comprobación de autorización se corresponde con el evento Autorización de OAM.
fr: L'événement de vérification d'autorisation correspond à l'événement d'autorisation OAM.
it: L'evento Controlla autorizzazione corrisponde all'evento Autorizzazione OAM.
ja: 認可の確認イベントは、OAM認可イベントに対応します。
ko: 권한 부여 확인 이벤트는 OAM 권한 부여 이벤트에 해당합니다.
pt_br: O evento de verificação de autorização corresponde ao evento de Autorização do OAM.
zh_cn: 检查授权事件对应于 OAM 授权事件。
zh_tw: 檢查授權事件會對應至「OAM 授權」事件.

# Help_Event_LockAccount
source: Lock account events corresponds to the OAM User account locked event.
de: Account-Sperrereignis entspricht dem Ereignis "OAM-Benutzeraccount gesperrt".
es: El evento de bloqueo de cuenta se corresponde con el evento de bloqueo de cuenta del usuario de OAM.
fr: L'événement de verrouillage de compte correspond à l'événement de compte utilisateur OAM verrouillé.
it: L'evento Blocca account corrisponde all'evento Account utente OAM bloccato.
ja: アカウントのロック・イベントは、ロックされたOAMユーザー・アカウント・イベントに対応します。
ko: 계정 잠금 이벤트는 OAM 사용자 계정 잠김 이벤트에 해당합니다.
pt_br: Os eventos de bloqueio de conta correspondem ao evento de bloqueio de conta do Usuário do OAM.
zh_cn: 锁定帐户事件对应于 OAM 用户帐户已锁定事件。
zh_tw: 鎖定帳戶事件會對應至「OAM 使用者帳戶已鎖定」事件.

# Help_Event_AuthenticationAttempt
source: Authentication Attempt happens when the user tries to access a protected resource and gets redirected to OAM server.
de: Authentifizierungsversuch erfolgt, wenn der Benutzer versucht, auf eine geschützte Ressource zuzugreifen und an den OAM-Server umgeleitet wird.
es: Un intento de autenticación se produce cuando el usuario trata de acceder a un recurso protegido y se le redirecciona al servidor OAM.
fr: Une tentative d'authentification survient lorsque l'utilisateur essaie d'accéder à une ressource protégée et est redirigé vers le serveur OAM.
it: L'evento Tentativo di autenticazione si verifica quando l'utente prova ad accedere a una risorsa protetta e viene reindirizzato al server OAM.
ja: ユーザーが保護されたリソースへのアクセスを試みると認証の試行が発生し、 OAMサーバーにリダイレクトされます。
ko: 사용자가 보호되는 리소스에 액세스하려고 시도하여 OAM 서버로 재지정된 경우 인증이 시도됩니다.
pt_br: A Tentativa de Autenticação acontece quando o usuário tenta acessar um recurso protegido e é redirecionado ao servidor do OAM.
zh_cn: 当用户尝试访问受保护的资源并且重定向 到 OAM 服务器时, 将发生“验证尝试”。
zh_tw: 當使用者嘗試存取受保護的資源並被重導至 OAM 伺服器時, 就會發生「認證嘗試」.

# Help_Event_SessionCreation
source: OAM server creates a session after the successful authentication.
de: OAM-Server erstellt eine Session nach der erfolgreichen Authentifizierung.
es: El servidor OAM crea una sesión tras una autenticación correcta.
fr: Le serveur OAM crée une session après une authentification réussie.
it: Il server OAM crea una sessione dopo il completamento dell'autenticazione.
ja: 認証に成功すると、OAMサーバーはセッションを作成します。
ko: OAM 서버가 인증 성공 후 세션을 생성합니다.
pt_br: O servidor do OAM cria uma sessão após a autenticação bem-sucedida.
zh_cn: OAM 服务器在成功验证后将创建一个会话。
zh_tw: OAM 伺服器會在順利認證後建立一個階段作業.

# Help_Event_SessionDestroy
source: OAM server session is destroyed when the user logs out. Or Admin terminates the session.
de: OAM-Serversession wird zerstört, wenn sich der Benutzer abmeldet oder der Administrator die Session beendet.
es: La sesión del servidor OAM se destruye al desconectarse el usuario. O bien, cuando el administrador cierra la sesión.
fr: La session de serveur OAM est détruite après la déconnexion de l'utilisateur. L'administrateur peut également mettre fin à la session.
it: La sessione del server OAM viene eliminata quando l'utente esegue il logout oppure quando l'amministratore arresta la sessione.
ja: ユーザーがログアウトするとOAMサーバー・セッションは破棄されます。または管理者がセッションを終了させます。
ko: 사용자가 로그아웃하거나 관리자가 세션을 종료하는 경우 OAM 서버 세션이 삭제됩니다.
pt_br: A sessão do servidor do OAM é destruída quando o usuário efetua log-out, ou então quando o Admin encerra a sessão.
zh_cn: 当用户注销时将销毁 OAM 服务器会话。或者, 管理员将终止该会话。
zh_tw: OAM 伺服器階段作業已在使用者登出時毀棄. 或管理員終止該階段作業.

# Help_Event_Logout
source: User logs out from OAM server.
de: Benutzer meldet sich bei OAM-Server ab.
es: El usuario se desconecta del servidor OAM.
fr: L'utilisateur se déconnecte du serveur OAM.
it: L'utente esegue il logout dal server OAM.
ja: OAMサーバーからユーザーがログアウトします。
ko: 사용자가 OAM 서버에서 로그아웃합니다.
pt_br: O usuário efetua log-out do servidor do OAM.
zh_cn: 用户从 OAM 服务器注销。
zh_tw: 使用者從 OAM 伺服器登出.

# Help_Event_CredentialChallenge
source: User is prompted to provide credentials to authenticate
de: Benutzer wird zur Angabe der Zugangsdaten zur Authentifizierung aufgefordert.
es: Se le solicita al usuario que proporcione las credenciales para autenticarse
fr: L'utilisateur est invité à fournir des informations d'identification et de connexion pour s'authentifier
it: All'utente viene richiesto di fornire le credenziali da autenticare
ja: ユーザーは、認証のための資格証明を指定するよう要求されます
ko: 사용자에게 인증을 위해 인증서를 제공하라는 메시지가 표시됩니다.
pt_br: O usuário é solicitado a especificar suas credenciais para ser autenticado
zh_cn: 将提示用户提供身份证明以进行验证
zh_tw: 系統提示使用者提供證明資料來進行認證

# Help_Event_CredentialSubmit
source: User submits credentials to get authenticated.
de: Benutzer leitet Zugangsdaten zur Authentifizierung weiter.
es: El usuario envía las credenciales para autenticarse.
fr: L'utilisateur soumet des informations d'identification et de connexion pour s'authentifier.
it: L'utente sottomette le credenziali da autenticare.
ja: ユーザーは、認証されるための資格証明を送信します。
ko: 사용자가 인증을 위해 인증서를 제출합니다.
pt_br: O usuário submete as credenciais para obter autenticação.
zh_cn: 用户提交身份证明以进行验证。
zh_tw: 使用者送出證明資料來取得認證.

# Help_Event_ServerStartup
source: Oam server starts up. Application server initialization or the application deployment will be treated as server startup.
de: OAM-Server wird hochgefahren. Die Initialisierung des Anwendungsservers oder das Anwendungs-Deployment wird als Hochfahren des Servers behandelt.
es: El servidor OAM se inicia. La inicialización del servidor de la aplicación o el despliegue de aplicación se consideran el inicio del servidor.
fr: Le serveur OAM démarre. L'initialisation du serveur d'applications ou le déploiement de l'application sera traité au démarrage du serveur.
it: Il server OAM viene avviato. L'inizializzazione dell'Application Server o la distribuzione dell'applicazione verranno trattati come avvio del server.
ja: OAMサーバーが起動します。アプリケーション・サーバーの初期化またはアプリケーションのデプロイは、サーバーの起動として扱われます。
ko: OAM 서버가 시작됩니다. 애플리케이션 서버 초기화 또는 응용 프로그램 배치가 서버 시작으로 간주됩니다.
pt_br: O servidor do Oam é iniciado. A inicialização do servidor de aplicações ou a implantação da aplicação será tratada como inicialização do servidor.
zh_cn: Oam 服务器启动。应用程序服务器初始化或应用程序部署将视为服务器启动。
zh_tw: OAM 伺服器啟動. 應用程式伺服器初始化或應用程式建置都將被視為伺服器啟動.

# Help_Event_ServerShutDown
source: OAM server shuts down. Application un-deployment or application server shutdown will be treated as OAM server shut down.
de: OAM-Server wird heruntergefahren. Die Aufhebung des Anwendungs-Deployments oder das Herunterfahren des Application Servers wird als Herunterfahren des OAM-Servers behandelt.
es: El servidor OAM se cierra. La finalización del despliegue de la aplicación o el cierre del servidor de la aplicación se consideran el cierre del servidor OAM.
fr: Le serveur OAM s'arrête. L'annulation du déploiement de l'application ou l'arrêt du serveur d'applications sera traité pendant l'arrêt du serveur OAM.
it: Il server OAM viene chiuso. L'annullamento della distribuzione dell'applicazione o la chiusura dell'Application Server verranno trattati come chiusura del server OAM.
ja: OAMサーバーがシャットダウンします。アプリケーションのアンデプロイまたはアプリケーション・サーバーのシャットダウンは、 OAMサーバーのシャットダウンとして扱われます。
ko: OAM 서버가 종료됩니다. 응용 프로그램 배치 해제 또는 애플리케이션 서버 종료가 OAM 서버 종료로 간주됩니다.
pt_br: O servidor do OAM sofre shut-down. O cancelamento da implantação da aplicação ou o shut-down do servidor de aplicações será tratado como shut-down do servidor do OAM.
zh_cn: OAM 服务器关闭。应用程序取消部署或应用程序服务器关闭 将视为 OAM 服务器关闭。
zh_tw: OAM 伺服器關閉. 應用程式取消建置或應用程式伺服器關閉 都將被視為 OAM 伺服器關閉.

# Help_Event_CredentialValidation
source: Authentication of the user with the supplied credentials against the configured user repository.
de: Authentifizierung des Benutzers mit den angegebenen Zugangsdaten für das konfigurierte Benutzer-Repository.
es: Autenticación del usuario con las credenciales proporcionadas en el repositorio de usuarios configurado.
fr: Authentification de l'utilisateur à l'aide des informations d'identification et de connexion fournies auprès du référentiel utilisateur configuré.
it: Autenticazione dell'utente con le credenziali fornite sul repository utente configurato.
ja: 構成されたユーザー・リポジトリに対する、指定された資格証明でのユーザーの認証。
ko: 구성되어 있는 사용자 저장소에 대해 제공된 인증서를 사용하여 사용자를 인증합니다.
pt_br: Autenticação do usuário com as credenciais especificadas para comparação com o repositório de usuários configurado.
zh_cn: 针对已配置的用户资料档案库, 使用提供的身份证明对用户进行验证。
zh_tw: 使用提供的證明資料向設定的使用者儲存區域進行使用者認證.

# Help_Event_Login
source: Login to the OAM server. This includes credential collection and authentication.
de: Anmeldung bei dem OAM-Server. Dies umfasst das Erfassen der Zugangsdaten und die Authentifizierung.
es: Conexión al servidor OAM. Incluye la recopilación y autenticación de credenciales.
fr: Connexion au serveur OAM. Cela inclut la collecte des informations d'identification et de connexion, ainsi que l'authentification.
it: Login al server OAM. Include la raccolta e l'autenticazione delle credenziali.
ja: OAMサーバーへのログイン。これは資格証明コレクションと認証を含みます。
ko: OAM 서버에 로그인합니다. 이때 인증서가 수집되고 인증이 실행됩니다.
pt_br: Log-in no servidor do OAM. Essa ação inclui a coleta e a autenticação de credenciais.
zh_cn: 登录到 OAM 服务器。这包括身份证明收集和验证。
zh_tw: 登入 OAM 伺服器. 這包括證明資料收集與認證.

# Help_Event_Authorization
source: Authorization of the user.
de: Autorisierung des Benutzers.
es: Autorización del usuario.
fr: Autorisation de l'utilisateur.
it: Autorizzazione dell'utente.
ja: ユーザーの認可。
ko: 사용자 권한을 부여합니다.
pt_br: Autorização do usuário.
zh_cn: 用户的授权。
zh_tw: 授權使用者.

# Help_Event_GenericRuntimeOperation
source: Generic event for runtime operation. This audit event can be associated to any runtime event..
de: Generisches Ereignis für Laufzeitvorgang. Dieses Auditereignis kann mit jedem Laufzeitereignis verknüpft werden.
es: Evento genérico para la operación de tiempo de ejecución. Este evento de auditoría se puede asociar a cualquier evento de tiempo de ejecución.
fr: Evénement générique pour l'opération d'exécution. Cet événement d'audit peut être associé à tout événement d'exécution.
it: Evento generico per l'operazione di runtime. Questo evento di audit può essere associato a qualsiasi evento di runtime.
ja: ランタイム操作の汎用イベント。この監査イベントは任意のランタイム・イベントに関連付けることができます。
ko: 런타임 작업에 대한 일반 이벤트입니다. 이 감사 이벤트는 모든 런타임 이벤트와 연관될 수 있습니다.
pt_br: Evento genérico para operação de runtime. Este evento de auditoria pode ser associado a qualquer evento de runtime.
zh_cn: 运行时操作的一般事件。此审计事件可以与任何运行时事件关联。
zh_tw: 一般程式實際執行作業事件. 此稽核事件可以與任何程式實際執行事件產生關聯.

# Help_Event_SessionValidation
source: Session validation operation for a request.
de: Sessionvalidierungsvorgang für eine Anforderung.
es: Operación de validación de sesión para una solicitud.
fr: Opération de validation de session pour une demande.
it: Operazione di convalida della sessione per una richiesta.
ja: リクエストに対するセッション検証操作。
ko: 요청에 대한 세션 검증 작업입니다.
pt_br: Operação de validação da sessão em resposta a uma solicitação.
zh_cn: 请求的会话验证操作。
zh_tw: 一項要求的階段作業驗證作業.

# Help_Event_UserAccountLocked
source: User account locked because of the unsuccessful login attempts or by the administrator.
de: Benutzeraccount wegen nicht erfolgreicher Anmeldeversuche gesperrt oder vom Administrator gesperrt.
es: La cuenta de usuario se ha bloqueado debido al número de intentos de conexión incorrectos o porque la ha bloqueado el administrador.
fr: Compte utilisateur verrouillé en raison d'échecs de tentatives de connexion ou sur action de l'administrateur.
it: Account utente bloccato a causa dei tentativi di login non riusciti o dall'amministratore.
ja: ログイン試行の失敗によって、または管理者によってロックされたユーザー・アカウント。
ko: 로그인 시도 실패로 인해 사용자 계정이 잠겼거나 관리자가 사용자 계정을 잠갔습니다.
pt_br: Conta do usuário bloqueada por causa das tentativas de log-in malsucedidas ou por ação do administrador.
zh_cn: 由于不成功的登录尝试, 用户帐户已锁定; 或者是由管理员锁定的。
zh_tw: 使用者帳戶因登入嘗試失敗而被鎖定, 或被管理員鎖定.

# Help_Event_UserAccountUnlocked
source: User account unlocked by administrator.
de: Sperre des Benutzeraccounts vom Administrator aufgehoben.
es: El administrador ha desbloqueado la cuenta de usuario.
fr: Compte utilisateur déverrouillé par l'administrateur.
it: Account utente sbloccato dall'amministratore.
ja: 管理者によってロック解除されたユーザー・アカウント。
ko: 관리자가 사용자 계정 잠금을 해제했습니다.
pt_br: Conta do usuário bloqueada pelo administrador.
zh_cn: 用户帐户已由管理员锁定。
zh_tw: 使用者帳戶被管理員解除鎖定.

# Help_Event_UserImpersonationStart
source: Impersonation of the User has started
de: Darstellung des Benutzers hat begonnen
es: Se ha iniciado la suplantación del usuario
fr: L'emprunt d'identité de l'utilisateur a démarré
it: Rappresentazione dell'utente avviata
ja: ユーザーの偽装が開始しました
ko: 사용자 가장이 시작되었습니다.
pt_br: A personificação do Usuário foi iniciada
zh_cn: 用户模拟已开始
zh_tw: 使用者模擬已啟動

# Help_Event_UserImpersonationEnd
source: Impersonation of the User has ended
de: Darstellung des Benutzers ist beendet
es: Ha finalizado la suplantación del usuario
fr: L'emprunt d'identité de l'utilisateur est terminé
it: Rappresentazione dell'utente terminata
ja: ユーザーの偽装が終了しました
ko: 사용자 가장이 종료되었습니다.
pt_br: A Personificação do Usuário foi encerrada
zh_cn: 用户模拟已结束
zh_tw: 使用者模擬已結束

# Help_Event_PluginInvocationStart
source: OAM Plugin invocation has started
de: Aufruf von OAM-Plug-in hat begonnen
es: Se ha iniciado la llamada al plugin de OAM
fr: L'appel de module d'extension OAM a démarré
it: Richiamo del plugin OAM avviato
ja: OAMプラグイン実行が開始しました
ko: OAM 플러그인 호출이 시작되었습니다.
pt_br: A chamada do Plug-in do OAM foi iniciada
zh_cn: OAM 插件调用已开始
zh_tw: OAM Plugin 呼叫已啟動

# Help_Event_PluginInvocationComplete
source: OAM Plugin invocation has completed
de: Aufruf von OAM-Plug-in ist abgeschlossen
es: Ha finalizado la llamada al plugin de OAM
fr: L'appel de module d'extension OAM est terminé
it: Richiamo del plugin OAM completato
ja: OAMプラグイン実行が完了しました
ko: OAM 플러그인 호출이 완료되었습니다.
pt_br: A chamada do Plug-in do OAM foi concluída
zh_cn: OAM 插件调用已完成
zh_tw: OAM Plugin 呼叫已完成

# Help_Event_ConsoleLogin
source: Logging in to the Admin Console.
de: Anmeldung bei der Admin-Konsole erfolgt.
es: Conexión a la consola de administración.
fr: Connexion à la console d'administration.
it: Login alla console di amministrazione.
ja: 管理コンソールへのログイン。
ko: 관리 콘솔에 로그인합니다.
pt_br: Efetuando log-in na Console Admin.
zh_cn: 登录到管理控制台。
zh_tw: 登入「管理主控台」.

# Help_Event_PolicyCreation
source: Creation of a authentication or authorization policy.
de: Erstellen einer Authentifizierungs- oder Autorisierungs-Policy.
es: Creación de una política de autorización o de autenticación.
fr: Création d'une stratégie d'authentification ou d'autorisation.
it: Creazione di un criterio di autenticazione o di autorizzazione.
ja: 認証または認可ポリシーの作成。
ko: 인증 또는 권한 부여 정책을 생성합니다.
pt_br: Criação de uma política de autenticação ou de autorização.
zh_cn: 验证或授权策略的创建。
zh_tw: 建立認證或授權原則.

# Help_Event_PolicyModification
source: Modification of the policy.
de: Änderung der Policy.
es: Modificación de la política.
fr: Modification de la stratégie.
it: Modifica del criterio.
ja: ポリシーの変更。
ko: 정책을 수정합니다.
pt_br: Modificação da política.
zh_cn: 策略的修改。
zh_tw: 修改原則.

# Help_Event_PolicyDeletion
source: Deleting the policy.
de: Löschen der Policy.
es: Supresión de la política.
fr: Suppression de la stratégie.
it: Eliminazione del criterio.
ja: ポリシーの削除。
ko: 정책을 삭제합니다.
pt_br: Deletando a política.
zh_cn: 删除策略。
zh_tw: 刪除原則.

# Help_Event_ResourceCreation
source: Creation of a resource.
de: Erstellen einer Ressource.
es: Creación de un recurso.
fr: Création d'une ressource.
it: Creazione di una risorsa.
ja: リソースの作成。
ko: 리소스를 생성합니다.
pt_br: Criação de um recurso.
zh_cn: 资源的创建。
zh_tw: 建立資源.

# Help_Event_ResourceModification
source: Modification of a resource
de: Änderung einer Ressource.
es: Modificación de un recurso
fr: Modification d'une ressource
it: Modifica di una risorsa.
ja: リソースの変更
ko: 리소스를 수정합니다.
pt_br: Modificação de um recurso
zh_cn: 资源的修改
zh_tw: 修改資源

# Help_Event_ResourceDeletion
source: Deleting a resource.
de: Löschen einer Ressource.
es: Supresión de un recurso.
fr: Suppression d'une ressource.
it: Eliminazione di una risorsa.
ja: リソースの削除。
ko: 리소스를 삭제합니다.
pt_br: Deletando um recurso.
zh_cn: 删除资源。
zh_tw: 刪除資源.

# Help_Event_SchemeCreation
source: Creating an authentication scheme.
de: Authentifizierungsschema wird erstellt.
es: Creación de un esquema de autenticación.
fr: Création d'un modèle d'authentification.
it: Creazione di uno schema di autenticazione.
ja: 認証スキームの作成。
ko: 인증 체계를 생성합니다.
pt_br: Criando um esquema de autenticação.
zh_cn: 创建验证方案。
zh_tw: 建立認證配置.

# Help_Event_SchemeModification
source: Modification of an authentication scheme.
de: Änderung eines Authentifizierungsschemas.
es: Modificación de un esquema de autenticación.
fr: Modification d'un modèle d'authentification.
it: Modifica di uno schema di autenticazione.
ja: 認証スキームの変更。
ko: 인증 체계를 수정합니다.
pt_br: Modificação de um esquema de autenticação.
zh_cn: 验证方案的修改。
zh_tw: 修改認證配置.

# Help_Event_SchemeDeletion
source: Deleting an authentication scheme.
de: Authentifizierungsschema wird gelöscht.
es: Supresión de un esquema de autenticación.
fr: Suppression d'un modèle d'authentification.
it: Eliminazione di uno schema di autenticazione.
ja: 認証スキームの削除。
ko: 인증 체계를 삭제합니다.
pt_br: Deletando um esquema de autenticação.
zh_cn: 删除验证方案。
zh_tw: 刪除認證配置.

# Help_Event_AgentCreation
source: Creating an agent or a partner application.
de: Agent oder Partneranwendung wird erstellt.
es: Creación de un agente o aplicación asociada.
fr: Création d'un agent ou d'une application partenaire.
it: Creazione di un agente o di un'applicazione partner.
ja: エージェントまたはパートナ・アプリケーションの作成。
ko: 에이전트 또는 파트너 응용 프로그램을 생성합니다.
pt_br: Criando um agente ou uma aplicação parceira.
zh_cn: 创建代理或合作伙伴应用程序。
zh_tw: 建立代理程式或夥伴應用程式.

# Help_Event_AgentModification
source: Modifying an agent or a partner application.
de: Agent oder Partneranwendung wird geändert.
es: Modificación de un agente o aplicación asociada.
fr: Modification d'un agent ou d'une application partenaire.
it: Modifica di un agente o di un'applicazione partner.
ja: エージェントまたはパートナ・アプリケーションの変更。
ko: 에이전트 또는 파트너 응용 프로그램을 수정합니다.
pt_br: Modificando um agente ou uma aplicação parceira.
zh_cn: 修改代理或合作伙伴应用程序。
zh_tw: 修改代理程式或夥伴應用程式.

# Help_Event_AgentDeletion
source: Deleting an agent or a partner application.
de: Agent oder Partneranwendung wird gelöscht.
es: Supresión de un agente o aplicación asociada.
fr: Suppression d'un agent ou d'une application partenaire.
it: Eliminazione di un agente o di un'applicazione partner.
ja: エージェントまたはパートナ・アプリケーションの削除。
ko: 에이전트 또는 파트너 응용 프로그램을 삭제합니다.
pt_br: Deletando um agente ou uma aplicação parceira.
zh_cn: 删除代理或合作伙伴应用程序。
zh_tw: 刪除代理程式或夥伴應用程式.

# Help_Event_ServerDomainCreation
source: Creating a server policy domain
de: Server-Policy-Domain wird erstellt
es: Creación de un dominio de política de servidor
fr: Création d'un domaine de stratégie de serveur
it: Creazione di un dominio dei criteri del server.
ja: サーバー・ポリシー・ドメインの作成
ko: 서버 정책 도메인을 생성합니다.
pt_br: Criando um domínio de política do servidor
zh_cn: 创建服务器策略域
zh_tw: 建立伺服器原則網域

# Help_Event_ServerDomainModification
source: Modifying a server policy domain
de: Server-Policy-Domain wird geändert
es: Modificación de un dominio de política de servidor
fr: Modification d'un domaine de stratégie de serveur
it: Modifica di un dominio dei criteri del server.
ja: サーバー・ポリシー・ドメインの変更
ko: 서버 정책 도메인을 수정합니다.
pt_br: Modificando um domínio de política do servidor
zh_cn: 修改服务器策略域
zh_tw: 修改伺服器原則網域

# Help_Event_ServerDomainDeletion
source: Deleting a server policy domain
de: Server-Policy-Domain wird gelöscht
es: Supresión de un dominio de política de servidor
fr: Suppression d'un domaine de stratégie de serveur
it: Eliminazione di un dominio dei criteri del server.
ja: サーバー・ポリシー・ドメインの削除
ko: 서버 정책 도메인을 삭제합니다.
pt_br: Deletando um domínio de política do servidor
zh_cn: 删除服务器策略域
zh_tw: 刪除伺服器原則網域

# Help_Event_ServerInstanceCreation
source: Creating a server instance.
de: Serverinstanz wird erstellt.
es: Creación de una instancia de servidor.
fr: Création d'une instance de serveur.
it: Creazione di un'istanza del server.
ja: サーバー・インスタンスの作成。
ko: 서버 인스턴스를 생성합니다.
pt_br: Criando uma instância do servidor.
zh_cn: 创建服务器实例。
zh_tw: 建立伺服器執行處理.

# Help_Event_ServerInstanceModification
source: Modifying a server instance.
de: Serverinstanz wird geändert.
es: Modificación de una instancia de servidor.
fr: Modification d'une instance de serveur.
it: Modifica di un'istanza del server.
ja: サーバー・インスタンスの変更。
ko: 서버 인스턴스를 수정합니다.
pt_br: Modificando uma instância do servidor.
zh_cn: 修改服务器实例。
zh_tw: 修改伺服器執行處理.

# Help_Event_ServerInstanceDeletion
source: Deleting a server instance.
de: Serverinstanz wird gelöscht.
es: Supresión de una instancia de servidor.
fr: Suppression d'une instance de serveur.
it: Eliminazione di un'istanza del server.
ja: サーバー・インスタンスの削除。
ko: 서버 인스턴스를 삭제합니다.
pt_br: Deletando uma instância do servidor.
zh_cn: 删除服务器实例。
zh_tw: 刪除伺服器執行處理.
