Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OAM/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Help_Event_DataSourceCreation
source: Creating a data source. Datasource can be an LDAP or a DB or any other data store.
de: Eine Datenquelle wird erstellt. Die Quelle kann LDAP, DB oder ein anderer Datenspeicher sein.
es: Creación de un origen de datos. El origen de datos puede ser un LDAP, una base de datos o cualquier otro almacén de datos.
fr: Création d'une source de données. Il peut s'agir de tout type de stockage (LDAP, base de données, etc.).
it: Creazione di un'origine dati. L'origine dati può essere LDAP, DB o qualsiasi altro data store.
ja: データソースの作成。データソースはLDAP、DBまたはその他のデータ・ストアにすることができます。
ko: 데이터 소스를 생성합니다. 데이터 소스는 LDAP, DB 또는 기타 모든 데이터 저장소일 수 있습니다.
pt_br: Criando uma origem de dados. Ela pode ser um LDAP ou um BD, ou qualquer outro armazenamento de dados.
zh_cn: 创建数据源。数据源可以是 LDAP, 数据库或任何其他数据存储。
zh_tw: 建立資料來源. 資料來源可以是 LDAP 或資料庫, 或其他資料存放區.

# Help_Event_DataSourceModification
source: Modifying a data source. Datasource can be an LDAP or a DB or any other data store.
de: Eine Datenquelle wird geändert. Die Quelle kann LDAP, DB oder ein anderer Datenspeicher sein.
es: Modificación de un origen de datos. El origen de datos puede ser un LDAP, una base de datos o cualquier otro almacén de datos.
fr: Modification d'une source de données. Il peut s'agir de tout type de stockage (LDAP, base de données, etc.).
it: Modifica di un'origine dati. L'origine dati può essere LDAP, DB o qualsiasi altro data store.
ja: データソースの変更。データソースはLDAP、DBまたはその他のデータ・ストアにすることができます。
ko: 데이터 소스를 수정합니다. 데이터 소스는 LDAP, DB 또는 기타 모든 데이터 저장소일 수 있습니다.
pt_br: Modificando uma origem de dados. Ela pode ser um LDAP ou um BD, ou qualquer outro armazenamento de dados.
zh_cn: 修改数据源。数据源可以是 LDAP, 数据库或任何其他数据存储。
zh_tw: 修改資料來源. 資料來源可以是 LDAP 或資料庫, 或其他資料存放區.

# Help_Event_DataSourceDeletion
source: Deleting a data source. Datasource can be an LDAP or a DB or any other data store.
de: Eine Datenquelle wird gelöscht. Die Quelle kann LDAP, DB oder ein anderer Datenspeicher sein.
es: Supresión de un origen de datos. El origen de datos puede ser un LDAP, una base de datos o cualquier otro almacén de datos.
fr: Suppression d'une source de données. Il peut s'agir de tout type de stockage (LDAP, base de données, etc.).
it: Eliminazione di un'origine dati. L'origine dati può essere LDAP, DB o qualsiasi altro data store.
ja: データソースの削除。データソースはLDAP、DBまたはその他のデータ・ストアにすることができます。
ko: 데이터 소스를 삭제합니다. 데이터 소스는 LDAP, DB 또는 기타 모든 데이터 저장소일 수 있습니다.
pt_br: Deletando uma origem de dados. Ela pode ser um LDAP ou um BD, ou qualquer outro armazenamento de dados.
zh_cn: 删除数据源。数据源可以是 LDAP, 数据库或任何其他数据存储。
zh_tw: 刪除資料來源. 資料來源可以是 LDAP 或資料庫, 或其他資料存放區.

# Help_Event_HostIdentifierCreation
source: Creating a Host Identifier.
de: Host-ID wird erstellt.
es: Creación de un identificador de host.
fr: Création d'un identificateur d'hôte.
it: Creazione di un identificativo host.
ja: ホスト識別子の作成。
ko: 호스트 식별자를 생성합니다.
pt_br: Criando um Identificador de Host.
zh_cn: 创建主机标识符。
zh_tw: 建立主機 ID.

# Help_Event_HostIdentifierModification
source: Modifying a Host Identifier.
de: Host-ID wird geändert.
es: Modificación de un identificador de host.
fr: Modification d'un identificateur d'hôte.
it: Modifica di un identificativo host.
ja: ホスト識別子の変更。
ko: 호스트 식별자를 수정합니다.
pt_br: Modificando um Identificador de Host.
zh_cn: 修改主机标识符。
zh_tw: 修改主機 ID.

# Help_Event_HostIdentifierDeletion
source: Deleting a Host Identifier.
de: Host-ID wird gelöscht.
es: Supresión de un identificador de host.
fr: Suppression d'un identificateur d'hôte.
it: Eliminazione di un identificativo host.
ja: ホスト識別子の削除。
ko: 호스트 식별자를 삭제합니다.
pt_br: Deletando um Identificador de Host.
zh_cn: 删除主机标识符。
zh_tw: 刪除主機 ID.

# Help_Event_GenericAdminOperation
source: Generic Admin operation. This may be configured to any new admin operations without changing the events configuration.
de: Generischer Admin-Vorgang. Er kann für neue Admin-Vorgänge konfiguriert werden, ohne die Ereigniskonfiguration zu ändern.
es: Operación de administración genérica. Se puede configurar para cualquier operación de administración nueva sin necesidad de cambiar la configuración de eventos.
fr: Opération d'administration générique. Cela peut être configuré pour toutes les nouvelles opérations d'administration sans pour autant altérer la configuration des événements.
it: Operazione di amministrazione generica. Può essere configurata come qualsiasi nuova operazione di amministrazione senza modificare la configurazione degli eventi.
ja: 汎用管理操作。イベント構成を変更せずに任意の新規管理操作に構成できます。
ko: 일반 관리 작업입니다. 이벤트 구성을 변경하지 않고 새 관리 작업에 대해 구성할 수 있습니다.
pt_br: Operação de Admin genérica. Ela pode ser configurada para qualquer nova operação de admin sem alterar a configuração dos eventos.
zh_cn: 一般管理操作。这可以配置为任何新的管理操作, 而无需更改事件配置。
zh_tw: 一般管理作業. 可以在不變更事件組態的情況下, 對任何新的管理作業進行此設定.

# Help_Event_ResourceTemplateCreation
source: Creating a resource template. A resource can be created using a Template.
de: Eine Ressourcenvorlage wird erstellt. Eine Ressource kann mit einer Vorlage erstellt werden.
es: Creación de una plantilla de recurso. Se puede crear un recurso haciendo uso de una plantilla.
fr: Création d'un modèle de ressource. Vous pouvez créer une ressource à l'aide d'un modèle.
it: Creazione di un modello di risorsa. Una risorsa può essere creata usando un modello.
ja: リソース・テンプレートの作成。リソースはテンプレートを使用して作成できます。
ko: 리소스 템플리트를 생성합니다. 템플리트를 사용하여 리소스를 생성할 수 있습니다.
pt_br: Criando um modelo de recurso. Um recurso pode ser criado com base em um Modelo.
zh_cn: 创建资源模板。资源可以使用模板来创建。
zh_tw: 建立資源樣板. 可以利用樣板來建立資源.

# Help_Event_ResourceTemplateModification
source: Modifying a resource template. A resource can be created using a Template.
de: Eine Ressourcenvorlage wird geändert. Eine Ressource kann mit einer Vorlage erstellt werden.
es: Modificación de una plantilla de recurso. Se puede crear un recurso haciendo uso de una plantilla.
fr: Modification d'un modèle de ressource. Vous pouvez créer une ressource à l'aide d'un modèle.
it: Modifica di un modello di risorsa. Una risorsa può essere creata usando un modello.
ja: リソース・テンプレートの変更。リソースはテンプレートを使用して作成できます。
ko: 리소스 템플리트를 수정합니다. 템플리트를 사용하여 리소스를 생성할 수 있습니다.
pt_br: Modificando um modelo de recurso. Um recurso pode ser criado com base em um Modelo.
zh_cn: 修改资源模板。资源可以使用模板来创建。
zh_tw: 修改資源樣板. 可以利用樣板來建立資源.

# Help_Event_ResourceTemplateDeletion
source: Deleting a resource template. A resource can be created using a Template.
de: Eine Ressourcenvorlage wird gelöscht. Eine Ressource kann mit einer Vorlage erstellt werden.
es: Supresión de una plantilla de recurso. Se puede crear un recurso haciendo uso de una plantilla.
fr: Suppression d'un modèle de ressource. Vous pouvez créer une ressource à l'aide d'un modèle.
it: Eliminazione di un modello di risorsa. Una risorsa può essere creata usando un modello.
ja: リソース・テンプレートの削除。リソースはテンプレートを使用して作成できます。
ko: 리소스 템플리트를 삭제합니다. 템플리트를 사용하여 리소스를 생성할 수 있습니다.
pt_br: Deletando um modelo de recurso. Um recurso pode ser criado com base em um Modelo.
zh_cn: 删除资源模板。资源可以使用模板来创建。
zh_tw: 刪除資源樣板. 可以利用樣板來建立資源.

# Help_Event_PluginCreation
source: Creating a Plugin
de: Plug-in wird erstellt
es: Creación de un Plugin
fr: Création d'un module d'extension
it: Creazione di un plugin
ja: プラグインの作成
ko: 플러그인을 생성하는 중
pt_br: Criando um Plug-in
zh_cn: 创建插件
zh_tw: 建立 Plugin

# Help_Event_PluginModification
source: Creating a Plugin
de: Plug-in wird erstellt
es: Modificación de un Plugin
fr: Création d'un module d'extension
it: Creazione di un plugin
ja: プラグインの作成
ko: 플러그인을 생성하는 중
pt_br: Criando um Plug-in
zh_cn: 创建插件
zh_tw: 建立 Plugin

# Help_Event_PluginDeletion
source: Deleting a Plugin
de: Plug-in wird gelöscht
es: Supresión de un Plugin
fr: Suppression d'un module d'extension
it: Eliminazione di un plugin
ja: プラグインの削除
ko: 플러그인을 삭제하는 중
pt_br: Deletando um Plug-in
zh_cn: 删除插件
zh_tw: 刪除 Plugin

# Help_Event_SuiteServiceEnabled
source: Enabling an AM Suite Service
de: AM Suite-Service wird aktiviert
es: Activación de un Servicio de AM Suite
fr: Activation d'un service AM Suite
it: Abilitazione di un servizio AM Suite
ja: AM Suiteサービスの有効化
ko: AM Suite 서비스를 사용으로 설정하는 중
pt_br: Ativando um Serviço do AM Suite
zh_cn: 启用 AM 套件服务
zh_tw: 啟用 AM 套件服務

# Help_Event_SuiteServiceDisabled
source: Disabling an AM Suite Service
de: AM Suite-Service wird deaktiviert
es: Desactivación de un Servicio de AM Suite
fr: Désactivation d'un service AM Suite
it: Disabilitazione di un servizio AM Suite
ja: AM Suiteサービスの無効化
ko: AM Suite 서비스를 사용 안함으로 설정하는 중
pt_br: Desativando um Serviço do AM Suite
zh_cn: 禁用 AM 套件服务
zh_tw: 停用 AM 套件服務

# Help_Attribute_ApplicationDomainName
source: Name of the server domain
de: Name der Server-Domain
es: Nombre del Dominio de Servidor
fr: Nom du domaine de serveur
it: Nome del dominio del server
ja: サーバー・ドメイン名
ko: 서버 도메인 이름
pt_br: Nome do domínio do servidor
zh_cn: 服务器域的名称
zh_tw: 伺服器網域的名稱

# Help_Attribute_AuthenticationSchemeID
source: Identifier for the authentication scheme
de: ID für das Authentifizierungsschema
es: Identificador del Esquema de Autenticación
fr: Identificateur du modèle d'authentification
it: Identificativo per lo schema di autenticazione
ja: 認証スキームの識別子
ko: 인증 체계에 대한 식별자입니다.
pt_br: Identificador para o esquema de autenticação
zh_cn: 验证方案的标识符
zh_tw: 認證配置的 ID

# Help_Attribute_AgentID
source: ID of the Agent configured
de: ID des konfigurierten Agents
es: Identificador del Agente configurado
fr: ID de l'agent configuré
it: ID dell'agente configurato
ja: 構成されているエージェントのID
ko: 구성된 에이전트의 ID
pt_br: ID do Agente configurado
zh_cn: 已配置代理的 ID
zh_tw: 設定的代理程式 ID

# Help_Attribute_SSOSessionID
source: Identifier for the SSO Session
de: ID für die SSO-Session
es: Identificador de la Sesión SSO
fr: Identificateur de la session SSO
it: Identificativo per la sessione SSO
ja: SSOセッションの識別子
ko: SSO 세션에 대한 식별자입니다.
pt_br: Identificador para a Sessão de SSO
zh_cn: SSO 会话的标识符
zh_tw: SSO 階段作業的 ID

# Help_Attribute_AdditionalInfo
source: Additional Information if needed.
de: Zusätzliche Informationen, falls erforderlich.
es: Información Adicional, Si Es Necesaria
fr: Informations supplémentaires (si nécessaire).
it: Informazioni aggiuntive se necessarie.
ja: 必要な場合は追加情報。
ko: 필요한 경우의 추가 정보입니다.
pt_br: Informações adicionais, caso seja necessário.
zh_cn: 其他信息 (如果需要)。
zh_tw: 其他資訊 (如有需要).

# Help_Attribute_AuthorizationScheme
source: Authorization Scheme Name
de: Name des Autorisierungsschemas
es: Nombre de Esquemas de Autorización
fr: Nom de modèle d'autorisation
it: Nome schema di autorizzazione
ja: 認可スキーム名
ko: 권한 부여 체계 이름
pt_br: Nome do Esquema de Autorização
zh_cn: 授权方案名称
zh_tw: 授權配置名稱

# Help_Attribute_UserDN
source: Distinguished name of the user
de: Distinguished Name des Benutzers
es: Nombre Distintivo del Usuario
fr: Nom distinctif (DN) de l'utilisateur
it: Nome distinto dell'utente
ja: ユーザーの識別名
ko: 사용자의 식별 이름입니다.
pt_br: Nome distinto do usuário
zh_cn: 用户的唯一判别名
zh_tw: 使用者的辨別名稱

# Help_Attribute_ResourceID
source: Resource Identifier
de: Ressourcen-ID
es: Identificador de Recurso
fr: Identificateur de ressource
it: Identificativo risorsa
ja: リソース識別子
ko: 리소스 식별자입니다.
pt_br: Identificador do Recurso
zh_cn: 资源标识符
zh_tw: 資源 ID

# Help_Attribute_AuthorizationPolicyID
source: Authorization Policy ID
de: Autorisierungs-Policy-ID
es: Identificador de Política de Autorización
fr: ID de stratégie d'autorisation
it: ID criterio di autorizzazione
ja: 認可ポリシーID
ko: 권한 부여 정책 ID
pt_br: ID da Política de Autorização
zh_cn: 授权策略 ID
zh_tw: 授權原則 ID

# Help_Attribute_AuthenticationPolicyID
source: Authentication Policy ID
de: Authentifizierungs-Policy-ID
es: Identificador de Política de Autenticación
fr: ID de stratégie d'authentification
it: ID criterio di autenticazione
ja: 認証ポリシーID
ko: 인증 정책 ID입니다.
pt_br: ID da Política de Autenticação
zh_cn: 验证策略 ID
zh_tw: 認證原則 ID

# Help_Attribute_UserID
source: User Identifier
de: Benutzerbezeichner
es: Identificador de Usuario
fr: Identificateur d'utilisateur
it: Identificativo utente
ja: ユーザー識別子
ko: 사용자 식별자
pt_br: Identificador do Usuário
zh_cn: 用户标识符
zh_tw: 使用者 ID

# Help_Attribute_ResourceHost
source: Host name for the resource being protected. This will be the server on which the protected application is hosted.
de: Hostname für die geschützte Ressource. Dies ist der Server, auf dem die geschützte Anwendung gehostet wird.
es: Nombre de Host del Recurso Protegido. Éste será el servidor en el que se aloja la aplicación protegida.
fr: Nom d'hôte de la ressource protégée. Il s'agit du serveur sur lequel l'application protégée est hébergée.
it: Nome host della risorsa che viene protetta. Si tratta del server su cui si trova l'applicazione protetta.
ja: 保護されるリソースのホスト名。保護されるアプリケーションをホストしているサーバーです。
ko: 보호 중인 리소스의 호스트 이름입니다. 보호되는 응용 프로그램이 호스트되는 서버입니다.
pt_br: Nome do host para o recurso que está sendo protegido. Ele será o servidor no qual a aplicação protegida será armazenada no host.
zh_cn: 受保护资源的主机名。这将是在其上托管受保护应用程序的服务器。
zh_tw: 受保護之資源的主機名稱. 這是代管受保護應用程式的伺服器.

# Help_Attribute_RequestID
source: Request ID will be used to track the pre authentications requests.
de: Mit der Anforderungs-ID werden die Pre-Authentifizierungsanforderungen verfolgt.
es: El ID de la solicitud se utilizará para realizar un seguimiento de las solicitudes de autenticaciones previas.
fr: L'ID de demande servira à suivre les demandes préalables aux authentifications.
it: L'ID richiesta verrà usato per tenere traccia delle richieste di pre-autenticazione.
ja: リクエストIDは認証前リクエストの追跡に使用されます。
ko: 사전 인증 요청을 추적하는 데 요청 ID가 사용됩니다.
pt_br: O ID da solicitação será usado para rastrear as solicitações de pré-autenticação.
zh_cn: 请求 ID 将用于跟踪验证前请求。
zh_tw: 要求 ID 會被用來追蹤前置認證要求.

# Help_Attribute_Impersonator
source: A user who acts on someone else's behalf
de: Ein Benutzer, der anstelle eines anderen Benutzers handelt
es: Usuario que realiza una acción en nombre de otro usuario
fr: Utilisateur agissant pour le compte d'une autre personne
it: Un utente che agisce per conto di qualcun altro
ja: 他人にかわって役割を務めるユーザー
ko: 다른 사람을 대신하는 사용자
pt_br: Um usuário que atua em nome de outro
zh_cn: 代表其他用户进行操作的用户
zh_tw: 代表其他使用者執行動作的使用者

# Help_Attribute_PolicyName
source: Name of the authentication or authorization policy
de: Name der Authentifizierungs- oder Autorisierungs-Policy
es: Nombre de la política de autenticación o autorización
fr: Nom de la stratégie d'authentification ou d'autorisation
it: Nome del criterio di autenticazione o di autorizzazione
ja: 認証または認可ポリシーの名前
ko: 인증 또는 권한 부여 정책 이름
pt_br: Nome da política de autenticação ou de autorização
zh_cn: 验证或授权策略的名称
zh_tw: 認證或授權原則的名稱

# Help_Attribute_SchemeName
source: Name of the Auth scheme
de: Name des Authentifizierungsschemas
es: Nombre del Esquema de Aut.
fr: Nom du modèle d'authentification
it: Nome dello schema di autenticazione
ja: 認証スキーム名
ko: 인증 체계 이름
pt_br: Nome do esquema de Aut.
zh_cn: 验证方案的名称
zh_tw: 認證配置的名稱

# Help_Attribute_ResourceHostName
source: Host name of the resource
de: Hostname der Ressource
es: Nombre de Host del Recurso
fr: Nom d'hôte de la ressource
it: Nome host della risorsa
ja: リソースのホスト名
ko: 리소스의 호스트 이름입니다.
pt_br: Nome do host do recurso
zh_cn: 资源的主机名
zh_tw: 資源的主機名稱

# Help_Attribute_OldAttributes
source: Name value pairs for the attributes
de: Name-Wert-Paare für die Attribute
es: Pares de Valores de Nombre para los Atributos
fr: Paires nom/valeur des attributs
it: Coppie nome-valore per gli attributi
ja: 属性の名前/値のペア
ko: 속성에 대한 이름 값 쌍
pt_br: Pares de valor do nome do atributo
zh_cn: 属性的名称值对
zh_tw: 屬性的名稱值組

# Help_Attribute_OldSettings
source: Previous Setting or Data being changed by the admin console operation
de: Vorherige Einstellung oder Daten, die vom Vorgang der Administrationskonsole geändert werden
es: Valor o datos anteriores que se han cambiado en una operación de la consola de administración
fr: Données ou paramètre précédents modifiés par l'opération de la console d'administration
it: L'impostazione o i dati precendenti modificati dall'operazione della console di amministrazione
ja: 管理コンソール操作で変更される、前の設定またはデータ
ko: 관리 콘솔 작업으로 변경하려는 이전 설정 또는 데이터
pt_br: Definição ou Dados Anteriores sendo alterados pela operação do console de administração
zh_cn: 由管理控制台操作更改的先前设置或数据
zh_tw: 透過管理主控台作業變更的先前設定值或資料

# Help_Attribute_NewAttributes
source: Name Value pairs for the new attributes
de: Name-Wert-Paare für die neuen Attribute
es: Pares de Valores de Nombre para los Nuevos Atributos
fr: Paires nom/valeur des nouveaux attributs
it: Coppie nome-valore per i nuovi attributi
ja: 新規属性の名前/値のペア
ko: 새 속성에 대한 이름 값 쌍
pt_br: Pares de valor do nome dos novos atributos
zh_cn: 新属性的名称值对
zh_tw: 新屬性的名稱值組

# Help_Attribute_NewSettings
source: Updated Setting or Data resulting from the admin console operation
de: Aktualisierte Einstellung oder Daten, die aus dem Vorgang der Administrationskonsole entstanden sind
es: Valor o datos actualizados que resultan de una operación de la consola de administración
fr: Données ou paramètre mis à jour grâce à l'opération de la console d'administration
it: L'impostazione o i dati aggiornati risultanti dall'operazione della console di amministrazione
ja: 管理コンソール操作の結果、更新された設定またはデータ
ko: 관리 콘솔 작업으로 인해 갱신된 설정 또는 데이터
pt_br: Dados ou Definição Atualizada resultante da operação do console de administração
zh_cn: 由管理控制台操作更新的设置或数据
zh_tw: 從管理主控台作業產生的更新設定值或資料

# Help_Attribute_ResponseType
source: Denoting the type of response. Authentication response or Authorization response
de: Kennzeichnet den Antworttyp. Authentifizierungsantwort oder Autorisierungsantwort
es: Indica el tipo de respuesta. Respuesta de autenticación o de autorización
fr: Spécification du type de réponse. Réponse d'authentification ou réponse d'autorisation
it: Tipo di risposta. Risposta di autenticazione o di autorizzazione
ja: レスポンスのタイプを示す。認証レスポンスまたは認可レスポンス
ko: 응답 유형을 나타냅니다. 인증 응답 또는 권한 부여 응답입니다.
pt_br: Denotando o tipo de resposta. A resposta da Autenticação ou da Autorização
zh_cn: 表示响应的类型。验证响应或授权响应
zh_tw: 代表回應類型. 認證回應或授權回應

# Help_Attribute_AgentType
source: Type of the agent. OSSO agent or OAM 10g Agent or OAM 11g agent.
de: Typ des Agents. OSSO-Agent, OAM 10g-Agent oder OAM 11g-Agent.
es: Tipo de agente. Agente OSSO, Agente OAM 10g o Agente OAM 11g.
fr: Type de l'agent. Agent OSSO, agent OAM 10g ou 11g.
it: Tipo dell'agente. Agente OSSO o OAM 10g o OAM 11g.
ja: エージェントのタイプ。OSSO、OAM 10gエージェントまたはOAM 11gエージェント。
ko: 에이전트의 유형입니다. OSSO 에이전트 또는 OAM 10g 에이전트 또는 OAM 11g 에이전트입니다.
pt_br: Tipo de agente. Agente OSSO ou Agente OAM 10g ou Agente OAM 11g.
zh_cn: 代理的类型。OSSO 代理或 OAM 10g 代理或 OAM 11g 代理。
zh_tw: 代理程式的類型. OSSO 代理程式或 OAM 10g 代理程式或 OAM 11g 代理程式.

# Help_Attribute_ConstraintType
source: Type of constraints. Authentication or Authorization constraints.
de: Constraints-Typ. Authentifizierungs- oder Autorisierungs-Constraints.
es: Tipo de restricciones. Restricciones de Autenticación o Autorización.
fr: Type des contraintes. Contraintes d'authentification ou contraintes d'autorisation.
it: Tipo di vincolo. Vincoli di autenticazione o di autorizzazione.
ja: 制約のタイプ。認証または認可制約。
ko: 제약 조건 유형입니다. 인증 또는 권한 부여 제약 조건입니다.
pt_br: Tipo de restrições. Restrições de Autenticação ou de Autorização.
zh_cn: 约束条件的类型。验证或授权约束条件。
zh_tw: 限制條件的類型. 認證或授權限制條件.

# Help_Attribute_InstanceName
source: Name of the server instance
de: Name der Serverinstanz
es: Nombre de la Instancia de Servidor
fr: Nom de l'instance de serveur
it: Nome di istanza del server
ja: サーバー・インスタンスの名前
ko: 서버 인스턴스의 이름입니다.
pt_br: Nome da instância do servidor
zh_cn: 服务器实例的名称
zh_tw: 伺服器執行處理的名稱

# Help_Attribute_DataSourceName
source: Name of the data source.
de: Der Name der Datenquelle.
es: Nombre del Origen de Datos.
fr: Nom de la source de données.
it: Nome dell'origine dati.
ja: データソースの名前。
ko: 데이터 소스의 이름입니다.
pt_br: Nome da origem de dados.
zh_cn: 数据源的名称。
zh_tw: 資料來源的名稱.

# Help_Attribute_DataSourceType
source: Type of the data source, LDAP, DB etc.
de: Typ der Datenquelle, LDAP, DB usw.
es: Tipo del Origen de Datos, LDAP, Base de Datos, etc.
fr: Type de la source de données (LDAP, base de données, etc.)
it: Tipo dell'origine dati, LDAP, DB e così via.
ja: データソースのタイプ、LDAP、DBなど。
ko: 데이터 소스의 유형(LDAP, DB 등)
pt_br: Tipo da origem de dados, LDAP, DB etc.
zh_cn: 数据源的类型, 例如 LDAP, 数据库等。
zh_tw: 資料來源的類型 (LDAP、資料庫等等).

# Help_Attribute_HostIdentifierName
source: Name of the Host identifier
de: Name der Host-ID
es: Nombre del Identificador de Host
fr: Nom de l'identificateur d'hôte
it: Nome dell'identificativo host
ja: ホスト識別子の名前
ko: 호스트 식별자의 이름입니다.
pt_br: Nome do identificador do Host
zh_cn: 主机标识符的名称
zh_tw: 主機 ID 的名稱

# Help_Attribute_ResourceURI
source: URI for the resource
de: URI für die Ressource
es: URI para el Recurso
fr: URI de la ressource
it: URI della risorsa
ja: リソースURI
ko: 리소스 URI
pt_br: URI para o recurso
zh_cn: 资源的 URI
zh_tw: 資源的 URI

# Help_Attribute_ResourceType
source: Type of resource
de: Ressourcentyp
es: Tipo de Recurso
fr: Type de ressource
it: Tipo di risorsa
ja: リソースのタイプ
ko: 리소스 유형
pt_br: Tipo de recursos
zh_cn: 资源的类型
zh_tw: 資源類型

# Help_Attribute_ResourceTemplateName
source: Resource template name
de: Ressourcenvorlagenname
es: Nombre de Plantilla de Recurso
fr: Nom de modèle de ressource
it: Nome modello risorsa
ja: リソース・テンプレート名
ko: 리소스 템플리트 이름입니다.
pt_br: Nome do modelo de recurso
zh_cn: 资源模板名
zh_tw: 資源樣板名稱
