Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OAM/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Category_Server
source: OAM Server
es: Servidor OAM
fr: Serveur OAM
it: Server OAM
ja: OAMサーバー
ko: OAM 서버
pt_br: Servidor do OAM
zh_cn: OAM 服务器
zh_tw: OAM 伺服器

# Category_AdminConsole
source: OAM Admin Console
de: OAM-Admin-Konsole
es: Consola de Administración de OAM
fr: Console d'administration OAM
it: Console di amministrazione OAM
ja: OAM管理コンソール
ko: OAM 관리 콘솔
pt_br: Console de Admin do OAM
zh_cn: OAM 管理控制台
zh_tw: OAM 管理主控台

# Event_LockAccount
source: Lock Account
de: Account sperren
es: Bloquear Cuenta
fr: Verrouiller le compte
it: Blocca account
ja: アカウントのロック
ko: 계정 잠금
pt_br: Bloquear Conta
zh_cn: 锁定帐户
zh_tw: 鎖定帳戶

# Event_AuthenticationAttempt
source: OAM Authentication Attempt
de: OAM-Authentifizierungsversuch
es: Intento de Autenticación de OAM
fr: Tentative d'authentification OAM
it: Tentativo di autenticazione OAM
ja: OAM認証の試行
ko: OAM 인증 시도
pt_br: Tentativa de Autenticação do OAM
zh_cn: OAM 验证尝试
zh_tw: OAM 認證嘗試

# Event_SessionCreation
source: OAM Session Creation
de: Erstellen der OAM-Session
es: Creación de Sesión de OAM
fr: Création de session OAM
it: Creazione sessione OAM
ja: OAMセッション作成
ko: OAM 세션 생성
pt_br: Criação de Sessão do OAM
zh_cn: OAM 会话创建
zh_tw: OAM 階段作業建立

# Event_SessionDestroy
source: OAM Session Destroy
de: OAM-Session zerstören
es: Destrucción de Sesión de OAM
fr: Destruction de session OAM
it: Eliminazione sessione OAM
ja: OAMセッション破棄
ko: OAM 세션 삭제
pt_br: Destruição de Sessão do OAM
zh_cn: OAM 会话销毁
zh_tw: OAM 階段作業毀棄

# Event_Logout
source: OAM Logout
de: OAM-Abmeldung
es: Desconexión de OAM
fr: Déconnexion d'OAM
it: Logout OAM
ja: OAMログアウト
ko: OAM 로그아웃
pt_br: Log-out do OAM
zh_cn: OAM 注销
zh_tw: OAM 登出

# Event_CredentialChallenge
source: OAM Credential Challenge
de: OAM-Zugangsdaten-Challenge
es: Comprobación de Credenciales de OAM
fr: Question de vérification pour les informations d'identification et de connexion OAM
it: Verifica credenziale OAM
ja: OAM資格証明のチャレンジ
ko: OAM 인증서 상기 문구
pt_br: Desafio de Credenciais do OAM
zh_cn: OAM 身份证明质询
zh_tw: OAM 證明資料查問

# Event_CredentialSubmit
source: OAM Credential Submit
de: OAM-Zugangsdatenweiterleitung
es: Envío de Credenciales de OAM
fr: Soumission d'informations d'identification et de connexion OAM
it: Sottomissione credenziale OAM
ja: OAM資格証明の送信
ko: OAM 인증서 제출
pt_br: Submissão de Credenciais do OAM
zh_cn: OAM 身份证明提交
zh_tw: OAM 證明資料送出

# Event_ServerStartup
source: OAM Server Startup
de: Hochfahren des OAM-Servers
es: Inicio de Servidor OAM
fr: Démarrage du serveur OAM
it: Avvio server OAM
ja: OAMサーバーの起動
ko: OAM 서버 시작
pt_br: Inicialização do Servidor do OAM
zh_cn: OAM 服务器启动
zh_tw: OAM 伺服器啟動

# Event_ServerShutDown
source: OAM Server Shutdown
de: Herunterfahren des OAM-Servers
es: Cierre del Servidor OAM
fr: Arrêt du serveur OAM
it: Chiusura server OAM
ja: OAMサーバーのシャットダウン
ko: OAM 서버 종료
pt_br: Shut-down do Servidor do OAM
zh_cn: OAM 服务器关闭
zh_tw: OAM 伺服器關閉

# Event_CredentialValidation
source: OAM Credential Validation
de: Validierung der OAM-Zugangsdaten
es: Validación de Credenciales de OAM
fr: Validation des informations d'identification et de connexion OAM
it: Convalida credenziale OAM
ja: OAM資格証明の検証
ko: OAM 인증서 검증
pt_br: Validação de Credenciais do OAM
zh_cn: OAM 身份证明验证
zh_tw: OAM 證明資料驗證

# Event_Login
source: OAM Login
de: OAM-Anmeldung
es: Conexión a OAM
fr: Connexion OAM
it: Login OAM
ja: OAMログイン
ko: OAM 로그인
pt_br: Log-in do OAM
zh_cn: OAM 登录
zh_tw: OAM 登入

# Event_Authorization
source: OAM Authorization
de: OAM-Autorisierung
es: Autorización de OAM
fr: Autorisation OAM
it: Autorizzazione OAM
ja: OAM認可
ko: OAM 권한 부여
pt_br: Autorização do OAM
zh_cn: OAM 授权
zh_tw: OAM 授權

# Event_GenericRuntimeOperation
source: OAM Generic Runtime Operation
de: Generischer OAM-Laufzeitvorgang
es: Operación de Tiempo de Ejecución Genérico de OAM
fr: Opération runtime générique OAM
it: Operazione di runtime generica OAM
ja: OAM汎用ランタイム操作
ko: OAM 일반 런타임 작업
pt_br: Operação de Runtime Genérica do OAM
zh_cn: OAM 一般运行时操作
zh_tw: OAM 一般程式執行作業

# Event_SessionValidation
source: OAM Session Validation
de: Validierung der OAM-Session
es: Validación de Sesión de OAM
fr: Validation de session OAM
it: Convalida sessione OAM
ja: OAMセッション検証
ko: OAM 세션 검증
pt_br: Validação de Sessão do OAM
zh_cn: OAM 会话验证
zh_tw: OAM 階段作業驗證

# Event_UserAccountLocked
source: OAM User Account Locked
de: OAM-Benutzeraccount gesperrt
es: Cuenta de Usuario de OAM Bloqueada
fr: Compte utilisateur OAM verrouillé
it: Account utente OAM bloccato
ja: ロックされたOAMユーザー・アカウント
ko: OAM 사용자 계정 잠김
pt_br: Conta de Usuário do OAM Bloqueada
zh_cn: OAM 用户帐户已锁定
zh_tw: OAM 使用者帳戶已鎖定

# Event_UserAccountUnlocked
source: OAM User Account Unlocked
de: Sperre von OAM-Benutzeraccount aufgehoben
es: Cuenta de Usuario de OAM Desbloqueada
fr: Compte utilisateur OAM déverrouillé
it: Account utente OAM sbloccato
ja: ロック解除されたOAMユーザー・アカウント
ko: OAM 사용자 계정 잠금 해제됨
pt_br: Conta de Usuário do OAM Desbloqueada
zh_cn: OAM 用户帐户已取消锁定
zh_tw: OAM 使用者帳戶已解除鎖定

# Event_UserImpersonationStart
source: OAM User Impersonation Started
de: OAM-Benutzerdarstellung gestartet
es: Se ha iniciado la suplantación del usuario de OAM
fr: Emprunt d'identité de l'utilisateur OAM démarré
it: Rappresentazione utente OAM avviata
ja: 開始したOAMユーザー偽装
ko: OAM 사용자 가장이 시작됨
pt_br: A Personificação do Usuário do OAM foi Iniciada
zh_cn: OAM 用户模拟已开始
zh_tw: OAM 使用者模擬已啟動

# Event_UserImpersonationEnd
source: OAM User Impersonation Ended
de: OAM-Benutzerdarstellung beendet
es: Ha finalizado la suplantación del usuario de OAM
fr: Emprunt d'identité de l'utilisateur OAM terminé
it: Rappresentazione utente OAM terminata
ja: 終了したOAMユーザー偽装
ko: OAM 사용자 가장이 종료됨
pt_br: A Personificação do Usuário do OAM foi Encerrada
zh_cn: OAM 用户模拟已结束
zh_tw: OAM 使用者模擬已結束

# Event_PluginInvocationStart
source: OAM Plugin Invocation Started
de: Aufruf von OAM-Plug-in gestartet
es: Se ha iniciado la llamada al plugin de OAM
fr: Appel de module d'extension OAM démarré
it: Richiamo plugin OAM avviato
ja: 開始したOAMプラグイン実行
ko: OAM 플러그인 호출이 시작됨
pt_br: A Chamada do Plug-in do OAM foi Iniciada
zh_cn: OAM 插件调用已开始
zh_tw: OAM Plugin 呼叫已啟動

# Event_PluginInvocationComplete
source: OAM Plugin Invocation Complete
de: Aufruf von OAM-Plug-in abgeschlossen
es: Ha finalizado la llamada al plugin de OAM
fr: Appel de module d'extension OAM terminé
it: Richiamo plugin OAM completato
ja: 完了したOAMプラグイン実行
ko: OAM 플러그인 호출이 완료됨
pt_br: Chamada do Plug-in do OAM Concluída
zh_cn: OAM 插件调用完成
zh_tw: OAM Plugin 呼叫完成

# Event_ConsoleLogin
source: OAM Admin Console Login
de: Anmeldung bei OAM-Admin-Konsole
es: Conexión a Consola de Administración de OAM
fr: Connexion à la console d'administration OAM
it: Login console di amministrazione OAM
ja: OAM管理コンソール・ログイン
ko: OAM 관리 콘솔 로그인
pt_br: Log-in na Console de Admin do OAM
zh_cn: OAM 管理控制台登录
zh_tw: OAM 管理主控台登入

# Event_PolicyCreation
source: OAM Policy Creation
de: Erstellen der OAM-Policy
es: Creación de Política de OAM
fr: Création de stratégie OAM
it: Creazione criterio OAM
ja: OAMポリシー作成
ko: OAM 정책 생성
pt_br: Criação de Políticas do OAM
zh_cn: OAM 策略创建
zh_tw: OAM 原則建立

# Event_PolicyModification
source: OAM Policy Modification
de: Änderung der OAM-Policy
es: Modificación de Política de OAM
fr: Modification de stratégie OAM
it: Modifica criterio OAM
ja: OAMポリシー変更
ko: OAM 정책 수정
pt_br: Modificação de Políticas do OAM
zh_cn: OAM 策略修改
zh_tw: OAM 原則修改

# Event_PolicyDeletion
source: OAM Policy Deletion
de: Löschen der OAM-Policy
es: Supresión de Política de OAM
fr: Suppression de stratégie OAM
it: Eliminazione criterio OAM
ja: OAMポリシー削除
ko: OAM 정책 삭제
pt_br: Deleção de Política do OAM
zh_cn: OAM 策略删除
zh_tw: OAM 原則刪除

# Event_ResourceCreation
source: OAM Resource Creation
de: Erstellen der OAM-Ressource
es: Creación de Recurso de OAM
fr: Création de ressource OAM
it: Creazione risorsa OAM
ja: OAMリソース作成
ko: OAM 리소스 생성
pt_br: Criação do Recurso do OAM
zh_cn: OAM 资源创建
zh_tw: OAM 資源建立

# Event_ResourceModification
source: OAM Resource Modification
de: Änderung der OAM-Ressource
es: Modificación de Recurso de OAM
fr: Modification de ressource OAM
it: Modifica risorsa OAM
ja: OAMリソース変更
ko: OAM 리소스 수정
pt_br: Modificação do Recurso do OAM
zh_cn: OAM 资源修改
zh_tw: OAM 資源修改

# Event_ResourceDeletion
source: OAM Resource Deletion
de: Löschen der OAM-Ressource
es: Supresión de Recurso de OAM
fr: Suppression de ressource OAM
it: Eliminazione risorsa OAM
ja: OAMリソース削除
ko: OAM 리소스 삭제
pt_br: Deleção de Recurso do OAM
zh_cn: OAM 资源删除
zh_tw: OAM 資源刪除

# Event_SchemeCreation
source: OAM Scheme Creation
de: Erstellen des OAM-Schemas
es: Creación de Esquema de OAM
fr: Création de modèle OAM
it: Creazione schema OAM
ja: OAMスキーム作成
ko: OAM 체계 생성
pt_br: Criação de Esquemas do OAM
zh_cn: OAM 方案创建
zh_tw: OAM 配置建立

# Event_SchemeModification
source: OAM Scheme Modification
de: Änderung des OAM-Schemas
es: Modificación de Esquema de OAM
fr: Modification de modèle OAM
it: Modifica schema OAM
ja: OAMスキーム変更
ko: OAM 체계 수정
pt_br: Modificação de Esquemas do OAM
zh_cn: OAM 方案修改
zh_tw: OAM 配置修改

# Event_SchemeDeletion
source: OAM Scheme Deletion
de: Löschen des OAM-Schemas
es: Supresión de Esquema de OAM
fr: Suppression de modèle OAM
it: Eliminazione schema OAM
ja: OAMスキーム削除
ko: OAM 체계 삭제
pt_br: Deleção de Esquemas do OAM
zh_cn: OAM 方案删除
zh_tw: OAM 配置刪除

# Event_AgentCreation
source: OAM Agent Creation
de: Erstellen des OAM-Agents
es: Creación de Agente de OAM
fr: Création d'agent OAM
it: Creazione agente OAM
ja: OAMエージェント作成
ko: OAM 에이전트 생성
pt_br: Criação de Agentes do OAM
zh_cn: OAM 代理创建
zh_tw: OAM 代理程式建立

# Event_AgentModification
source: OAM Agent Modification
de: Änderung des OAM-Agents
es: Modificación de Agente de OAM
fr: Modification d'agent OAM
it: Modifica agente OAM
ja: OAMエージェント変更
ko: OAM 에이전트 수정
pt_br: Modificação de Agentes do OAM
zh_cn: OAM 代理修改
zh_tw: OAM 代理程式修改

# Event_AgentDeletion
source: OAM Agent Deletion
de: Löschen des OAM-Agents
es: Supresión de Agente de OAM
fr: Suppression d'agent OAM
it: Eliminazione agente OAM
ja: OAMエージェント削除
ko: OAM 에이전트 삭제
pt_br: Deleção de Agentes do OAM
zh_cn: OAM 代理删除
zh_tw: OAM 代理程式刪除

# Event_ServerDomainCreation
source: OAM Server Domain Creation
de: Erstellen der OAM-Serverdomain
es: Creación de Dominio de Servidor OAM
fr: Création de domaine de serveur OAM
it: Creazione dominio server OAM
ja: OAMサーバー・ドメイン作成
ko: OAM 서버 도메인 생성
pt_br: Criação de Domínios do Servidor do OAM
zh_cn: OAM 服务器域创建
zh_tw: OAM 伺服器網域建立

# Event_ServerDomainModification
source: OAM Server Domain Modification
de: Änderung der OAM-Serverdomain
es: Modificación de Dominio de Servidor OAM
fr: Modification de domaine de serveur OAM
it: Modifica dominio server OAM
ja: OAMサーバー・ドメイン変更
ko: OAM 서버 도메인 수정
pt_br: Modificação de Domínios do Servidor do OAM
zh_cn: OAM 服务器域修改
zh_tw: OAM 伺服器網域修改

# Event_ServerDomainDeletion
source: OAM Server Domain Deletion
de: Löschen der OAM-Serverdomain
es: Supresión de Dominio de Servidor OAM
fr: Suppression de domaine de serveur OAM
it: Eliminazione dominio server OAM
ja: OAMサーバー・ドメイン削除
ko: OAM 서버 도메인 삭제
pt_br: Deleção de Domínios do Servidor do OAM
zh_cn: OAM 服务器域删除
zh_tw: OAM 伺服器網域刪除

# Event_ServerInstanceCreation
source: OAM Server Instance Creation
de: Erstellen der OAM-Serverinstanz
es: Creación de Instancia de Servidor OAM
fr: Création d'instance de serveur OAM
it: Creazione istanza server OAM
ja: OAMサーバー・インスタンス作成
ko: OAM 서버 인스턴스 생성
pt_br: Criação de Instâncias do Servidor do OAM
zh_cn: OAM 服务器实例创建
zh_tw: OAM 伺服器執行處理建立

# Event_ServerInstanceModification
source: OAM Server Instance Modification
de: Änderung der OAM-Serverinstanz
es: Modificación de Instancia de Servidor OAM
fr: Modification d'instance de serveur OAM
it: Modifica istanza server OAM
ja: OAMサーバー・インスタンス変更
ko: OAM 서버 인스턴스 수정
pt_br: Modificação de Instâncias do Servidor do OAM
zh_cn: OAM 服务器实例修改
zh_tw: OAM 伺服器執行處理修改

# Event_ServerInstanceDeletion
source: OAM Server Instance Deletion
de: Löschen der OAM-Serverinstanz
es: Supresión de Instancia de Servidor OAM
fr: Suppression d'instance de serveur OAM
it: Eliminazione istanza server OAM
ja: OAMサーバー・インスタンス削除
ko: OAM 서버 인스턴스 삭제
pt_br: Deleção de Instâncias do Servidor do OAM
zh_cn: OAM 服务器实例删除
zh_tw: OAM 伺服器執行處理刪除

# Event_DataSourceCreation
source: OAM Data Source Creation
de: Erstellen der OAM-Datenquelle
es: Creación de Origen de Datos de OAM
fr: Création de source de données OAM
it: Creazione origine dati OAM
ja: OAMデータソース作成
ko: OAM 데이터 소스 생성
pt_br: Criação de Origens de Dados do OAM
zh_cn: OAM 数据源创建
zh_tw: OAM 資料來源建立

# Event_DataSourceModification
source: OAM Data Source Modification
de: Änderung der OAM-Datenquelle
es: Modificación de Origen de Datos de OAM
fr: Modification de source de données OAM
it: Modifica origine dati OAM
ja: OAMデータソース変更
ko: OAM 데이터 소스 수정
pt_br: Modificação de Origens de Dados do OAM
zh_cn: OAM 数据源修改
zh_tw: OAM 資料來源修改

# Event_DataSourceDeletion
source: OAM Data Source Deletion
de: Löschen der OAM-Datenquelle
es: Supresión de Origen de Datos de OAM
fr: Suppression de source de données OAM
it: Eliminazione origine dati OAM
ja: OAMデータソース削除
ko: OAM 데이터 소스 삭제
pt_br: Deleção de Origens de Dados do OAM
zh_cn: OAM 数据源删除
zh_tw: OAM 資料來源刪除

# Event_HostIdentifierCreation
source: OAM Host Identifier Creation
de: Erstellen der OAM-Host-ID
es: Creación de Identificador de Host de OAM
fr: Création d'identificateur d'hôte OAM
it: Creazione identificativo host OAM
ja: OAMホスト識別子作成
ko: OAM 호스트 식별자 생성
pt_br: Criação de Identificadores de Host do OAM
zh_cn: OAM 主机标识符创建
zh_tw: OAM 主機 ID 建立

# Event_HostIdentifierModification
source: OAM Host Identifier Modification
de: Änderung der OAM-Host-ID
es: Modificación de Identificador de Host de OAM
fr: Modification d'identificateur d'hôte OAM
it: Modifica identificativo host OAM
ja: OAMホスト識別子変更
ko: OAM 호스트 식별자 수정
pt_br: Modificação de Identificadores de Host do OAM
zh_cn: OAM 主机标识符修改
zh_tw: OAM 主機 ID 修改

# Event_HostIdentifierDeletion
source: OAM Host Identifier Deletion
de: Löschen der OAM-Host-ID
es: Supresión de Identificador de Host de OAM
fr: Suppression d'identificateur d'hôte OAM
it: Eliminazione identificativo host OAM
ja: OAMホスト識別子削除
ko: OAM 호스트 식별자 삭제
pt_br: Deleção de Identificadores de Host do OAM
zh_cn: OAM 主机标识符删除
zh_tw: OAM 主機 ID 刪除

# Event_GenericAdminOperation
source: OAM Generic Admin Operation
de: Generischer OAM-Admin-Vorgang
es: Operación de Administración Genérica de OAM
fr: Opération d'administration générique OAM
it: Operazione amministrazione generica OAM
ja: OAM汎用管理操作
ko: OAM 일반 관리 작업
pt_br: Operação de Admin Genérica do OAM
zh_cn: OAM 一般管理操作
zh_tw: OAM 一般管理作業

# Event_ResourceTemplateCreation
source: OAM Resource Template Creation
de: Erstellen der OAM-Ressourcenvorlage
es: Creación de Plantilla de Recurso de OAM
fr: Création de modèle de ressource OAM
it: Creazione modello risorsa OAM
ja: OAMリソース・テンプレート作成
ko: OAM 리소스 템플리트 생성
pt_br: Criação de Modelos de Recursos do OAM
zh_cn: OAM 资源模板创建
zh_tw: OAM 資源樣板建立

# Event_ResourceTemplateModification
source: OAM Resource Template Modification
de: Änderung der OAM-Ressourcenvorlage
es: Modificación de Plantilla de Recurso de OAM
fr: Modification de modèle de ressource OAM
it: Modifica modello risorsa OAM
ja: OAMリソース・テンプレート変更
ko: OAM 리소스 템플리트 수정
pt_br: Modificação de Modelos de Recursos do OAM
zh_cn: OAM 资源模板修改
zh_tw: OAM 資源樣板修改

# Event_ResourceTemplateDeletion
source: OAM Resource Template Deletion
de: Löschen der OAM-Ressourcenvorlage
es: Supresión de Plantilla de Recurso de OAM
fr: Suppression de modèle de ressource OAM
it: Eliminazione modello risorsa OAM
ja: OAMリソース・テンプレート削除
ko: OAM 리소스 템플리트 삭제
pt_br: Deleção de Modelos de Recursos do OAM
zh_cn: OAM 资源模板删除
zh_tw: OAM 資源樣板刪除

# Event_PluginCreation
source: OAM Plugin Creation
de: Erstellen von OAM-Plug-in
es: Creación de Plugin de OAM
fr: Création de module d'extension OAM
it: Creazione plugin OAM
ja: OAMプラグイン作成
ko: OAM 플러그인 생성
pt_br: Criação do Plug-in do OAM
zh_cn: OAM 插件创建
zh_tw: OAM Plugin 建立

# Event_PluginModification
source: OAM Plugin Modification
de: Änderung von OAM-Plug-in
es: Modificación de Plugin de OAM
fr: Modification de module d'extension OAM
it: Modifica plugin OAM
ja: OAMプラグイン変更
ko: OAM 플러그인 수정
pt_br: Modificação do Plug-in do OAM
zh_cn: OAM 插件修改
zh_tw: OAM Plugin 修改

# Event_PluginDeletion
source: OAM Plugin Deletion
de: Löschen von OAM-Plug-in
es: Supresión de Plugin de OAM
fr: Suppression de module d'extension OAM
it: Eliminazione plugin OAM
ja: OAMプラグイン削除
ko: OAM 플러그인 삭제
pt_br: Deleção do Plug-in do OAM
zh_cn: OAM 插件删除
zh_tw: OAM Plugin 刪除

# Event_SuiteServiceEnabled
source: AM Suite Service Enabled
de: AM Suite-Service aktiviert
es: Se ha activado el servicio de AM Suite
fr: Service AM Suite activé
it: Servizio AM Suite abilitato
ja: 有効化されたAM Suiteサービス
ko: AM Suite 서비스 사용
pt_br: Serviço do AM Suite Ativado
zh_cn: AM 套件服务已启用
zh_tw: AM 套件服務已啟用

# Event_SuiteServiceDisabled
source: AM Suite Service Disabled
de: AM Suite-Service deaktiviert
es: Se ha desactivado el servicio de AM Suite
fr: Service AM Suite désactivé
it: Servizio AM Suite disabilitato
ja: 無効化されたAM Suiteサービス
ko: AM Suite 서비스 사용 안함
pt_br: Serviço do AM Suite Desativado
zh_cn: AM 套件服务已禁用
zh_tw: AM 套件服務已停用

# Attribute_ApplicationDomainName
source: Application Domain Name
de: Anwendungsdomainname
es: Nombre de Dominio de Aplicación
fr: Nom de domaine d'application
it: Nome dominio applicazione
ja: アプリケーション・ドメイン名
ko: 응용 프로그램 도메인 이름
pt_br: Nome de Domínio da Aplicação
zh_cn: 应用程序域名
zh_tw: 應用程式網域名稱

# Attribute_AuthenticationSchemeID
source: Authentication Scheme
de: Authentifizierungsschema
es: Esquema de Autenticación
fr: Modèle d'authentification
it: Schema di autenticazione
ja: 認証スキーム
ko: 인증 체계
pt_br: Esquema de Autenticação
zh_cn: 验证方案
zh_tw: 認證配置

# Attribute_AgentID
source: Agent ID
es: Identificador de Agente
fr: ID d'agent
it: ID agente
ja: エージェントID
ko: 에이전트 ID
pt_br: ID do Agente
zh_cn: 代理 ID
zh_tw: 代理程式 ID

# Attribute_SSOSessionID
source: SSO Session ID
es: Identificador de Sesión SSO
fr: ID de session SSO
it: ID sessione SSO
ja: SSOセッションID
ko: SSO 세션 ID
pt_br: ID da Sessão de SSO
zh_cn: SSO 会话 ID
zh_tw: SSO 階段作業 ID

# Attribute_AdditionalInfo
source: Additional Information
de: Zusätzliche Informationen
es: Información Adicional
fr: Informations supplémentaires
it: Informazioni aggiuntive
ja: 追加情報
ko: 추가 정보
pt_br: Informações Adicionais
zh_cn: 其他信息
zh_tw: 其他資訊

# Attribute_AuthorizationScheme
source: Authorization Scheme
de: Autorisierungsschema
es: Esquema de Autorización
fr: Modèle d'autorisation
it: Schema di autorizzazione
ja: 認可スキーム
ko: 권한 부여 체계
pt_br: Esquema de Autorização
zh_cn: 授权方案
zh_tw: 授權配置

# Attribute_UserDN
source: User DN
de: Benutzer-DN
es: DN de Usuario
fr: Nom distinctif (DN) utilisateur
it: DN utente
ja: ユーザーDN
ko: 사용자 DN
pt_br: DN do Usuário
zh_cn: 用户 DN
zh_tw: 使用者 DN

# Attribute_ResourceID
source: Resource ID
de: Ressourcen-ID
es: Identificador de Recurso
fr: ID de ressource
it: ID risorsa
ja: リソースID
ko: 리소스 ID
pt_br: ID do Recurso
zh_cn: 资源 ID
zh_tw: 資源 ID

# Attribute_AuthorizationPolicyID
source: Authorization Policy ID
de: Autorisierungs-Policy-ID
es: Identificador de Política de Autorización
fr: ID de stratégie d'autorisation
it: ID criterio di autorizzazione
ja: 認可ポリシーID
ko: 권한 부여 정책 ID
pt_br: ID da Política de Autorização
zh_cn: 授权策略 ID
zh_tw: 授權原則 ID

# Attribute_AuthenticationPolicyID
source: Authentication Policy ID
de: Authentifizierungs-Policy-ID
es: Identificador de Política de Autenticación
fr: ID de stratégie d'authentification
it: ID criterio di autenticazione
ja: 認証ポリシーID
ko: 인증 정책 ID
pt_br: ID da Política de Autenticação
zh_cn: 验证策略 ID
zh_tw: 認證原則 ID

# Attribute_UserID
source: User ID
de: Benutzer-ID
es: Identificador de Usuario
fr: ID utilisateur
it: ID utente
ja: ユーザーID
ko: 사용자 ID
pt_br: ID do Usuário
zh_cn: 用户 ID
zh_tw: 使用者 ID

# Attribute_ResourceHost
source: Resource Host
de: Ressourcen-Host
es: Host de Recursos
fr: Hôte de ressource
it: Host risorsa
ja: リソース・ホスト
ko: 리소스 호스트
pt_br: Host do Recurso
zh_cn: 资源主机
zh_tw: 資源主機

# Attribute_RequestID
source: Request ID
de: Anforderungs-ID
es: Identificador de Solicitud
fr: ID de demande
it: ID richiesta
ja: リクエストID
ko: 요청 ID
pt_br: ID da Solicitação
zh_cn: 请求 ID
zh_tw: 要求 ID

# Attribute_Impersonator
source: Impersonator
es: Imitador
fr: Utilisateur empruntant une identité
it: Rappresentante
ja: インパーソネータ
ko: 가장자
pt_br: Personificador
zh_cn: 模拟器
zh_tw: 模擬程式

# Attribute_PolicyName
source: Policy Name
es: Nombre de la Política
fr: Nom de stratégie
it: Nome criterio
ja: ポリシー名
ko: 정책 이름
pt_br: Nome da Política
zh_cn: 策略名称
zh_tw: 原則名稱

# Attribute_SchemeName
source: Scheme Name
de: Schemaname
es: Nombre del Esquema
fr: Nom de modèle
it: Nome schema
ja: スキーム名
ko: 체계 이름
pt_br: Nome do Esquema
zh_cn: 方案名称
zh_tw: 配置名稱

# Attribute_ResourceHostName
source: Resource Host Name
de: Ressourcenhostname
es: Nombre de Host de Recurso
fr: Nom d'hôte de ressource
it: Nome host risorsa
ja: リソース・ホスト名
ko: 리소스 호스트 이름
pt_br: Nome do Host do Recurso
zh_cn: 资源主机名
zh_tw: 資源主機名稱

# Attribute_OldAttributes
source: Old Attributes
de: Alte Attribute
es: Atributos Antiguos
fr: Anciens attributs
it: Vecchi attributi
ja: 旧属性
ko: 이전 속성
pt_br: Atributos Antigos
zh_cn: 旧属性
zh_tw: 舊屬性

# Attribute_OldSettings
source: Old Settings
de: Alte Einstellungen
es: Configuración Antigua
fr: Anciens paramètres
it: Vecchie impostazioni
ja: 旧設定
ko: 이전 설정
pt_br: Definições Antigas
zh_cn: 旧设置
zh_tw: 舊設定值

# Attribute_NewAttributes
source: New Attributes
de: Neue Attribute
es: Nuevos Atributos
fr: Nouveaux attributs
it: Nuovi attributi
ja: 新規属性
ko: 새 속성
pt_br: Novos Atributos
zh_cn: 新属性
zh_tw: 新屬性

# Attribute_NewSettings
source: New Settings
de: Neue Einstellungen
es: Nueva Configuración
fr: Nouveaux paramètres
it: Nuove impostazioni
ja: 新規設定
ko: 새 설정
pt_br: Definições Novas
zh_cn: 新设置
zh_tw: 新設定值

# Attribute_ResponseType
source: Response Type
de: Antworttyp
es: Tipo de Respuesta
fr: Type de réponse
it: Tipo di risposta
ja: レスポンス・タイプ
ko: 응답 유형
pt_br: Tipo de Resposta
zh_cn: 响应类型
zh_tw: 回應類型

# Attribute_AgentType
source: Agent Type
de: Agent-Typ
es: Tipo de Agente
fr: Type d'agent
it: Tipo di agente
ja: エージェント・タイプ
ko: 에이전트 유형
pt_br: Tipo de Agente
zh_cn: 代理类型
zh_tw: 代理程式類型

# Attribute_ConstraintType
source: Constraint Type
de: Constraint-Typ
es: Tipo de Restricción
fr: Type de contrainte
it: Tipo di vincolo
ja: 制約タイプ
ko: 제약 조건 유형
pt_br: Tipo de Constraint
zh_cn: 约束条件类型
zh_tw: 限制條件類型

# Attribute_InstanceName
source: Instance Name
de: Instanzname
es: Nombre de Instancia
fr: Nom d'instance
it: Nome istanza
ja: インスタンス名
ko: 인스턴스 이름
pt_br: Nome da Instância
zh_cn: 实例名
zh_tw: 執行處理名稱

# Attribute_DataSourceName
source: Data Source Name
de: Datenquellname
es: Nombre de Origen de Datos
fr: Nom de source de données
it: Nome origine dati
ja: データソース名
ko: 데이터 소스 이름
pt_br: Nome da Origem de Dados
zh_cn: 数据源名称
zh_tw: 資料來源名稱

# Attribute_DataSourceType
source: Data Source Type
de: Datenquelltyp
es: Tipo de Origen de Datos
fr: Type de source de données
it: Tipo di origine dati
ja: データソース・タイプ
ko: 데이터 소스 유형
pt_br: Tipo de Origem de Dados
zh_cn: 数据源类型
zh_tw: 資料來源類型

# Attribute_HostIdentifierName
source: Host Identifier Name
de: Host-ID-Name
es: Nombre de Identificador de Host
fr: Nom d'identificateur d'hôte
it: Nome identificativo host
ja: ホスト識別子名
ko: 호스트 식별자 이름
pt_br: Nome do Identificador do Host
zh_cn: 主机标识符名称
zh_tw: 主機 ID 名稱

# Attribute_ResourceURI
source: Resource URI
de: Ressourcen-URI
es: URI de Recurso
fr: URI de ressource
it: URI risorsa
ja: リソースURI
ko: 리소스 URI
pt_br: URI do Recurso
zh_cn: 资源 URI
zh_tw: 資源 URI

# Attribute_ResourceType
source: Resource Type
de: Ressourcentyp
es: Tipo de Recurso
fr: Type de ressource
it: Tipo di risorsa
ja: リソース・タイプ
ko: 리소스 유형
pt_br: Tipo de Recurso
zh_cn: 资源类型
zh_tw: 資源類型
