YES=Oui
NO=Non
ENABLED=Activ\u00E9
DISABLED=D\u00E9sactiv\u00E9
HTTP_REQUEST_METHOD=M\u00E9thode de demande HTTP
HTTP_REQUEST_METHOD_INFO=Indique l'en-t\u00EAte de m\u00E9thode de demande HTTP pour l'envoi d'un message.
HTTP_READ_TIMEOUT=Temporisation de lecture
HTTP_READ_TIMEOUT_INFO=Indique la temporisation de lecture HTTP, en secondes. Si le d\u00E9lai indiqu\u00E9 expire avant que des donn\u00E9es ne soient disponibles pour lecture sur la connexion, une erreur de connexion est g\u00E9n\u00E9r\u00E9e. 0 = absence de temporisation.
HTTP_CONN_TIMEOUT=Temporisation de connexion
HTTP_CONN_TIMEOUT_INFO=Indique la temporisation de connexion HTTP, en secondes. Si le d\u00E9lai indiqu\u00E9 expire avant que la connexion n'ait pu \u00EAtre \u00E9tablie, une erreur de connexion est g\u00E9n\u00E9r\u00E9e. 0 = absence de temporisation.
HTTP_GET=GET
HTTP_POST=POST
HTTP_PUT=PUT
HTTP_HEAD=HEAD
HTTP_DELETE=DELETE
HTTP_USE_HTTPS=HTTPS obligatoire
HTTP_USE_HTTPS_INFO=Lorsque cette option est coch\u00E9e, tous les acc\u00E8s \u00E0 cette adresse doivent passer par une connexion HTTPS
HTTP_AUTHENTICATION=Authentification
HTTP_AUTHENTICATION_INFO=Indiquez le type de l'authentification requise pour l'acc\u00E8s au service.
HTTP_CLIENT_AUTH_NONE=Aucune
HTTP_CLIENT_AUTH_BASIC=De base
HTTP_CLIENT_AUTH_CUSTOM_ADV=Authentification personnalis\u00E9e (voir Param\u00E8tres avanc\u00E9s)
HTTP_CLIENT_AUTH_CUSTOM_TOKEN=Authentification personnalis\u00E9e
HTTP_TOKEN_HEADER=En-t\u00EAte d'authentification
HTTP_TOKEN_HEADER_INFO=Indiquez le nom de l'en-t\u00EAte HTTP contenant le jeton d'authentification.
HTTP_TOKEN_TYPE=Type de jeton d'authentification
HTTP_TOKEN_TYPE_INFO=Indiquez le type de jeton d'authentification attendu par cette adresse.
HTTP_FOLLOW_REDIRECTS=Suivre les r\u00E9acheminements HTTP
HTTP_FOLLOW_REDIRECTS_INFO=Indique si les r\u00E9acheminements HTTP (demandes avec code de r\u00E9ponse 3xx) doivent \u00EAtre suivis automatiquement
HTTP_CHUNKED_STREAMING=Utiliser le mode continu par tranches de m\u00E9moire
HTTP_CHUNKED_STREAMING_INFO=Indique si l'encodage de transfert par tranches de m\u00E9moire sera utilis\u00E9 pour les messages sortants.
HTTP_SESSION_STICKINESS_ENABLED=Affectation de session
HTTP_SESSION_STICKINESS_ENABLED_INFO=Si l'URI doit \u00EAtre bloqu\u00E9e pour la session.
HTTP_SESSION_ID_NAME=Nom d'ID de session affect\u00E9
HTTP_SESSION_ID_NAME_INFO=Nom de la session \u00E0 bloquer.
DESTINATION_TYPE=Type de destination
DESTINATION_TYPE_INFO=Type de destination
MESSAGE_TYPE=Type de message
MESSAGE_TYPE_INFO=Type de message
RESPONSE_MESSAGE_TYPE=Type de message de r\u00E9ponse
RESPONSE_MESSAGE_TYPE_INFO=Type de message de r\u00E9ponse
MESSAGE_TYPE_BYTES=Octets
MESSAGE_TYPE_TEXT=Texte
QUEUE=File d'attente
TOPIC=Rubrique
JMS_IS_SECURE=Utiliser SSL
JMS_IS_SECURE_INFO=Indique si les demandes passent par une connexion SSL.
JMS_EXPIRATION=Expiration
JMS_EXPIRATION_INFO=Expiration ou dur\u00E9e de vie d'un message, en millisecondes. 0 = absence d'expiration.
JMS_MESSAGE_PERSISTENCE=Activer la persistance des messages
JMS_MESSAGE_PERSISTENCE_INFO=Repr\u00E9sente le mode de distribution du message JMS. Lorsque cette option est s\u00E9lectionn\u00E9e, le message sera persistant ; dans le cas contraire, il ne le sera pas.
JMS_RESPONSE_REQUIRED=R\u00E9ponse requise ?
JMS_RESPONSE_REQUIRED_INFO=Indique si une r\u00E9ponse est attendue apr\u00E8s l'envoi d'un message sortant.
JMS_RESPONSE_PATTERN=Mod\u00E8le de r\u00E9ponse
JMS_RESPONSE_PATTERN_INFO=Mod\u00E8le conceptuel pour le message de r\u00E9ponse JMS. Par JMSMessageID : corr\u00E9ler par JMSMessageID, r\u00E9pondre \u00E0 la destination JMSReplyTo ; par JMSCorrelationID : corr\u00E9ler par JMSCorrelationID, r\u00E9pondre \u00E0 l'URI de r\u00E9ponse
JMS_JNDI_NAMES=Noms JNDI de r\u00E9ponse
JMS_JNDI_NAMES_INFO=Noms JNDI des destinations de r\u00E9ponse. Un nom par serveur du domaine OSB.
JMSCORRELATIONID_PATTERN=JMSCorrelationID
JMSMESSAGEID_PATTERN=JMSMessageID
JMS_RESPONSE_URI=URI de r\u00E9ponse
JMS_RESPONSE_URI_INFO=Format : jms://host:port[,host:port]*/MyFactory/MyQueue
JMS_RESPONSE_CF=Fabrique de connexions de r\u00E9ponse
JMS_RESPONSE_CF_INFO=Nom JNDI de la fabrique de connexions \u00E0 utiliser pour la r\u00E9ponse. Facultatif. S'il n'est pas d\u00E9fini, la fabrique de connexions de la demande est utilis\u00E9e.
JMS_RESPONSE_TIMEOUT=Temporisation de r\u00E9ponse
JMS_RESPONSE_TIMEOUT_INFO=Temps pendant lequel attendre la r\u00E9ponse, en secondes.
JMS_CLIENT_RESPONSE_TIMEOUT=Temporisation de r\u00E9ponse client
JMS_CLIENT_RESPONSE_TIMEOUT_INFO=Temps pendant lequel attendre la r\u00E9ponse, en secondes. 0 = absence de temporisation.
JMS_UNIT_OF_ORDER=Unit\u00E9 d'ordre
JMS_UNIT_OF_ORDER_INFO=L'unit\u00E9 d'ordre de message est une fonction \u00E0 valeur ajout\u00E9e WebLogic Server qui permet aux \u00E9metteurs de messages de regrouper des messages dans une m\u00EAme unit\u00E9 bas\u00E9e sur l'ordre de traitement. Cette unit\u00E9 est appel\u00E9e unit\u00E9 d'ordre ; tous les messages qu'elle contient doivent \u00EAtre trait\u00E9s s\u00E9quentiellement, dans l'ordre de leur cr\u00E9ation. Pris en charge uniquement par le fournisseur JMS WebLogic 9.0.
JNDI_SERVICE_ACCOUNT=Compte de service JNDI
JNDI_SERVICE_ACCOUNT_INFO=Compte de service \u00E0 utiliser pour les consultations JNDI
JMS_SERVICE_ACCOUNT=Compte de service JMS
JMS_SERVICE_ACCOUNT_INFO=Compte de service \u00E0 utiliser pour la connexion au serveur JMS
JMS_TARGET=Cible
JMS_TARGET_INFO=Cible de ce proxy JMS
JMS_MESSAGE_SELECTOR=S\u00E9lecteur de messages
JMS_MESSAGE_SELECTOR_INFO=Seuls les messages dont les propri\u00E9t\u00E9s correspondent \u00E0 l'expression du s\u00E9lecteur de messages sont trait\u00E9s.
JMS_DURABLE_SUBSCRIPTION=Abonnement durable
JMS_DURABLE_SUBSCRIPTION_INFO=Indique si l'abonnement est durable.
JMS_CLIENT_ID=ID de client JMS
JMS_CLIENT_ID_INFO=ID de client JMS \u00E0 d\u00E9finir pour le MDB entrant sur le service de proxy JMS.
JMS_RETRY_COUNT=Nombre de tentatives
JMS_RETRY_COUNT_INFO=Nombre de fois o\u00F9 le syst\u00E8me tentera de redistribuer un message avant de l'envoyer vers la destination d'erreur. S'applique uniquement aux destinations JMS WLS.
JMS_RETRY_INTERVAL=Intervalle entre les tentatives
JMS_RETRY_INTERVAL_INFO=D\u00E9lai (en millisecondes) avant que les messages annul\u00E9s (rollback) ou r\u00E9cup\u00E9r\u00E9s soient redistribu\u00E9s. S'applique uniquement aux destinations JMS WLS.
JMS_ERROR_DESTINATION=Destination d'erreur
JMS_ERROR_DESTINATION_INFO=Nom de la destination cible des messages pour lesquels le nombre limite de tentatives a \u00E9t\u00E9 atteint. S'applique uniquement aux destinations JMS WLS.
JMS_EXPIRATION_POLICY=Strat\u00E9gie d'expiration
JMS_EXPIRATION_POLICY_INFO=Strat\u00E9gie d'expiration des messages \u00E0 appliquer lorsqu'un message arriv\u00E9 \u00E0 expiration est d\u00E9tect\u00E9 dans une destination. S'applique uniquement aux destinations JMS WLS.
EXPIRATION_POLICY_REDIRECT=R\u00E9acheminer
EXPIRATION_POLICY_DISCARD=Rejeter
JMS_XA_REQUIRED=XA obligatoire ?
JMS_XA_REQUIRED_INFO=Indique si la fabrique de connexions est de type XA ou non. Cette valeur est prise en compte lorsque la fabrique de connexions distante n'est pas disponible. Si la fabrique de connexions est disponible et que cette option a la valeur True, assurez-vous que la fabrique de connexions est de type XA.
JMS_TX_TIMEOUT=Temporisation de transaction
JMS_TX_TIMEOUT_INFO=Temporisation de la transaction en secondes. Elle est utilis\u00E9e pour l'\u00E9coute des MDB dans la file d'attente des demandes.
JMS_DESTINATION=Destination
JMS_DESTINATION_INFO=Nom JNDI de la destination de r\u00E9ponse pour chaque cible
JMS_MANAGED_SERVER_VS_DESTINATION_NAME=Serveur g\u00E9r\u00E9 par rapport \u00E0 la destination des services JMS
JMS_MANAGED_SERVER_ENTRY_NAME=Serveur g\u00E9r\u00E9 JMS
JMS_MANAGED_SERVER_ENTRY_DESC=Serveur g\u00E9r\u00E9 JMS
JMS_DESTINATION_ENTRY_NAME=Destination de r\u00E9ponse JMS
JMS_DESTINATION_ENTRY_DESC=Destination de r\u00E9ponse JMS
JMS_CONNECTION_FACTORY_NAME=Fabrique de connexions de file d'attente JMS
JMS_CONNECTION_FACTORY_DESC=Fabrique de connexions de file d'attente JMS
JMS_RESPONSE_URI_NAME=URI de r\u00E9ponse JMS
JMS_RESPONSE_URI_DESC=URI de r\u00E9ponse JMS
SECURE_JMS_CONNECTION=Connexions s\u00E9curis\u00E9es au serveur JMS
JMS_SERVICE_ACCOUNTS=Compte de service pour la configuration du transport JMS
JMS_PASS_CALLER_SUBJECT=Transmettre le sujet de l'appelant
JMS_PASS_CALLER_SUBJECT_INFO=Indique si le sujet authentifi\u00E9 doit ou non \u00EAtre transmis lorsque la demande est envoy\u00E9e \u00E0 la file d'attente pour un service fonctionnel.
JMS_SEND_RESPONSE_IN_REQ_TX=Transactionnel synchrone
JMS_SEND_RESPONSE_IN_REQ_TX_INFO=Indique si le pipeline des r\u00E9ponses h\u00E9rite de la transaction du pipeline des demandes de telle sorte que la transaction ne sera valid\u00E9e qu'une fois les deux pipelines termin\u00E9s.
JMS_TARGET_RESPONSE_TABLE=Cible - R\u00E9ponses
JMS_TARGET_RESPONSE_TABLE_INFO=Cible - R\u00E9ponses
JMS_REQUEST_CONNECTIONS_TABLE=Connexions de demande
JMS_REQUEST_CONNECTIONS_TABLE_INFO=Connexions de demande
JMS_TARGET_DESTINATIONS_TABLE=Cible - Destinations
JMS_TARGET_DESTINATIONS_TABLE_INFO=Cible - Destinations
JMS_REQUEST_RESPONSE_TABLE=R\u00E9ponses aux demandes
JMS_REQUEST_RESPONSE_TABLE_INFO=R\u00E9ponses aux demandes
JMS_RESPONSE_QUEUES=Files d'attente de r\u00E9ponse
JMS_RESPONSE_QUEUES_INFO=Files d'attente de r\u00E9ponse
JMS_REQUEST_URI_COLUMN=URI de demande
JMS_REQUEST_URI_COLUMN_INFO=URI de demande
JMS_RESPONSE_URI_COLUMN=URI de r\u00E9ponse
JMS_RESPONSE_URI_COLUMN_INFO=URI de r\u00E9ponse
JMS_SERVICE_ACCOUNT_COLUMN=Compte de service
JMS_SERVICE_ACCOUNT_COLUMN_INFO=Compte de service
JMS_TARGET_COLUMN=Cible
JMS_TARGET_COLUMN_INFO=Cible
JMS_CONNECTION_FACTORY_COLUMN=Fabrique de connexions
JMS_CONNECTION_FACTORY_COLUMN_INFO=Fabrique de connexions
JMS_DESTINATION_COLUMN=Destination
JMS_DESTINATION_COLUMN_INFO=Destination
JMS_URI_SEQ_NO=Num. s\u00E9q.
JMS_JNDI_TIMEOUT=Temporisation JNDI
JMS_JNDI_TIMEOUT_INFO=Temporisation de connexion JNDI (en secondes), utilis\u00E9e lors de la consultation de la destination/fabrique de connexions dans l'arborescence JNDI. La valeur indiqu\u00E9e ici est attribu\u00E9e \u00E0 la propri\u00E9t\u00E9 weblogic.jndi.WLContext#REQUEST_TIMEOUT dans l'environnement JNDI.
JMS_CLIENT_JAR=Fichier JAR client
JMS_CLIENT_JAR_INFO=Indiquez la ressource d'archive repr\u00E9sentant le fichier JAR client pour la lecture des messages de type Objet JMS.
JMS_TOPIC_MESSAGES_DISTRIBUTION=Diffusion des messages de rubrique
JMS_TOPIC_MESSAGES_DISTRIBUTION_INFO=Propri\u00E9t\u00E9 TopicMessagesDistribution sur le bean orient\u00E9 message de la demande Rubrique.
JMS_ONE_COPY_PER_APPLICATION=Une copie par application
JMS_ONE_COPY_PER_SERVER=Une copie par serveur
JMS_COMPATIBILITY=Compatibilit\u00E9
HTTPS_CLIENT_AUTH=Authentification client
HTTPS_CLIENT_AUTH_INFO=M\u00E9thode d'authentification client :\n Aucune - SSL unidirectionnel, pas d'authentification client.\n De base - SSL unidirectionnel, authentification client d'utilisateur-mot de passe.\n Certificat client - SSL bidirectionnel, authentification du client et du serveur.\n Authentification personnalis\u00E9e - SSL unidirectionnel, authentification client d'en-t\u00EAte de jeton personnalis\u00E9.
HTTPS_CLIENT_AUTH_CLIENT_CERT=Certificat client
EXTERNAL_ACCOUNT=Compte de service
EXTERNAL_ACCOUNT_INFO=Compte de service
PROXY_SERVER_REF=Serveur proxy
PROXY_SERVER_REF_INFO=Lorsque cette option est d\u00E9finie, les messages adress\u00E9s \u00E0 ce service fonctionnel passeront par le serveur proxy indiqu\u00E9.
HTTPS_EXTERNAL_AUTH=Authentification de service fonctionnel
HTTPS_EXTERNAL_AUTH_INFO=M\u00E9thode d'authentification de service fonctionnel :\n Aucune - SSL unidirectionnel, pas d'authentification client.\n De base - SSL unidirectionnel, authentification client d'utilisateur-mot de passe.\n Certificat client - SSL bidirectionnel, authentification du client et du serveur. Authentification personnalis\u00E9e - SSL unidirectionnel
HTTP_INBOUND_URI_FORMAT=/someName
HTTPS_INBOUND_URI_FORMAT=/someName
JMS_INBOUND_URI_FORMAT=jms://((host:port)(,(host:port))*)|((host:port)?)/FactoryJndiName/QueueJndiName
HTTP_OUTBOUND_URI_FORMAT=http://host:port/someService
HTTPS_OUTBOUND_URI_FORMAT=https://host:port/someService
JMS_OUTBOUND_URI_FORMAT=jms://host:port(,host:port)*/FactoryJndiName/DestJndiName
NONE=Aucune
ONE_FOR_ALL_REQUEST_URIS=Un \u00E9l\u00E9ment pour toutes les URI de demande
ONE_PER_REQUEST_URI=Un \u00E9l\u00E9ment par URI de demande
ERROR_INVALID_TIMEOUT=Cette valeur doit \u00EAtre un nombre positif.
ERROR_INVALID_URI=Cet URI n'est pas valide pour le protocole choisi.
ERROR_NEGATIVE_PORT=Le port doit \u00EAtre un nombre positif.
ERROR_MISSING_URI=L'URI doit \u00EAtre indiqu\u00E9.
ERROR_NO_JNDI_FACTORY=Fabrique de connexions introuvable dans le contexte JNDI local.
ERROR_MISSING_MSG_TYPE=Le type de message doit \u00EAtre indiqu\u00E9.
ERROR_URI_RELATIVE=L'URI doit \u00EAtre absolu.
ERROR_URI_ABSOLUTE=L'URI doit \u00EAtre relatif.
ERROR_URI_NEED_HTTP=L'URI doit commencer par http:// ou https://
ERROR_OUTBOUND_TWO_WAY_SSL_REQUIRES_HTTPS=L'authentification de certificat client ne peut pas \u00EAtre s\u00E9lectionn\u00E9e lorsque l'adresse du service fonctionnel comporte des URL HTTP (toutes les URL doivent utiliser le protocole HTTPS).
ERROR_HTTP_PROXY_CLIENT_CERT_AUTHENTICATION_REQUIRES_HTTPS=L'authentification de certificat client ne peut \u00EAtre utilis\u00E9e que lorsque "https-required" a la valeur True.
ERROR_URI_INVDALID_JMS=Le format de l'URI doit \u00EAtre le suivant : jms://host:port[,host:port]*/factoryJndiName/destJndiName
ERROR_MUST_SPECIFY_EXTERNAL_ACCOUNT=Le compte de service doit \u00EAtre indiqu\u00E9
ERROR_MUST_SPECIFY_TOKEN_HEADER=Le nom de l'en-t\u00EAte HTTP pour le jeton d'authentification personnalis\u00E9e doit \u00EAtre indiqu\u00E9.
ERROR_INVALID_SELECTOR=S\u00E9lecteur de messages non valide
DISPATCH_POLICY=Strat\u00E9gie de r\u00E9partition
DISPATCH_POLICY_INFO=Strat\u00E9gie de r\u00E9partition pour cette adresse
REQUEST_ENCODING=Encodage des demandes
REQUEST_ENCODING_INFO=Encodage de jeu de caract\u00E8res des demandes
RESPONSE_ENCODING=Encodage des r\u00E9ponses
RESPONSE_ENCODING_INFO=Encodage de jeu de caract\u00E8res des r\u00E9ponses
ERROR_INVALID_ENCODING=Nom d'encodage de jeu de caract\u00E8res non valide
DEFAULT_WORK_MANAGER=par d\u00E9faut
ERROR_DUPLICATE_URIs=Les URI en double ne sont pas autoris\u00E9s dans un service fonctionnel
ERROR_DEST_EMPTY=Les destinations vides ne sont pas autoris\u00E9es.
DUPLICATE_RESPONSE_URI=Chaque cible doit avoir un URI de r\u00E9ponse diff\u00E9rent.
DUPLICATE_DESTINATION=Chaque cible doit avoir une file d'attente diff\u00E9rente.
