YES=Sim
NO=N\u00E3o
ENABLED=Ativado
DISABLED=Desativado
HTTP_REQUEST_METHOD=M\u00E9todo de Solicita\u00E7\u00E3o de HTTP
HTTP_REQUEST_METHOD_INFO=Especifica o cabe\u00E7alho do m\u00E9todo de solicita\u00E7\u00E3o HTTP para enviar uma mensagem.
HTTP_READ_TIMEOUT=Timeout de Leitura
HTTP_READ_TIMEOUT_INFO=Especifica o intervalo de timeout de leitura de HTTP, em segundos. Se o timeout expirar antes de haver dados dispon\u00EDveis para leitura na conex\u00E3o, o erro de conex\u00E3o \u00E9 emitido. 0 significa sem timeout.
HTTP_CONN_TIMEOUT=Timeout da Conex\u00E3o
HTTP_CONN_TIMEOUT_INFO=Especifica o intervalo de timeout da conex\u00E3o, em segundos. Se o timeout expirar antes da conex\u00E3o ser estabelecida, o erro de conex\u00E3o \u00E9 emitido. O valor '0' indica sem timeout.
HTTP_GET=GET
HTTP_POST=POST
HTTP_PUT=PUT
HTTP_HEAD=HEAD
HTTP_DELETE=DELETE
HTTP_USE_HTTPS=HTTPS necess\u00E1rio
HTTP_USE_HTTPS_INFO=Se marcada, todo acesso a este ponto final dever\u00E1 ser atrav\u00E9s de uma conex\u00E3o de HTTPS
HTTP_AUTHENTICATION=Autentica\u00E7\u00E3o
HTTP_AUTHENTICATION_INFO=Especifica o tipo de autentica\u00E7\u00E3o necess\u00E1rio para acessar este servi\u00E7o
HTTP_CLIENT_AUTH_NONE=Nenhuma
HTTP_CLIENT_AUTH_BASIC=B\u00E1sica
HTTP_CLIENT_AUTH_CUSTOM_ADV=Autentica\u00E7\u00E3o Personalizada (Consulte as Defini\u00E7\u00F5es Avan\u00E7adas)
HTTP_CLIENT_AUTH_CUSTOM_TOKEN=Autentica\u00E7\u00E3o Personalizada
HTTP_TOKEN_HEADER=Cabe\u00E7alho de Autentica\u00E7\u00E3o
HTTP_TOKEN_HEADER_INFO=Especifica o nome do cabe\u00E7alho HTTP que executa o token de autentica\u00E7\u00E3o
HTTP_TOKEN_TYPE=Tipo de Token de Autentica\u00E7\u00E3o
HTTP_TOKEN_TYPE_INFO=Especifica o tipo de token de autentica\u00E7\u00E3o esperado por este ponto final
HTTP_FOLLOW_REDIRECTS=Seguir redirecionamentos de HTTP
HTTP_FOLLOW_REDIRECTS_INFO=Se os redirecionamentos de HTTP (solicita\u00E7\u00F5es com c\u00F3digo de resposta 3xx) devem ser seguidos automaticamente
HTTP_CHUNKED_STREAMING=Usar Modo de Stream da Parte
HTTP_CHUNKED_STREAMING_INFO=Se a codifica\u00E7\u00E3o de transfer\u00EAncia da parte ser\u00E1 usada para mensagens de sa\u00EDda
HTTP_SESSION_STICKINESS_ENABLED=Perman\u00EAncia da Sess\u00E3o
HTTP_SESSION_STICKINESS_ENABLED_INFO=Indica se o URI precisa ser permanente na sess\u00E3o.
HTTP_SESSION_ID_NAME=Nome Permanente do SessionID
HTTP_SESSION_ID_NAME_INFO=Nome da sess\u00E3o na qual ocorrer\u00E1 a perman\u00EAncia.
DESTINATION_TYPE=Tipo de Destino
DESTINATION_TYPE_INFO=Tipo de Destino
MESSAGE_TYPE=Tipo de Mensagem
MESSAGE_TYPE_INFO=Tipo de Mensagem
RESPONSE_MESSAGE_TYPE=Tipo de Mensagem de Resposta
RESPONSE_MESSAGE_TYPE_INFO=Tipo de Mensagem de Resposta
MESSAGE_TYPE_BYTES=Bytes
MESSAGE_TYPE_TEXT=Texto
QUEUE=Fila
TOPIC=T\u00F3pico
JMS_IS_SECURE=Usar SSL
JMS_IS_SECURE_INFO=Se as solicita\u00E7\u00F5es foram ou n\u00E3o feitas em uma conex\u00E3o SSL
JMS_EXPIRATION=Expira\u00E7\u00E3o
JMS_EXPIRATION_INFO=Valor de expira\u00E7\u00E3o ou tempo de vida de uma mensagem, em milissegundos. 0 significa que a mensagem nunca ir\u00E1 expirar.
JMS_MESSAGE_PERSISTENCE=Ativar Persist\u00EAncia da Mensagem
JMS_MESSAGE_PERSISTENCE_INFO=Representa o modo de entrega da mensagem JMS, ser\u00E1 definido como persistente, se for ativado, caso contr\u00E1rio, ser\u00E1 definido como n\u00E3o persistente.
JMS_RESPONSE_REQUIRED=A Resposta \u00C9 Necess\u00E1ria?
JMS_RESPONSE_REQUIRED_INFO=Se a resposta \u00E9 ou n\u00E3o esperada ap\u00F3s o envio de uma mensagem de sa\u00EDda
JMS_RESPONSE_PATTERN=Padr\u00E3o de Resposta
JMS_RESPONSE_PATTERN_INFO=Padr\u00E3o de Design da mensagem de Resposta JMS. Por JMSMessageID: Correlacionar por JMSMessageID, responder para o destino JMSReplyTo; Por JMSCorrelationID: Correlacionar por JMSCorrelationID, responder ao URI de Resposta
JMS_JNDI_NAMES=Nomes da JNDI de Resposta
JMS_JNDI_NAMES_INFO=Nomes da JNDI de destinos de resposta. Um por cada servidor no dom\u00EDnio do OSB.
JMSCORRELATIONID_PATTERN=JMSCorrelationID
JMSMESSAGEID_PATTERN=JMSMessageID
JMS_RESPONSE_URI=URI de Resposta
JMS_RESPONSE_URI_INFO=Formato: jms://host:port[,host:port]*/MyFactory/MyQueue
JMS_RESPONSE_CF=Factory de Conex\u00E3o de Resposta
JMS_RESPONSE_CF_INFO=Nome da JNDI da Factory de Conex\u00E3o a ser usado para resposta. Opcional. Se n\u00E3o for definido, use a Factory de Conex\u00E3o da solicita\u00E7\u00E3o.
JMS_RESPONSE_TIMEOUT=Timeout de Resposta
JMS_RESPONSE_TIMEOUT_INFO=Tempo de espera da resposta, em segundos
JMS_CLIENT_RESPONSE_TIMEOUT=Timeout de Resposta do Cliente
JMS_CLIENT_RESPONSE_TIMEOUT_INFO=Tempo de espera da resposta, em segundos. 0 significa sem timeout.
JMS_UNIT_OF_ORDER=Unidade de Ordem
JMS_UNIT_OF_ORDER_INFO=Unidade da Ordem da Mensagem \u00E9 um recurso de valor agregado do WebLogic Server que permite que o(s) produtor(es) da mensagem agrupe(m) mensagens em uma \u00FAnica unidade em rela\u00E7\u00E3o \u00E0 ordem de processamento. Esta \u00FAnica unidade \u00E9 chamada Unidade da Ordem e exige que todas as mensagens daquela unidade sejam processadas sequencialmente, na ordem em que foram criadas. S\u00F3 \u00E9 suportada pelo provedor JMS do Weblogic 9.0.
JNDI_SERVICE_ACCOUNT=Conta do Servi\u00E7o JNDI
JNDI_SERVICE_ACCOUNT_INFO=A conta de servi\u00E7o a ser usada para pesquisas de JNDI
JMS_SERVICE_ACCOUNT=Conta do Servi\u00E7o da JMS
JMS_SERVICE_ACCOUNT_INFO=A conta de servi\u00E7o a ser usada para conex\u00E3o com o servidor JMS
JMS_TARGET=Alvo
JMS_TARGET_INFO=Para onde direcionar este proxy de JMS
JMS_MESSAGE_SELECTOR=Seletor de Mensagens
JMS_MESSAGE_SELECTOR_INFO=Somente mensagens com propriedades que correspondem \u00E0 express\u00E3o do seletor de mensagens s\u00E3o processadas
JMS_DURABLE_SUBSCRIPTION=Inscri\u00E7\u00E3o Dur\u00E1vel
JMS_DURABLE_SUBSCRIPTION_INFO=Se uma inscri\u00E7\u00E3o \u00E9 ou n\u00E3o dur\u00E1vel
JMS_CLIENT_ID=ID do Cliente JMS
JMS_CLIENT_ID_INFO=JMSClientID a ser definido para o MDB de entrada no servi\u00E7o de proxy JMS.
JMS_RETRY_COUNT=Contagem de Novas Tentativas
JMS_RETRY_COUNT_INFO=O n\u00FAmero de tentativas de re-entrega que uma mensagem pode ter antes de ser movida para um destino de erro. Somente \u00E9 aplic\u00E1vel para os destinos de JMS de WLS
JMS_RETRY_INTERVAL=Intervalo para Nova Tentativa
JMS_RETRY_INTERVAL_INFO=O tempo de atraso, em milissegundos, antes que as mensagens recuperadas ou que sofreram rollback sejam reentregues. Somente \u00E9 aplic\u00E1vel para os destinos de JMS de WLS
JMS_ERROR_DESTINATION=Destino do Erro
JMS_ERROR_DESTINATION_INFO=O nome do destino do alvo das mensagens que atingiram o limite de re-entrega. Somente \u00E9 aplic\u00E1vel para os destinos de JMS de WLS
JMS_EXPIRATION_POLICY=Pol\u00EDtica de Expira\u00E7\u00E3o
JMS_EXPIRATION_POLICY_INFO=A Pol\u00EDtica de Expira\u00E7\u00E3o de mensagens a ser usada quando uma mensagem expirada for encontrada em um destino. Somente \u00E9 aplic\u00E1vel para os destinos de JMS de WLS
EXPIRATION_POLICY_REDIRECT=Redirecionar
EXPIRATION_POLICY_DISCARD=Descartar
JMS_XA_REQUIRED=XA Obrigat\u00F3rio
JMS_XA_REQUIRED_INFO=Se a Factory de Conex\u00E3o \u00E9 ou n\u00E3o XA. Este valor ser\u00E1 levado em conta quando a Factory de Conex\u00E3o remota estiver indispon\u00EDvel. Se a Factory de Conex\u00E3o estiver dispon\u00EDvel e este valor for verdadeiro, certifique-se de que a Factory de Conex\u00E3o \u00E9 do tipo XA.
JMS_TX_TIMEOUT=Timeout da Transa\u00E7\u00E3o
JMS_TX_TIMEOUT_INFO=Timeout da transa\u00E7\u00E3o em segundos. \u00C9 usado para os MDBs que realizam listening na fila da solicita\u00E7\u00E3o.
JMS_DESTINATION=Destino
JMS_DESTINATION_INFO=O nome da JNDI do destino de resposta para cada alvo
JMS_MANAGED_SERVER_VS_DESTINATION_NAME=Servidor Gerenciado Versus Destino para servi\u00E7os JMS
JMS_MANAGED_SERVER_ENTRY_NAME=Servidor Gerenciado JMS
JMS_MANAGED_SERVER_ENTRY_DESC=Servidor Gerenciado JMS
JMS_DESTINATION_ENTRY_NAME=Destino da Resposta JMS
JMS_DESTINATION_ENTRY_DESC=Destino da Resposta JMS
JMS_CONNECTION_FACTORY_NAME=Factory de Conex\u00E3o da Fila JMS
JMS_CONNECTION_FACTORY_DESC=Factory de Conex\u00E3o da Fila JMS
JMS_RESPONSE_URI_NAME=URI de Resposta JMS
JMS_RESPONSE_URI_DESC=URI de Resposta JMS
SECURE_JMS_CONNECTION=Conex\u00F5es Seguras para o Servidor JMS
JMS_SERVICE_ACCOUNTS=Conta de servi\u00E7o da configura\u00E7\u00E3o de transporte de JMS
JMS_PASS_CALLER_SUBJECT=Passar Assunto do Chamador
JMS_PASS_CALLER_SUBJECT_INFO=Se deve propagar ou n\u00E3o o assunto autenticado, ao enviar a solicita\u00E7\u00E3o \u00E0 fila de um servi\u00E7o de neg\u00F3cios.
JMS_SEND_RESPONSE_IN_REQ_TX=Transacional S\u00EDncrona
JMS_SEND_RESPONSE_IN_REQ_TX_INFO=Indica se o pipeline da resposta herda a transa\u00E7\u00E3o do pipeline da solicita\u00E7\u00E3o; dessa forma, a transa\u00E7\u00E3o ser\u00E1 submetida a commit at\u00E9 que os pipelines sejam conclu\u00EDdos.
JMS_TARGET_RESPONSE_TABLE=Alvo - Respostas
JMS_TARGET_RESPONSE_TABLE_INFO=Alvo - Respostas
JMS_REQUEST_CONNECTIONS_TABLE=Conex\u00F5es da Solicita\u00E7\u00E3o
JMS_REQUEST_CONNECTIONS_TABLE_INFO=Conex\u00F5es da Solicita\u00E7\u00E3o
JMS_TARGET_DESTINATIONS_TABLE=Alvo - Destinos
JMS_TARGET_DESTINATIONS_TABLE_INFO=Alvo - Destinos
JMS_REQUEST_RESPONSE_TABLE=Respostas da Solicita\u00E7\u00E3o
JMS_REQUEST_RESPONSE_TABLE_INFO=Respostas da Solicita\u00E7\u00E3o
JMS_RESPONSE_QUEUES=Filas de Resposta
JMS_RESPONSE_QUEUES_INFO=Filas de Resposta
JMS_REQUEST_URI_COLUMN=URI da Solicita\u00E7\u00E3o
JMS_REQUEST_URI_COLUMN_INFO=URI da Solicita\u00E7\u00E3o
JMS_RESPONSE_URI_COLUMN=URI de Resposta
JMS_RESPONSE_URI_COLUMN_INFO=URI de Resposta
JMS_SERVICE_ACCOUNT_COLUMN=Conta do Servi\u00E7o
JMS_SERVICE_ACCOUNT_COLUMN_INFO=Conta do Servi\u00E7o
JMS_TARGET_COLUMN=Alvo
JMS_TARGET_COLUMN_INFO=Alvo
JMS_CONNECTION_FACTORY_COLUMN=Factory de Conex\u00E3o
JMS_CONNECTION_FACTORY_COLUMN_INFO=Factory de Conex\u00E3o
JMS_DESTINATION_COLUMN=Destino
JMS_DESTINATION_COLUMN_INFO=Destino
JMS_URI_SEQ_NO=N\u00FAm. Seq.
JMS_JNDI_TIMEOUT=Timeout de JNDI
JMS_JNDI_TIMEOUT_INFO=Timeout de conex\u00E3o da JNDI (em segundos) usado ao pesquisar a factory de destino/conex\u00E3o na \u00E1rvore da JNDI. A propriedade tree. weblogic.jndi.WLContext#REQUEST_TIMEOUT foi definido com este valor no ambiente da JNDI.
JMS_CLIENT_JAR=Jar do Cliente
JMS_CLIENT_JAR_INFO=Especifica o Recurso de Archive que representa o jar do cliente para ler as mensagens do Objeto do JMS
JMS_TOPIC_MESSAGES_DISTRIBUTION=Distribui\u00E7\u00E3o de Mensagens de T\u00F3pico
JMS_TOPIC_MESSAGES_DISTRIBUTION_INFO=A propriedade TopicMessagesDistribution no MDB do T\u00F3pico de solicita\u00E7\u00E3o.
JMS_ONE_COPY_PER_APPLICATION=Uma C\u00F3pia por Aplica\u00E7\u00E3o
JMS_ONE_COPY_PER_SERVER=Uma C\u00F3pia por Servidor
JMS_COMPATIBILITY=Compatibilidade
HTTPS_CLIENT_AUTH=Autentica\u00E7\u00E3o de Cliente
HTTPS_CLIENT_AUTH_INFO=M\u00E9todo de Autentica\u00E7\u00E3o do Cliente:\n Nenhum - SSL unidirecional, sem autentica\u00E7\u00E3o de cliente.\n B\u00E1sico - autentica\u00E7\u00E3o de cliente de senha-usu\u00E1rio e SSL unidirecional.\n Certificado do Cliente - SSL bidirecional, tanto autentica\u00E7\u00E3o de cliente quanto de servidor. Autentica\u00E7\u00E3o personalizada - SSL unidirecional e autentica\u00E7\u00E3o do cliente do cabe\u00E7alho de token personalizada.
HTTPS_CLIENT_AUTH_CLIENT_CERT=Certificado do Cliente
EXTERNAL_ACCOUNT=Conta do Servi\u00E7o
EXTERNAL_ACCOUNT_INFO=Conta do Servi\u00E7o
PROXY_SERVER_REF=Servidor de Proxy
PROXY_SERVER_REF_INFO=Se essa op\u00E7\u00E3o for definida, as mensagens destinadas a este servi\u00E7o de neg\u00F3cios ser\u00E3o roteadas pelo servi\u00E7o de proxy especificado
HTTPS_EXTERNAL_AUTH=Autentica\u00E7\u00E3o de Servi\u00E7o de Neg\u00F3cios
HTTPS_EXTERNAL_AUTH_INFO=M\u00E9todo de Autentica\u00E7\u00E3o de Servi\u00E7o de Neg\u00F3cios:\n Nenhum - SSL unidirecional, sem autentica\u00E7\u00E3o de cliente.\n B\u00E1sico - autentica\u00E7\u00E3o de cliente de senha-usu\u00E1rio e SSL unidirecional.\n Certificado do Cliente - SSL bidirecional, tanto autentica\u00E7\u00E3o de cliente quanto de servidor. Autentica\u00E7\u00E3o personalizada - SSL unidirecional
HTTP_INBOUND_URI_FORMAT=/someName
HTTPS_INBOUND_URI_FORMAT=/someName
JMS_INBOUND_URI_FORMAT=jms://((host:port)(,(host:port))*)|((host:port)?)/FactoryJndiName/QueueJndiName
HTTP_OUTBOUND_URI_FORMAT=http://host:port/someService
HTTPS_OUTBOUND_URI_FORMAT=https://host:port/someService
JMS_OUTBOUND_URI_FORMAT=jms://host:port(,host:port)*/FactoryJndiName/DestJndiName
NONE=Nenhum
ONE_FOR_ALL_REQUEST_URIS=Um para todos os URIs de Solicita\u00E7\u00E3o
ONE_PER_REQUEST_URI=Um por URI de Solicita\u00E7\u00E3o
ERROR_INVALID_TIMEOUT=Este valor deve ser um n\u00FAmero positivo.
ERROR_INVALID_URI=Este URI n\u00E3o \u00E9 v\u00E1lido para o protocolo escolhido.
ERROR_NEGATIVE_PORT=A porta deve ser um n\u00FAmero positivo.
ERROR_MISSING_URI=O URI deve ser especificado.
ERROR_NO_JNDI_FACTORY=N\u00E3o \u00E9 poss\u00EDvel localizar a Factory de Conex\u00E3o no contexto da JNDI local.
ERROR_MISSING_MSG_TYPE=O tipo de mensagem deve ser especificado.
ERROR_URI_RELATIVE=O URI deve ser absoluto.
ERROR_URI_ABSOLUTE=O URI deve ser relativo.
ERROR_URI_NEED_HTTP=O URI deve come\u00E7ar com http:// ou https://
ERROR_OUTBOUND_TWO_WAY_SSL_REQUIRES_HTTPS=A autentica\u00E7\u00E3o do certificado do cliente n\u00E3o pode ser selecionada quando o ponto final do servi\u00E7o de neg\u00F3cios tiver um ou mais urls de HTTP (todos os URLs devem usar o protocolo HTTPS)
ERROR_HTTP_PROXY_CLIENT_CERT_AUTHENTICATION_REQUIRES_HTTPS=A autentica\u00E7\u00E3o do certificado do cliente somente pode ser selecionada quando "https-obrigat\u00F3rio" for verdadeiro
ERROR_URI_INVDALID_JMS=O URI deve estar no formato jms://host:port[,host:port]*/factoryJndiName/destJndiName
ERROR_MUST_SPECIFY_EXTERNAL_ACCOUNT=Uma Conta de Servi\u00E7o deve ser especificada
ERROR_MUST_SPECIFY_TOKEN_HEADER=O nome do cabe\u00E7alho HTTP do token de Autentica\u00E7\u00E3o Personalizado deve ser especificado
ERROR_INVALID_SELECTOR=Seletor de mensagem inv\u00E1lido
DISPATCH_POLICY=Pol\u00EDtica de Despacho
DISPATCH_POLICY_INFO=Especifica a pol\u00EDtica de despacho deste ponto final
REQUEST_ENCODING=Codifica\u00E7\u00E3o da Solicita\u00E7\u00E3o
REQUEST_ENCODING_INFO=Codifica\u00E7\u00E3o do conjunto de caracteres das solicita\u00E7\u00F5es
RESPONSE_ENCODING=Codifica\u00E7\u00E3o da Resposta
RESPONSE_ENCODING_INFO=Codifica\u00E7\u00E3o de conjunto de caracteres das respostas
ERROR_INVALID_ENCODING=Nome da codifica\u00E7\u00E3o do conjunto de caracteres inv\u00E1lido
DEFAULT_WORK_MANAGER=default
ERROR_DUPLICATE_URIs=URIs duplicados n\u00E3o s\u00E3o permitidos em um Servi\u00E7o de Neg\u00F3cios.
ERROR_DEST_EMPTY=Destino vazio n\u00E3o permitido.
DUPLICATE_RESPONSE_URI=Cada alvo deve ter o URI de resposta diferente.
DUPLICATE_DESTINATION=Cada alvo deve ter uma fila diferente.
