YES=Ja
NO=Nein
ENABLED=Aktiviert
DISABLED=Deaktiviert
HTTP_REQUEST_METHOD=HTTP-Anforderungsmethode
HTTP_REQUEST_METHOD_INFO=Gibt den Header der HTTP-Anforderungsmethode zum Senden einer Nachricht an.
HTTP_READ_TIMEOUT=Lese-Timeout
HTTP_READ_TIMEOUT_INFO=Gibt das Timeoutintervall f\u00FCr den HTTP-Lesevorgang in Sekunden an. Wenn das Timeout abl\u00E4uft, bevor die Daten zum Lesen in der Verbindung verf\u00FCgbar sind, wird ein Verbindungsfehler ausgel\u00F6st. 0 steht f\u00FCr kein Timeout.
HTTP_CONN_TIMEOUT=Verbindungs-Timeout
HTTP_CONN_TIMEOUT_INFO=Gibt das Intervall f\u00FCr das HTTP-Verbindungs-Timeout in Sekunden an. Wenn das Timeout abl\u00E4uft, bevor die Verbindung hergestellt werden kann, wird ein Verbindungsfehler ausgegeben. Der Wert "0" steht f\u00FCr kein Timeout.
HTTP_GET=GET
HTTP_POST=POST
HTTP_PUT=PUT
HTTP_HEAD=HEAD
HTTP_DELETE=DELETE
HTTP_USE_HTTPS=HTTPS erforderlich
HTTP_USE_HTTPS_INFO=Wenn dies aktiviert ist, muss der gesamte Zugriff auf diesen Endpunkt \u00FCber eine HTTPS-Verbindung erfolgen
HTTP_AUTHENTICATION=Authentifizierung
HTTP_AUTHENTICATION_INFO=Geben Sie die f\u00FCr den Zugriff auf diesen Service erforderliche Authentifizierungsart an
HTTP_CLIENT_AUTH_NONE=Keine
HTTP_CLIENT_AUTH_BASIC=Basis
HTTP_CLIENT_AUTH_CUSTOM_ADV=Benutzerdefinierte Authentifizierung (Siehe erweiterte Einstellungen)
HTTP_CLIENT_AUTH_CUSTOM_TOKEN=Benutzerdefinierte Authentifizierung
HTTP_TOKEN_HEADER=Authentifizierungs-Header
HTTP_TOKEN_HEADER_INFO=Geben Sie den Namen des HTTP-Headers an, der das Authentifizierungstoken tr\u00E4gt
HTTP_TOKEN_TYPE=Typ des Authentifizierungstokens
HTTP_TOKEN_TYPE_INFO=Geben Sie den von diesem Endpunkt erwarteten Typ des Authentifizierungstokens an
HTTP_FOLLOW_REDIRECTS=HTTP-Umleitungen folgen
HTTP_FOLLOW_REDIRECTS_INFO=Gibt an, ob HTTP-Umleitungen (Anforderungen mit Antwortcode 3xx) automatisch befolgt werden sollen
HTTP_CHUNKED_STREAMING=Chunk-Streaming-Modus verwenden
HTTP_CHUNKED_STREAMING_INFO=Gibt an, ob Chunk-\u00DCbertragungscodierung f\u00FCr ausgehende Nachrichten verwendet werden soll
HTTP_SESSION_STICKINESS_ENABLED=Session-Stickiness
HTTP_SESSION_STICKINESS_ENABLED_INFO=Ob der URI an die Session geh\u00E4ngt werden muss.
HTTP_SESSION_ID_NAME=Sticky-SessionID-Name
HTTP_SESSION_ID_NAME_INFO=Name der Session, an die der URI geh\u00E4ngt werden soll.
DESTINATION_TYPE=Zieltyp
DESTINATION_TYPE_INFO=Zieltyp
MESSAGE_TYPE=Nachrichtentyp
MESSAGE_TYPE_INFO=Nachrichtentyp
RESPONSE_MESSAGE_TYPE=Antwortnachrichtentyp
RESPONSE_MESSAGE_TYPE_INFO=Antwortnachrichtentyp
MESSAGE_TYPE_BYTES=Byte
MESSAGE_TYPE_TEXT=Text
QUEUE=Queue
TOPIC=Topic
JMS_IS_SECURE=SSL verwenden
JMS_IS_SECURE_INFO=Gibt an, ob die Anforderungen \u00FCber eine SSL-Verbindung durchgef\u00FChrt werden
JMS_EXPIRATION=Ablauf
JMS_EXPIRATION_INFO=Der Wert f\u00FCr den Ablauf oder die G\u00FCltigkeitsdauer einer Nachricht in Millisekunden. 0 bedeutet, dass die Nachricht niemals abl\u00E4uft.
JMS_MESSAGE_PERSISTENCE=Nachrichtenpersistenz aktivieren
JMS_MESSAGE_PERSISTENCE_INFO=Stellt den Zustellungsmodus der JMS-Nachricht dar. Wird bei Aktivierung als persistent eingerichtet. Andernfalls wird er als nicht persistent eingerichtet.
JMS_RESPONSE_REQUIRED=Ist Antwort erforderlich
JMS_RESPONSE_REQUIRED_INFO=Gibt an, ob nach dem Senden einer ausgehenden Nachricht eine Antwort erwartet wird
JMS_RESPONSE_PATTERN=Antwortmuster
JMS_RESPONSE_PATTERN_INFO=Entwurfsmuster f\u00FCr die JMS-Antwortnachricht. Nach JMSMessageID: Korrelieren nach JMSMessageID, Antworten an JMSReplyTo-Ziel; Nach JMSCorrelationID: Korrelieren nach JMSCorrelationID, Antworten an Response-URI
JMS_JNDI_NAMES=Antwort-JNDI-Namen
JMS_JNDI_NAMES_INFO=JNDI-Namen der Antwortziele. Ein Name pro Server in dieser OSB-Domain.
JMSCORRELATIONID_PATTERN=JMSCorrelationID
JMSMESSAGEID_PATTERN=JMSMessageID
JMS_RESPONSE_URI=Antwort-URI
JMS_RESPONSE_URI_INFO=Format: jms://host:port[,host:port]*/MyFactory/MyQueue
JMS_RESPONSE_CF=Antwort-Connection Factory
JMS_RESPONSE_CF_INFO=JNDI-Name der Connection Factory, die f\u00FCr die Antwort verwendet werden soll. Optional. Wenn dies nicht eingerichtet ist, verwenden Sie die Connection Factory der Anforderung.
JMS_RESPONSE_TIMEOUT=Antwort-Timeout
JMS_RESPONSE_TIMEOUT_INFO=Zeit in Sekunden, die auf die Antwort gewartet wird
JMS_CLIENT_RESPONSE_TIMEOUT=Timeout f\u00FCr Clientantwort
JMS_CLIENT_RESPONSE_TIMEOUT_INFO=Zeit in Sekunden, die auf die Antwort gewartet wird. 0 steht f\u00FCr kein Timeout.
JMS_UNIT_OF_ORDER=Unit Of Order
JMS_UNIT_OF_ORDER_INFO=Die Nachrichten-Unit-of-Order ist ein zus\u00E4tzliches WebLogic Server-Feature, mit dem Nachrichten-Producer Nachrichten entsprechend der Verarbeitungsreihenfolge in eine einzelne Einheit gruppieren. Diese einzelne Einheit wird "Unit of Order" (Nach Reihenfolge sortierte Einheit) genannt. Alle Nachrichten aus dieser Einheit werden sequenziell in der Reihenfolge verarbeitet, in der sie erstellt wurden. Dieses Feature wird nur von Weblogic 9.0 JMS-Provider unterst\u00FCtzt.
JNDI_SERVICE_ACCOUNT=JNDI-Service-Account
JNDI_SERVICE_ACCOUNT_INFO=Service-Account zur Verwendung mit JNDI-Suchvorg\u00E4ngen
JMS_SERVICE_ACCOUNT=JNDI-Service-Account
JMS_SERVICE_ACCOUNT_INFO=Service-Account zur Verwendung f\u00FCr die JMS-Serververbindung
JMS_TARGET=Ziel
JMS_TARGET_INFO=Ziel des JMS-Proxys
JMS_MESSAGE_SELECTOR=Nachrichten-Selector
JMS_MESSAGE_SELECTOR_INFO=Nur Nachrichten mit Eigenschaften, die dem Ausdruck des Nachrichten-Selectors entsprechen, werden verarbeitet
JMS_DURABLE_SUBSCRIPTION=Dauerhaftes Abonnement
JMS_DURABLE_SUBSCRIPTION_INFO=Gibt an, ob ein Abonnement dauerhaft ist
JMS_CLIENT_ID=JMS-Client-ID
JMS_CLIENT_ID_INFO=JMSClientID, die f\u00FCr eingehende MDB auf dem JMS-Proxyservice festgelegt werden soll.
JMS_RETRY_COUNT=Anzahl Wiederholungen
JMS_RETRY_COUNT_INFO=Die Anzahl der Zustellungswiederholungen, bevor eine Nachricht in das Fehlerziel verschoben wird. Trifft nur auf WLS JMS-Ziele zu
JMS_RETRY_INTERVAL=Wiederholungsintervall
JMS_RETRY_INTERVAL_INFO=Die Verz\u00F6gerungszeit in Millisekunden, nach der zur\u00FCckgerollte oder wiederhergestellte Nachrichten erneut zugestellt werden. Gilt nur f\u00FCr WLS JMS-Ziele
JMS_ERROR_DESTINATION=Fehlerziel
JMS_ERROR_DESTINATION_INFO=Die Name des Ziels f\u00FCr Nachrichten, die den Grenzwert der Neuzustellung erreicht haben. Gilt nur f\u00FCr WLS JMS-Ziele.
JMS_EXPIRATION_POLICY=Ablauf-Policy
JMS_EXPIRATION_POLICY_INFO=Die zu verwendende Ablauf-Policy, wenn auf einem Ziel eine abgelaufene Nachricht angetroffen wird. Gilt nur f\u00FCr WLS JMS-Ziele.
EXPIRATION_POLICY_REDIRECT=Umleiten
EXPIRATION_POLICY_DISCARD=Verwerfen
JMS_XA_REQUIRED=Ist XA erforderlich
JMS_XA_REQUIRED_INFO=Gibt an, ob die Connection Factory XA ist. Dieser Wert wird ber\u00FCcksichtigt, wenn die Remote Connection Factory nicht verf\u00FCgbar ist. Wenn die Connection Factory verf\u00FCgbar und dieser Wert "true" ist, stellen Sie sicher, dass die Connection Factory vom Typ XA ist.
JMS_TX_TIMEOUT=Transaktions-Timeout
JMS_TX_TIMEOUT_INFO=Transaktions-Timeout in Sekunden. Wird f\u00FCr die MDBs verwendet, die in der Anforderungsqueue horchen.
JMS_DESTINATION=Ziel
JMS_DESTINATION_INFO=Der JNDI-Name des Antwortziels f\u00FCr die einzelnen Ziele
JMS_MANAGED_SERVER_VS_DESTINATION_NAME=VS-Ziel des Managed Server f\u00FCr JMS-Services
JMS_MANAGED_SERVER_ENTRY_NAME=JMS Managed Server
JMS_MANAGED_SERVER_ENTRY_DESC=JMS Managed Server
JMS_DESTINATION_ENTRY_NAME=JMS-Antwortziel
JMS_DESTINATION_ENTRY_DESC=JMS-Antwortziel
JMS_CONNECTION_FACTORY_NAME=Connection Factory der JMS-Queue
JMS_CONNECTION_FACTORY_DESC=Connection Factory der JMS-Queue
JMS_RESPONSE_URI_NAME=JMS-Antwort-URI
JMS_RESPONSE_URI_DESC=JMS-Antwort-URI
SECURE_JMS_CONNECTION=Sichere Verbindungen zum JMS-Server
JMS_SERVICE_ACCOUNTS=Service-Account f\u00FCr die JMS-Transportkonfiguration
JMS_PASS_CALLER_SUBJECT=Subject des Callers \u00FCbergeben
JMS_PASS_CALLER_SUBJECT_INFO=Gibt an, ob das authentifizierte Subject propagiert werden soll, w\u00E4hrend die Anforderung an die Queue f\u00FCr einen Business-Service gesendet wird.
JMS_SEND_RESPONSE_IN_REQ_TX=Synchrone Transaktion
JMS_SEND_RESPONSE_IN_REQ_TX_INFO=Gibt an, dass die Antwort-Pipeline die Transaktion aus der Anforderungs-Pipeline \u00FCbernimmt, sodass die Transaktion erst festgeschrieben werden kann, wenn beide Pipelines abgeschlossen sind.
JMS_TARGET_RESPONSE_TABLE=Ziel - Antworten
JMS_TARGET_RESPONSE_TABLE_INFO=Ziel - Antworten
JMS_REQUEST_CONNECTIONS_TABLE=Anforderungsverbindungen
JMS_REQUEST_CONNECTIONS_TABLE_INFO=Anforderungsverbindungen
JMS_TARGET_DESTINATIONS_TABLE=Ziel - Ziele
JMS_TARGET_DESTINATIONS_TABLE_INFO=Ziel - Ziele
JMS_REQUEST_RESPONSE_TABLE=Anforderungsantworten
JMS_REQUEST_RESPONSE_TABLE_INFO=Anforderungsantworten
JMS_RESPONSE_QUEUES=Antwort-Queues
JMS_RESPONSE_QUEUES_INFO=Antwort-Queues
JMS_REQUEST_URI_COLUMN=Anforderungs-URI
JMS_REQUEST_URI_COLUMN_INFO=Anforderungs-URI
JMS_RESPONSE_URI_COLUMN=Antwort-URI
JMS_RESPONSE_URI_COLUMN_INFO=Antwort-URI
JMS_SERVICE_ACCOUNT_COLUMN=Service-Account
JMS_SERVICE_ACCOUNT_COLUMN_INFO=Service-Account
JMS_TARGET_COLUMN=Ziel
JMS_TARGET_COLUMN_INFO=Ziel
JMS_CONNECTION_FACTORY_COLUMN=Connection Factory
JMS_CONNECTION_FACTORY_COLUMN_INFO=Connection Factory
JMS_DESTINATION_COLUMN=Ziel
JMS_DESTINATION_COLUMN_INFO=Ziel
JMS_URI_SEQ_NO=Folge-Nr.
JMS_JNDI_TIMEOUT=JNDI-Timeout
JMS_JNDI_TIMEOUT_INFO=JNDI-Verbindungs-Timeout (in Sekunden), das beim Suchen nach Ziel/Connection Factory im JNDI-Baum verwendet wird. Die Eigenschaft "weblogic.jndi.WLContext#REQUEST_TIMEOUT" wird in der JNDI-Umgebung mit diesem Wert festgelegt.
JMS_CLIENT_JAR=Client-JAR-Archiv
JMS_CLIENT_JAR_INFO=Geben Sie die Archivressource an, die f\u00FCr das Client-JAR-Archiv zum Lesen der JMS-Objektnachrichten steht
JMS_TOPIC_MESSAGES_DISTRIBUTION=Verteilung der Themenmeldungen
JMS_TOPIC_MESSAGES_DISTRIBUTION_INFO=Eigenschaft TopicMessagesDistribution auf MDB des Anfragethemas.
JMS_ONE_COPY_PER_APPLICATION=Eine Ausgabe pro Anwendung
JMS_ONE_COPY_PER_SERVER=Eine Ausgabe pro Server
JMS_COMPATIBILITY=Kompatibilit\u00E4t
HTTPS_CLIENT_AUTH=Clientauthentifizierung
HTTPS_CLIENT_AUTH_INFO=Methode der Clientauthentifizierung:\n Keine - einseitige SSL, keine Clientauthentifizierung.\n Basis - einseitige SSL und Clientauthentifizierung durch Benutzerkennwort.\n Clientzertifikat - wechselseitige SSL, sowohl Client- als auch Serverauthentifizierung.\n Benutzerdefinierte Authentifizierung - einseitige SSL und benutzerdefinierte Clientauthentifizierung durch Token-Header.
HTTPS_CLIENT_AUTH_CLIENT_CERT=Clientzertifikat
EXTERNAL_ACCOUNT=Service-Account
EXTERNAL_ACCOUNT_INFO=Service-Account
PROXY_SERVER_REF=Proxyserver
PROXY_SERVER_REF_INFO=Falls eingerichtet, werden Nachrichten an diesen Business-Service \u00FCber den angegebenen Proxyserver weitergeleitet
HTTPS_EXTERNAL_AUTH=Business-Service-Authentifizierung
HTTPS_EXTERNAL_AUTH_INFO=Methode zur Authentifizierung des Business-Service:\n Keine - einseitige SSL, keine Clientauthentifizierung.\n Basis - einseitige SSL und Clientauthentifizierung durch Benutzerkennwort.\n Clientzertifikat - wechselseitige SSL, sowohl Client-, als auch Serverauthentifizierung.\n Benutzerdefinierte Authentifizierung - einseitige SSL
HTTP_INBOUND_URI_FORMAT=/someName
HTTPS_INBOUND_URI_FORMAT=/someName
JMS_INBOUND_URI_FORMAT=jms://((host:port)(,(host:port))*)|((host:port)?)/FactoryJndiName/QueueJndiName
HTTP_OUTBOUND_URI_FORMAT=http://host:port/someService
HTTPS_OUTBOUND_URI_FORMAT=https://host:port/someService
JMS_OUTBOUND_URI_FORMAT=jms://host:port(,host:port)*/FactoryJndiName/DestJndiName
NONE=Keine
ONE_FOR_ALL_REQUEST_URIS=Eine f\u00FCr alle Anforderungs-URIs
ONE_PER_REQUEST_URI=Eine pro Anforderungs-URI
ERROR_INVALID_TIMEOUT=Dieser Wert muss eine positive Zahl sein.
ERROR_INVALID_URI=Dieser URI ist f\u00FCr das gew\u00E4hlte Protokoll nicht g\u00FCltig.
ERROR_NEGATIVE_PORT=Port muss eine positive Zahl sein.
ERROR_MISSING_URI=Der URI muss angegeben werden.
ERROR_NO_JNDI_FACTORY=Connection Factory kann im lokalen JNDI-Kontext nicht gefunden werden.
ERROR_MISSING_MSG_TYPE=Der Nachrichtentyp muss angegeben werden.
ERROR_URI_RELATIVE=Der URI muss absolut sein.
ERROR_URI_ABSOLUTE=Der URI muss relativ sein.
ERROR_URI_NEED_HTTP=Der URI muss mit "http://" oder "https://" beginnen
ERROR_OUTBOUND_TWO_WAY_SSL_REQUIRES_HTTPS=Die Authentifizierung des Clientzertifikats kann nicht ausgew\u00E4hlt werden, wenn der Business-Service-Endpunkt \u00FCber einen oder mehrere HTTP-URLs verf\u00FCgt (alle URLs m\u00FCssen das HTTPS-Protokoll verwenden)
ERROR_HTTP_PROXY_CLIENT_CERT_AUTHENTICATION_REQUIRES_HTTPS=Die Authentifizierung des Clientzertifikats kann nur ausgew\u00E4hlt werden, wenn "https-required" "true" ist
ERROR_URI_INVDALID_JMS=Der URI muss das Format "jms://host:port[,host:port]*/factoryJndiName/destJndiName" aufweisen
ERROR_MUST_SPECIFY_EXTERNAL_ACCOUNT=Der Service-Account muss angegeben sein
ERROR_MUST_SPECIFY_TOKEN_HEADER=Der HTTP-Header-Name f\u00FCr das Token f\u00FCr die benutzerdefinierte Authentifizierung muss angegeben werden
ERROR_INVALID_SELECTOR=Ung\u00FCltiger Nachrichten-Selector
DISPATCH_POLICY=Dispatch Policy
DISPATCH_POLICY_INFO=Gibt die Dispatch Policy f\u00FCr diesen Endpunkt an
REQUEST_ENCODING=Anforderungscodierung
REQUEST_ENCODING_INFO=Zeichensatzcodierung f\u00FCr Anforderungen
RESPONSE_ENCODING=Antwortcodierung
RESPONSE_ENCODING_INFO=Zeichensatzcodierung f\u00FCr Antworten
ERROR_INVALID_ENCODING=Ung\u00FCltiger Name der Zeichensatzcodierung
DEFAULT_WORK_MANAGER=Standard
ERROR_DUPLICATE_URIs=Doppelte URIs sind in einem Business-Service nicht zul\u00E4ssig
ERROR_DEST_EMPTY=Eine leeres Ziel ist nicht zul\u00E4ssig.
DUPLICATE_RESPONSE_URI=Jedes Ziel muss einen anderen Antwort-URI aufweisen.
DUPLICATE_DESTINATION=Jedes Ziel muss eine andere Queue aufweisen.
