YES=S\u00ED
NO=No
ENABLED=Activado
DISABLED=Desactivado
HTTP_REQUEST_METHOD=M\u00E9todo de Solicitud HTTP
HTTP_REQUEST_METHOD_INFO=Especifica la cabecera del m\u00E9todo de solicitud HTTP para enviar un mensaje.
HTTP_READ_TIMEOUT=Timeout de Lectura
HTTP_READ_TIMEOUT_INFO=Especifica el intervalo de timeout de lectura HTTP en segundos. Si el timeout caduca antes de que los datos est\u00E9n disponibles para la lectura en la conexi\u00F3n, se emite un error de conexi\u00F3n. 0 significa que no existe timeout.
HTTP_CONN_TIMEOUT=Timeout de Conexi\u00F3n
HTTP_CONN_TIMEOUT_INFO=Especifica el intervalo de timeout de conexi\u00F3n HTTP en segundos. Si el timeout caduca antes de poder establecer la conexi\u00F3n, se emite un error de conexi\u00F3n. El valor '0' indica que no existe timeout.
HTTP_GET=GET
HTTP_POST=POST
HTTP_PUT=PUT
HTTP_HEAD=HEAD
HTTP_DELETE=DELETE
HTTP_USE_HTTPS=HTTPS Necesario
HTTP_USE_HTTPS_INFO=Si se activa, todos los accesos a este punto final deben realizarse mediante una conexi\u00F3n HTTPS
HTTP_AUTHENTICATION=Autenticaci\u00F3n
HTTP_AUTHENTICATION_INFO=Especifique la clase de autenticaci\u00F3n necesaria para acceder a este servicio
HTTP_CLIENT_AUTH_NONE=Ninguna
HTTP_CLIENT_AUTH_BASIC=B\u00E1sica
HTTP_CLIENT_AUTH_CUSTOM_ADV=Autenticaci\u00F3n Personalizada (consulte Configuraci\u00F3n Avanzada)
HTTP_CLIENT_AUTH_CUSTOM_TOKEN=Autenticaci\u00F3n Personalizada
HTTP_TOKEN_HEADER=Cabecera de Autenticaci\u00F3n
HTTP_TOKEN_HEADER_INFO=Especifica el nombre de la cabecera HTTP que lleva el token de autenticaci\u00F3n
HTTP_TOKEN_TYPE=Tipo de Token de Autenticaci\u00F3n
HTTP_TOKEN_TYPE_INFO=Especifica el tipo de token de autenticaci\u00F3n que espera este punto final
HTTP_FOLLOW_REDIRECTS=Seguir Redireccionamientos HTTP
HTTP_FOLLOW_REDIRECTS_INFO=Indica si se seguir\u00E1n autom\u00E1ticamente los redireccionamientos de HTTP (solicitudes con c\u00F3digo de respuesta 3xx)
HTTP_CHUNKED_STREAMING=Usar Modo de Flujo Fraccionado
HTTP_CHUNKED_STREAMING_INFO=Indica si se utilizar\u00E1 la codificaci\u00F3n de transferencia fraccionada para los mensajes salientes
HTTP_SESSION_STICKINESS_ENABLED=Persistencia de Sesi\u00F3n
HTTP_SESSION_STICKINESS_ENABLED_INFO=Si el URI tiene que persistir en la sesi\u00F3n.
HTTP_SESSION_ID_NAME=Nombre de ID de Sesi\u00F3n Persistente
HTTP_SESSION_ID_NAME_INFO=Nombre de la sesi\u00F3n en la que va a persistir.
DESTINATION_TYPE=Tipo de Destino
DESTINATION_TYPE_INFO=Tipo de Destino
MESSAGE_TYPE=Tipo de Mensaje
MESSAGE_TYPE_INFO=Tipo de Mensaje
RESPONSE_MESSAGE_TYPE=Tipo de Mensaje de Respuesta
RESPONSE_MESSAGE_TYPE_INFO=Tipo de Mensaje de Respuesta
MESSAGE_TYPE_BYTES=Bytes
MESSAGE_TYPE_TEXT=Texto
QUEUE=Cola
TOPIC=Tema
JMS_IS_SECURE=Usar SSL
JMS_IS_SECURE_INFO=Si se realizan las peticiones mediante una conexi\u00F3n SSL
JMS_EXPIRATION=Caducidad
JMS_EXPIRATION_INFO=Caducidad o valor de tiempo de actividad para un mensaje, en milisegundos. 0 significa que el mensaje no caduca nunca.
JMS_MESSAGE_PERSISTENCE=Activar Persistencia de Mensajes
JMS_MESSAGE_PERSISTENCE_INFO=Representa el modo de entrega del mensaje de JMS. Se definir\u00E1 como persistente si est\u00E1 activado y, si no, como no persistente.
JMS_RESPONSE_REQUIRED=Se Necesita Respuesta
JMS_RESPONSE_REQUIRED_INFO=Indica si se espera respuesta al enviar un mensaje saliente
JMS_RESPONSE_PATTERN=Patr\u00F3n de Respuesta
JMS_RESPONSE_PATTERN_INFO=Patr\u00F3n de dise\u00F1o para el mensaje de respuesta de JMS. Por JMSMessageID: Correlacionado por JMSMessageID, responder al destino JMSReplyTo; Por JMSCorrelationID: Correlacionado por JMSCorrelationID, responder a URI de respuesta
JMS_JNDI_NAMES=Nombres de JNDI de Respuesta
JMS_JNDI_NAMES_INFO=Nombres de JNDI de los destinos de respuesta. Uno por cada servidor de este dominio de OSB.
JMSCORRELATIONID_PATTERN=JMSCorrelationID
JMSMESSAGEID_PATTERN=JMSMessageID
JMS_RESPONSE_URI=URI de Respuesta
JMS_RESPONSE_URI_INFO=Formato: jms://host:port[,host:port]*/MyFactory/MyQueue
JMS_RESPONSE_CF=F\u00E1brica de Conexiones de Respuesta
JMS_RESPONSE_CF_INFO=Nombre de JNDI de la f\u00E1brica de conexiones que utilizar para la respuesta. Opcional. Si no se define, utilice la f\u00E1brica de conexiones de la petici\u00F3n.
JMS_RESPONSE_TIMEOUT=Timeout de Respuesta
JMS_RESPONSE_TIMEOUT_INFO=Cantidad de tiempo que se debe esperar la respuesta, en segundos
JMS_CLIENT_RESPONSE_TIMEOUT=Timeout de Respuesta de Cliente
JMS_CLIENT_RESPONSE_TIMEOUT_INFO=Cantidad de tiempo que se debe esperar la respuesta, en segundos. 0 significa que no existe timeout.
JMS_UNIT_OF_ORDER=Unidad de Orden
JMS_UNIT_OF_ORDER_INFO=La unidad de orden del mensaje es una funci\u00F3n de valor a\u00F1adido de WebLogic que permite que los productores de mensajes agrupen los mensajes en una unidad \u00FAnica con respecto al orden de procesamiento. Esta unidad \u00FAnica se denomina unidad de orden y requiere que todos los mensajes de dicha unidad se procesen de forma secuencial en el orden en que fueron creados. S\u00F3lo la soporta el proveedor de JMS de Weblogic 9.0.
JNDI_SERVICE_ACCOUNT=Cuenta de Servicio de JNDI
JNDI_SERVICE_ACCOUNT_INFO=Cuenta de servicio que utilizar para las b\u00FAsquedas de JNDI
JMS_SERVICE_ACCOUNT=Cuenta de Servicio de JMS
JMS_SERVICE_ACCOUNT_INFO=Cuenta de servicio que utilizar para la conexi\u00F3n al servidor de JMS
JMS_TARGET=Destino
JMS_TARGET_INFO=Destino del proxy de JMS
JMS_MESSAGE_SELECTOR=Selector de Mensajes
JMS_MESSAGE_SELECTOR_INFO=S\u00F3lo se procesan los mensajes con las propiedades coincidentes con la expresi\u00F3n del selector de mensajes
JMS_DURABLE_SUBSCRIPTION=Suscripci\u00F3n Duradera
JMS_DURABLE_SUBSCRIPTION_INFO=Indica si una suscripci\u00F3n es duradera
JMS_CLIENT_ID=Identificador de Cliente de JMS
JMS_CLIENT_ID_INFO=JMSClientID que se va a definir para el MDB entrante en el servicio proxy de JMS.
JMS_RETRY_COUNT=Recuento de Reintentos
JMS_RETRY_COUNT_INFO=N\u00FAmero de intentos de nueva entrega para un mensaje antes de moverlo a un destino de error. S\u00F3lo se aplica a los destinos de JMS de WLS
JMS_RETRY_INTERVAL=Intervalo de Reintentos
JMS_RETRY_INTERVAL_INFO=Retraso, en milisegundos, antes de volver a entregar mensajes de rollback o recuperados. S\u00F3lo se aplica a los destinos de JMS de WLS
JMS_ERROR_DESTINATION=Destino de Error
JMS_ERROR_DESTINATION_INFO=Nombre del destino final para los mensajes que han alcanzado el l\u00EDmite de nueva entrega. S\u00F3lo se aplica a los destinos de JMS de WLS.
JMS_EXPIRATION_POLICY=Pol\u00EDtica de Caducidad
JMS_EXPIRATION_POLICY_INFO=Pol\u00EDtica de caducidad de mensajes que utilizar cuando se encuentra un mensaje caducado en un destino. S\u00F3lo se aplica a los destinos de JMS de WLS.
EXPIRATION_POLICY_REDIRECT=Redireccionar
EXPIRATION_POLICY_DISCARD=Desechar
JMS_XA_REQUIRED=Se necesita XA
JMS_XA_REQUIRED_INFO=Indica si la f\u00E1brica de conexiones es XA. Este valor se tendr\u00E1 en cuenta cuando no est\u00E9 disponible la f\u00E1brica de conexiones remotas. Si la f\u00E1brica de conexi\u00F3n est\u00E1 disponible y el valor es true, aseg\u00FArese de que la f\u00E1brica de conexiones es del tipo XA,
JMS_TX_TIMEOUT=Timeout de Transacci\u00F3n
JMS_TX_TIMEOUT_INFO=Timeout de transacci\u00F3n en segundos. Se utiliza para la recepci\u00F3n de MDB en la cola de solicitudes.
JMS_DESTINATION=Destino
JMS_DESTINATION_INFO=Nombre JNDI del destino de respuesta para cada objetivo
JMS_MANAGED_SERVER_VS_DESTINATION_NAME=Servidor Gestionado frente a Destino para Servicios de JMS
JMS_MANAGED_SERVER_ENTRY_NAME=Servidor Gestionado de JMS
JMS_MANAGED_SERVER_ENTRY_DESC=Servidor gestionado de JMS
JMS_DESTINATION_ENTRY_NAME=Destino de Respuesta de JMS
JMS_DESTINATION_ENTRY_DESC=Destino de respuesta de JMS
JMS_CONNECTION_FACTORY_NAME=F\u00E1brica de Conexiones de Cola de JMS
JMS_CONNECTION_FACTORY_DESC=F\u00E1brica de conexiones de cola de JMS
JMS_RESPONSE_URI_NAME=URI de Respuesta de JMS
JMS_RESPONSE_URI_DESC=URI de respuesta de JMS
SECURE_JMS_CONNECTION=Conexiones Seguras al Servidor de JMS
JMS_SERVICE_ACCOUNTS=Cuenta de servicio para la configuraci\u00F3n de transporte de JMS
JMS_PASS_CALLER_SUBJECT=Transferir Sujeto del Emisor de Llamada
JMS_PASS_CALLER_SUBJECT_INFO=Indica si se propaga el sujeto autenticado mientras se env\u00EDa la petici\u00F3n a la cola del servicio de negocio.
JMS_SEND_RESPONSE_IN_REQ_TX=Transaccional S\u00EDncrono
JMS_SEND_RESPONSE_IN_REQ_TX_INFO=Indica que el pipeline de respuesta hereda la transacci\u00F3n del pipeline de petici\u00F3n, por lo que la transacci\u00F3n no se confirmar\u00E1 hasta que se completen ambos pipelines.
JMS_TARGET_RESPONSE_TABLE=Objetivo: Respuestas
JMS_TARGET_RESPONSE_TABLE_INFO=Objetivo: Respuestas
JMS_REQUEST_CONNECTIONS_TABLE=Conexiones de Petici\u00F3n
JMS_REQUEST_CONNECTIONS_TABLE_INFO=Conexiones de Petici\u00F3n
JMS_TARGET_DESTINATIONS_TABLE=Objetivo: Destinos
JMS_TARGET_DESTINATIONS_TABLE_INFO=Objetivo: Destinos
JMS_REQUEST_RESPONSE_TABLE=Respuestas de la Petici\u00F3n
JMS_REQUEST_RESPONSE_TABLE_INFO=Respuestas de la Petici\u00F3n
JMS_RESPONSE_QUEUES=Colas de Respuesta
JMS_RESPONSE_QUEUES_INFO=Colas de Respuesta
JMS_REQUEST_URI_COLUMN=URI de Petici\u00F3n
JMS_REQUEST_URI_COLUMN_INFO=URI de Petici\u00F3n
JMS_RESPONSE_URI_COLUMN=URI de Respuesta
JMS_RESPONSE_URI_COLUMN_INFO=URI de Respuesta
JMS_SERVICE_ACCOUNT_COLUMN=Cuenta de Servicio
JMS_SERVICE_ACCOUNT_COLUMN_INFO=Cuenta de Servicio
JMS_TARGET_COLUMN=Objetivo
JMS_TARGET_COLUMN_INFO=Objetivo
JMS_CONNECTION_FACTORY_COLUMN=F\u00E1brica de Conexiones
JMS_CONNECTION_FACTORY_COLUMN_INFO=F\u00E1brica de Conexiones
JMS_DESTINATION_COLUMN=Destino
JMS_DESTINATION_COLUMN_INFO=Destino
JMS_URI_SEQ_NO=N\u00BA de sec.
JMS_JNDI_TIMEOUT=Timeout de JNDI
JMS_JNDI_TIMEOUT_INFO=Timeout de conexi\u00F3n de JNDI (en segundos) utilizado al buscar la f\u00E1brica de conexiones/destinos en el \u00E1rbol de JNDI. La propiedad weblogic.jndi.WLContext#REQUEST_TIMEOUT se define con este valor en el entorno JNDI.
JMS_CLIENT_JAR=Jar de Cliente
JMS_CLIENT_JAR_INFO=Especifique el recurso de archivo que representa el jar de cliente para la lectura de los mensajes de objeto de JMS
JMS_TOPIC_MESSAGES_DISTRIBUTION=Distribuci\u00F3n de Mensajes de Tema
JMS_TOPIC_MESSAGES_DISTRIBUTION_INFO=Propiedad TopicMessagesDistribution en MDB del tema de la solicitud.
JMS_ONE_COPY_PER_APPLICATION=Una Copia por Aplicaci\u00F3n
JMS_ONE_COPY_PER_SERVER=Una Copia por Servidor
JMS_COMPATIBILITY=Compatibilidad
HTTPS_CLIENT_AUTH=Autenticaci\u00F3n de Cliente
HTTPS_CLIENT_AUTH_INFO=M\u00E9todo de Autenticaci\u00F3n de Cliente:\n Ninguno: SSL unidireccional, sin autenticaci\u00F3n de cliente.\n B\u00E1sico: SSL unidireccional y autenticaci\u00F3n de cliente mediante contrase\u00F1a de usuario.\n Certificado de Cliente: SSL bidireccional, autenticaci\u00F3n de cliente y servidor.\n Autenticaci\u00F3n Personalizada: SSL unidireccional y autenticaci\u00F3n de cliente de cabecera de token personalizado.
HTTPS_CLIENT_AUTH_CLIENT_CERT=Certificado de Cliente
EXTERNAL_ACCOUNT=Cuenta de Servicio
EXTERNAL_ACCOUNT_INFO=Cuenta de Servicio
PROXY_SERVER_REF=Servidor Proxy
PROXY_SERVER_REF_INFO=Si se define, los mensajes a este servicio de negocio se direccionar\u00E1n a trav\u00E9s del servidor de proxy especificado
HTTPS_EXTERNAL_AUTH=Autenticaci\u00F3n de Servicio de Negocio
HTTPS_EXTERNAL_AUTH_INFO=M\u00E9todo de Autenticaci\u00F3n de Servicio de Negocio:\n Ninguno: SSL unidireccional, sin autenticaci\u00F3n de cliente.\n B\u00E1sico: SSL unidireccional y autenticaci\u00F3n de cliente mediante contrase\u00F1a de usuario.\n Certificado de Cliente: SSL bidireccional, autenticaci\u00F3n de cliente y servidor. Autenticaci\u00F3n Personalizada: SSL unidireccional
HTTP_INBOUND_URI_FORMAT=/someName
HTTPS_INBOUND_URI_FORMAT=/someName
JMS_INBOUND_URI_FORMAT=jms://((host:port)(,(host:port))*)|((host:port)?)/FactoryJndiName/QueueJndiName
HTTP_OUTBOUND_URI_FORMAT=http://host:port/someService
HTTPS_OUTBOUND_URI_FORMAT=https://host:port/someService
JMS_OUTBOUND_URI_FORMAT=jms://host:port(,host:port)*/FactoryJndiName/DestJndiName
NONE=Ninguno
ONE_FOR_ALL_REQUEST_URIS=Uno para Todos los URI de Solicitud
ONE_PER_REQUEST_URI=Uno por URI de Solicitud
ERROR_INVALID_TIMEOUT=Este valor debe ser un valor positivo.
ERROR_INVALID_URI=Este URI no es v\u00E1lido para el protocolo seleccionado.
ERROR_NEGATIVE_PORT=El puerto debe ser un n\u00FAmero positivo.
ERROR_MISSING_URI=Se debe especificar el URI.
ERROR_NO_JNDI_FACTORY=No se ha encontrado la f\u00E1brica de conexiones en el contexto de JNDI local.
ERROR_MISSING_MSG_TYPE=Se debe especificar el tipo de mensaje.
ERROR_URI_RELATIVE=El URI debe ser absoluto.
ERROR_URI_ABSOLUTE=El URI debe ser relativo.
ERROR_URI_NEED_HTTP=El URI debe empezar por http:// o https://
ERROR_OUTBOUND_TWO_WAY_SSL_REQUIRES_HTTPS=No se puede seleccionar la autenticaci\u00F3n mediante certificado de cliente cuando el punto final del servicio de negocio tiene una o varias URL HTTP (todas las URL deben utilizar el protocolo HTTPS)
ERROR_HTTP_PROXY_CLIENT_CERT_AUTHENTICATION_REQUIRES_HTTPS=S\u00F3lo se puede seleccionar la autenticaci\u00F3n mediante certificado de cliente cuando la opci\u00F3n "Https Necesario" es verdadera
ERROR_URI_INVDALID_JMS=El URI debe tener el formato jms://host:port[,host:port]*/factoryJndiName/destJndiName
ERROR_MUST_SPECIFY_EXTERNAL_ACCOUNT=Se debe especificar la cuenta de servicio
ERROR_MUST_SPECIFY_TOKEN_HEADER=Se debe especificar el nombre de la cabecera HTTP para el token de autenticaci\u00F3n personalizado
ERROR_INVALID_SELECTOR=Selector de mensajes no v\u00E1lido
DISPATCH_POLICY=Pol\u00EDtica de Distribuci\u00F3n
DISPATCH_POLICY_INFO=Especifica la pol\u00EDtica de distribuci\u00F3n para este punto final
REQUEST_ENCODING=Codificaci\u00F3n de Peticiones
REQUEST_ENCODING_INFO=Codificaci\u00F3n de juego de caracteres para peticiones
RESPONSE_ENCODING=Codificaci\u00F3n de Respuestas
RESPONSE_ENCODING_INFO=Codificaci\u00F3n de juego de caracteres para las respuestas
ERROR_INVALID_ENCODING=Nombre de codificaci\u00F3n del juego de caracteres no v\u00E1lido
DEFAULT_WORK_MANAGER=valor por defecto
ERROR_DUPLICATE_URIs=Los URI duplicados no se permiten en un servicio de negocio
ERROR_DEST_EMPTY=No se permiten los destinos vac\u00EDos.
DUPLICATE_RESPONSE_URI=Cada destino debe tener un URI de respuesta distinto.
DUPLICATE_DESTINATION=Cada destino debe tener una cola distinta.
