Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OWSM-PM-EJB/component_events_*.xlf
Languages: de, es, it, ja, ko, pt_br

# Component_OWSM-PM-EJB
source: Oracle Web Services Manager - Policy Manager
ja: Oracle Web Services Manager - ポリシー・マネージャ
ko: Oracle Web Services Manager - 정책 관리자
pt_br: Oracle Web Services Manager - Gerenciador de Política

# Category_AssertionTemplateAuthoring
source: Assertion Template Authoring
de: Assertion-Vorlagen-Authoring
es: Creación de Plantilla de Afirmación
it: Creazione modelli di asserzione
ja: アサーション・テンプレートの監査
ko: 검증 템플리트 작성
pt_br: Criador de Modelos de Asserção

# Category_PolicyAuthoring
source: Policy Authoring
es: Creación de Política
it: Creazione criteri
ja: ポリシー・オーサリング
ko: 정책 작성
pt_br: Criador de Políticas

# Event_CreateAssertionTemplate
source: Create Assertion Template
de: Assertion-Vorlage erstellen
es: Crear Plantilla de Afirmación
it: Crea modello di asserzione
ja: アサーション・テンプレートの作成
ko: 검증 템플리트 생성
pt_br: Criar Modelo de Asserção

# Event_DeleteAssertionTemplate
source: Delete Assertion Template
de: Assertion-Vorlage löschen
es: Suprimir Plantilla de Afirmación
it: Elimina modello di asserzione
ja: アサーション・テンプレートの削除
ko: 검증 템플리트 삭제
pt_br: Deletar Modelo de Asserção

# Event_ModifyAssertionTemplate
source: Modify Assertion Template
de: Assertion-Vorlage ändern
es: Modificar Plantilla de Afirmación
it: Modifica modello di asserzione
ja: アサーション・テンプレートの変更
ko: 검증 템플리트 수정
pt_br: Modificar Modelo de Asserção

# Event_CreatePolicy
source: Create Policy
de: Policy erstellen
es: Crear Política
it: Crea criterio
ja: ポリシーの作成
ko: 정책 생성
pt_br: Criar Política

# Event_DeletePolicy
source: Delete Policy
de: Policy löschen
es: Suprimir Política
it: Elimina criterio
ja: ポリシーの削除
ko: 정책 삭제
pt_br: Deletar Política

# Event_ModifyPolicy
source: Modify Policy
de: Policy ändern
es: Modificar Política
it: Modifica criterio
ja: ポリシーの変更
ko: 정책 수정
pt_br: Modificar Política

# Attribute_Version
source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão

# Attribute_ToVersion
source: Upper End Of Version Range
de: Oberes Ende des Versionsbereichs
es: Límite Superior del Rango de Versiones
it: Limite superiore dell'intervallo di versione
ja: バージョン範囲の最大値
ko: 버전 범위의 최상위
pt_br: Extremidade Superior da Faixa de Versões

# Help_Event_CreateAssertionTemplate
source: Generated when an assertion template is created.
de: Wird erzeugt, wenn eine Assertion-Vorlage erstellt wird.
es: Generada al crear una plantilla de afirmación.
it: Generato quando viene creato un modello di asserzione.
ja: アサーション・テンプレートが作成されたときに生成されます。
ko: 검증 템플리트를 생성할 때 생성됩니다.
pt_br: Gerado quando um modelo de asserção é criado.

# Help_Event_DeleteAssertionTemplate
source: Generated when an assertion template is deleted.
de: Wird erzeugt, wenn eine Assertion-Vorlage gelöscht wird.
es: Generada al suprimir una plantilla de afirmación.
it: Generato quando viene eliminato un modello di asserzione.
ja: アサーション・テンプレートが削除されたときに生成されます。
ko: 검증 템플리트를 삭제할 때 생성됩니다.
pt_br: Gerado quando um modelo de asserção é deletado.

# Help_Event_ModifyAssertionTemplate
source: Generated when an assertion template is modified.
de: Wird erzeugt, wenn eine Assertion-Vorlage geändert wird.
es: Generada al modificar una plantilla de afirmación.
it: Generato quando viene modificato un modello di asserzione.
ja: アサーション・テンプレートが変更されたときに生成されます。
ko: 검증 템플리트를 수정할 때 생성됩니다.
pt_br: Gerado quando um modelo de asserção é modificado.

# Help_Event_CreatePolicy
source: Generated when a policy is created.
de: Wird erzeugt, wenn eine Policy erstellt wird.
es: Generada al crear una política.
it: Generato quando viene creato un criterio.
ja: ポリシーが作成されたときに生成されます。
ko: 정책을 생성할 때 생성됩니다.
pt_br: Gerado quando uma política é criada.

# Help_Event_DeletePolicy
source: Generated when a policy is deleted.
de: Wird erzeugt, wenn eine Policy gelöscht wird.
es: Generada al suprimir una política.
it: Generato quando viene eliminato un criterio.
ja: ポリシーが削除されたときに生成されます。
ko: 정책을 삭제할 때 생성됩니다.
pt_br: Gerado quando uma política é deletada.

# Help_Event_ModifyPolicy
source: Generated when a policy is modified.
de: Wird erzeugt, wenn eine Policy geändert wird.
es: Generada al modificar una política.
it: Generato quando viene modificato un criterio.
ja: ポリシーが変更されたときに生成されます。
ko: 정책을 수정할 때 생성됩니다.
pt_br: Gerado quando uma política é modificada.

# Help_Attribute_Version
source: Version of policy that was modified.
de: Version der geänderten Policy.
es: Versión de la política modificada.
it: Versione del criterio modificato.
ja: 変更されたポリシーのバージョンです。
ko: 수정된 정책의 버전입니다.
pt_br: Versão da política que foi modificada.

# Help_Attribute_ToVersion
source: Upper end when deleting a range of policy versions.
de: Oberes Ende, wenn ein Bereich von Policy-Versionen gelöscht wird.
es: Límite superior al suprimir un rango de versiones de política.
it: Limite superiore quando si elimina un intervallo di versioni di criterio.
ja: 一定範囲のポリシー・バージョンを削除するときの最大値です。
ko: 특정 범위의 정책 버전을 삭제할 때 상한입니다.
pt_br: Extremidade superior ao deletar uma faixa de versões da política.
