<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
  "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="pt_BR" lang="pt_BR">
<head>
<title>Avisos Legais da Oracle</title>
<meta http-equiv="content-type" content="text/html; charset=UTF-8" />
<link rel="Stylesheet" href="../css/blafdoc.css" title="Default" type="text/css" />
</head>
<body>
<h1>Avisos Legais da Oracle</h1>
<h2>Aviso de Copyright</h2>
<p>Copyright&nbsp;&copy;&nbsp;1994, 2010,&nbsp;Oracle&nbsp;e/ou suas empresas afiliadas.&nbsp;Todos os direitos reservados e de titularidade da Oracle Corporation. Proibida a reprodu&ccedil;&atilde;o total ou parcial.</p>
<h2>Aviso de Marca Comercial</h2>
<p>Oracle &eacute; uma marca comercial registrada da Oracle Corporation e/ou de suas afiliadas. Outros nomes podem ser marcas comerciais de seus respectivos propriet&aacute;rios.</p>

<h2>Garantia de Restri&ccedil;&otilde;es da Licen&ccedil;a/Isen&ccedil;&atilde;o de Responsabilidades por Danos Consequenciais</h2>
<p>Este programa de computador e sua documenta&ccedil;&atilde;o s&atilde;o fornecidos sob um contrato de licen&ccedil;a que cont&eacute;m restri&ccedil;&otilde;es sobre seu uso e divulga&ccedil;&atilde;o, sendo tamb&eacute;m protegidos pela legisla&ccedil;&atilde;o de propriedade intelectual. Exceto em situa&ccedil;&otilde;es expressamente permitidas no contrato de licen&ccedil;a ou por lei, n&atilde;o &eacute; permitido usar, reproduzir, traduzir, divulgar, modificar, licenciar, transmitir, distribuir, expor, executar, publicar ou exibir qualquer parte deste programa de computador e de sua documenta&ccedil;&atilde;o, de qualquer forma ou atrav&eacute;s de qualquer meio. N&atilde;o &eacute; permitida a engenharia reversa, a desmontagem ou a descompila&ccedil;&atilde;o deste programa de computador, exceto se exigido por lei para obter interoperabilidade
</p>

<h2>Isen&ccedil;&atilde;o de Responsabilidades da Garantia</h2>
<p>As informa&ccedil;&otilde;es contidas neste documento est&atilde;o sujeitas a altera&ccedil;&atilde;o sem aviso pr&eacute;vio. A Oracle Corporation n&atilde;o garante que tais informa&ccedil;&otilde;es estejam isentas de erros. Se voc&ecirc; encontrar algum erro, por favor, nos envie uma descri&ccedil;&atilde;o de tal problema por escrito.
</p>

<h2>Aviso de Direitos Restritos</h2>
<p>Se estes Programas de computador forem entregues ao Governo dos Estados Unidos ou a qualquer outra parte que licencie ou utilize os Programas em nome daquele governo, a seguinte legenda ser&aacute; aplic&aacute;vel:
</p>
<p>DIREITOS DO GOVERNO DOS ESTADOS UNIDOS Programas, software e a documenta&ccedil;&atilde;o e dados t&eacute;cnicos relacionados entregues a clientes do Governo dos Estados Unidos s&atilde;o &quot;software de computador comercial&quot; ou &quot;dados t&eacute;cnicos comerciais&quot; relativos &agrave; Regulamenta&ccedil;&atilde;o de Aquisi&ccedil;&atilde;o Federal e regulamenta&ccedil;&otilde;es suplementares espec&iacute;ficas da ag&ecirc;ncia. Como tal, o uso, a duplica&ccedil;&atilde;o a divulga&ccedil;&atilde;o, a modifica&ccedil;&atilde;o e a adapta&ccedil;&atilde;o dos Programas, incluindo documenta&ccedil;&atilde;o e dados t&eacute;cnicos, devem estar sujeitas &agrave;s restri&ccedil;&otilde;es de licenciamento definidas no acordo de licen&ccedil;a Oracle aplic&aacute;vel e, para a extens&atilde;o aplic&aacute;vel, os direitos adicionais definidos no FAR 52.227-19, Software de Computador Comercial--Direitos Restritos (dezembro de 2007). Oracle USA, Inc., 500 Oracle Parkway, Redwood City, CA 94065.</p>

<h2>Aviso de Aplica&ccedil;&otilde;es Perigosas</h2>
<p>Este programa de computador foi desenvolvido para uso em diversas aplica&ccedil;&otilde;es de gerenciamento de informa&ccedil;&otilde;es. Ele n&atilde;o foi desenvolvido nem projetado para uso em aplica&ccedil;&otilde;es inerentemente perigosas, incluindo aquelas que possam criar risco de les&otilde;es f&iacute;sicas. Se utilizar este programa em aplica&ccedil;&otilde;es perigosas, voc&ecirc; ser&aacute; respons&aacute;vel por tomar todas e quaisquer medidas apropriadas em termos de seguran&ccedil;a, backup e redund&acirc;ncia para garantir o uso seguro de tais programas de computador. A Oracle Corporation e suas afiliadas se isentam de qualquer responsabilidade por quaisquer danos causados pela utiliza&ccedil;&atilde;o deste programa de computador em aplica&ccedil;&otilde;es perigosas.
</p>


<h2>Isen&ccedil;&atilde;o de Responsabilidades sobre Conte&uacute;do, Produtos e Servi&ccedil;os de Terceiros</h2>
<p>Este programa e sua documenta&ccedil;&atilde;o podem oferecer acesso ou informa&ccedil;&otilde;es relativas a conte&uacute;dos, produtos e servi&ccedil;os de terceiros. A Oracle Corporation e suas empresas afiliadas n&atilde;o fornecem quaisquer garantias relacionadas a conte&uacute;dos, produtos e servi&ccedil;os de terceiros e est&atilde;o isentas de quaisquer responsabilidades associadas a eles. A Oracle Corporation e suas empresas afiliadas n&atilde;o s&atilde;o respons&aacute;veis por quaisquer tipos de perdas, despesas ou danos incorridos em consequ&ecirc;ncia do acesso ou da utiliza&ccedil;&atilde;o de conte&uacute;dos, produtos ou servi&ccedil;os de terceiros.
</p>

<h2>Aviso da Documenta&ccedil;&atilde;o de Teste Alfa e Beta</h2>
<p>Se este documento estiver no status de pr&eacute;-release:</p>
<p>Esta documenta&ccedil;&atilde;o tem o status de pr&eacute;-libera&ccedil;&atilde;o e destina-se somente a fins de demonstra&ccedil;&atilde;o e uso preliminar. Ela pode n&atilde;o ser espec&iacute;fica do hardware no qual voc&ecirc; est&aacute; usando o software. A Oracle Corporation e suas empresas afiliadas n&atilde;o fornecem quaisquer garantias relacionadas &agrave; documenta&ccedil;&atilde;o e est&atilde;o isentas de qualquer responsabilidade decorrente de perdas, despesas ou danos incorridos no uso desta documenta&ccedil;&atilde;o.
</p>


<p><img src="../gifs/oracle.gif" alt="Logotipo da Oracle" /></p>
</body>
</html>
