PROVIDE_USER_NAME=Proporcione un nombre de usuario.
PROVIDE_PASSWORD=Proporcione una contrase\u00F1a
PROVIDE_USER_NAME_PASSWORD=Proporcione un nombre de usuario y una contrase\u00F1a
USER_NAME_OR_PASSWORD_WRONG=El nombre de usuario o la contrase\u00F1a son incorrectos.
REGISTRY_NOT_FOUND=No se ha encontrado el registro del que se ha importado este servicio. Cree el registro para sincronizarlo.
SERVICE_NOT_FOUND=No se ha encontrado este servicio en este dominio para sincronizarlo.
SERVICE_DELETED_IN_REGISTRY=Este servicio se ha suprimido en el registro.
INVALID_INQUIRY_URL=Verifique la sintaxis de la URL de consulta introducida
INVALID_PUBLISH_URL=Verifique la sintaxis de la URL de publicaci\u00F3n introducida
INVALID_SECURITY_URL=Verifique la sintaxis de la URL de seguridad introducida
INVALID_SUBSCRIPTION_URL=Verifique la sintaxis de la URL de suscripci\u00F3n introducida
INQUIRY_URL_WRONG=Se ha introducido una URL de consulta incorrecta.
PUBLISH_URL_WRONG=Se ha introducido una URL de publicaci\u00F3n incorrecta.
SECURITY_URL_WRONG=Se ha introducido una URL de seguridad incorrecta.
SUBSCRIPTION_URL_WRONG=Se ha introducido una URL de suscripci\u00F3n incorrecta.
FAILED_TO_CONNECT_REGISTRY=Fallo al conectar al registro. Aseg\u00FArese de que la URL es correcta y que el registro est\u00E1 en ejecuci\u00F3n.
FAILED_TO_CONNECT_REGISTRY_SIMPLE=Fallo al conectar al registro.
SUBSCRIPTION_CREATE_FAILED_SIMPLE=Fallo al crear la suscripci\u00F3n con el registro.
ERROR_GETTING_MODIFICATION_TIMES_SIMPLE=No se han podido obtener las horas de modificaci\u00F3n desde el registro.
SUBSCRIPTION_CREATE_FAILED=Sin embargo, se ha producido un error al crear o actualizar la suscripci\u00F3n con el registro. Como resultado, puede que la p\u00E1gina de estado de importaci\u00F3n autom\u00E1tica no muestre correctamente las actualizaciones en el registro.
SUBSCRIPTION_CREATE_FAILED_BECAUSE_WRONG_CRED=Sin embargo, se ha producido un error al crear o actualizar la suscripci\u00F3n con el registro debido a un nombre de usuario o una contrase\u00F1a incorrectos. Como resultado, puede que la p\u00E1gina de estado de importaci\u00F3n autom\u00E1tica no muestre correctamente las actualizaciones en el registro.
ERROR_CREATING_SUBSCRIPTION=Se ha producido un error al crear o actualizar la suscripci\u00F3n con el registro {0} durante la confirmaci\u00F3n de la sesi\u00F3n. Vuelva a sincronizar los servicios para asegurarse de que est\u00E1n actualizados con el registro. El error ha sido: {1}
ERROR_GETTING_MODIFICATION_TIMES=Se ha producido un error al obtener las horas de modificaci\u00F3n del registro {0} durante la confirmaci\u00F3n de la sesi\u00F3n. Vuelva a sincronizar los servicios para asegurarse de que est\u00E1n actualizados con el registro. El error ha sido: {1}
REGISTRY_UPDATED=El registro {0} est\u00E1 actualizado. Sincronice los servicios importados desde este registro para asegurarse de que est\u00E1n actualizados con el registro actualizado.
REGISTRY_UPDATED_SIMPLE=El registro {0} est\u00E1 actualizado.
SERVICE_ACCOUNT_CREATED_INFO=Se ha creado una cuenta de servicio para este servicio. Puede que necesite editarla m\u00E1s tarde.
LATER_VERSION_INFO=El servicio de negocio se ha creado con la informaci\u00F3n de la versi\u00F3n posterior
NULL_EMPTY_REF=Se ha proporcionado una referencia nula o vac\u00EDa
INVALID_REGISTRY_REF=La referencia del registro de UDDI {0} no existe
