PROVIDE_USER_NAME=Indiquez un nom utilisateur
PROVIDE_PASSWORD=Indiquez un mot de passe
PROVIDE_USER_NAME_PASSWORD=Indiquez un nom utilisateur et un mot de passe
USER_NAME_OR_PASSWORD_WRONG=Nom utilisateur ou mot de passe incorrect.
REGISTRY_NOT_FOUND=Impossible de trouver le registre depuis lequel est import\u00E9 ce service. Cr\u00E9ez le registre pour la synchronisation.
SERVICE_NOT_FOUND=Impossible de trouver ce service dans ce domaine pour synchronisation.
SERVICE_DELETED_IN_REGISTRY=Ce service a \u00E9t\u00E9 supprim\u00E9 du registre.
INVALID_INQUIRY_URL=V\u00E9rifiez la syntaxe de l'URL d'interrogation saisie
INVALID_PUBLISH_URL=V\u00E9rifiez la syntaxe de l'URL de publication saisie
INVALID_SECURITY_URL=V\u00E9rifiez la syntaxe de l'URL de s\u00E9curit\u00E9 saisie
INVALID_SUBSCRIPTION_URL=V\u00E9rifiez la syntaxe de l'URL d'abonnement saisie
INQUIRY_URL_WRONG=URL d'interrogation saisie incorrecte.
PUBLISH_URL_WRONG=URL de publication saisie incorrecte.
SECURITY_URL_WRONG=URL de s\u00E9curit\u00E9 saisie incorrecte.
SUBSCRIPTION_URL_WRONG=URL d'abonnement saisie incorrecte.
FAILED_TO_CONNECT_REGISTRY=Echec de la connexion au registre. V\u00E9rifiez que l'URL est correcte et que le registre est en cours d'ex\u00E9cution.
FAILED_TO_CONNECT_REGISTRY_SIMPLE=Echec de la connexion au registre.
SUBSCRIPTION_CREATE_FAILED_SIMPLE=Echec de la cr\u00E9ation de l'abonnement aupr\u00E8s du registre.
ERROR_GETTING_MODIFICATION_TIMES_SIMPLE=Impossible d'obtenir l'heure des modifications \u00E0 partir du registre.
SUBSCRIPTION_CREATE_FAILED=Toutefois, une erreur est survenue lors de la cr\u00E9ation/mise \u00E0 jour de l'abonnement aupr\u00E8s du registre. La page de statut de l'import automatique risque de ne pas afficher correctement les mises \u00E0 jour dans le registre.
SUBSCRIPTION_CREATE_FAILED_BECAUSE_WRONG_CRED=Toutefois, une erreur est survenue lors de la cr\u00E9ation/mise \u00E0 jour de l'abonnement aupr\u00E8s du registre en raison d'un nom utilisateur ou d'un mot de passe erron\u00E9. La page de statut de l'import automatique risque de ne pas afficher correctement les mises \u00E0 jour dans le registre.
ERROR_CREATING_SUBSCRIPTION=Une erreur est survenue lors de la cr\u00E9ation/mise \u00E0 jour de l''abonnement aupr\u00E8s du registre {0} pendant la validation (commit) de la session. Synchronisez \u00E0 nouveau les services afin de garantir qu''ils sont \u00E0 jour avec le registre. Erreur : {1}
ERROR_GETTING_MODIFICATION_TIMES=Une erreur est survenue lors de l''obtention de l''heure des modifications \u00E0 partir du registre {0} pendant la validation (commit) de la session. Synchronisez \u00E0 nouveau les services afin de garantir qu''ils sont \u00E0 jour avec le registre. Erreur : {1}
REGISTRY_UPDATED=Le registre {0} a \u00E9t\u00E9 mis \u00E0 jour. Synchronisez \u00E0 nouveau les services import\u00E9s \u00E0 partir de ce registre afin de garantir qu''ils sont \u00E0 jour avec celui-ci.
REGISTRY_UPDATED_SIMPLE=Le registre {0} a \u00E9t\u00E9 mis \u00E0 jour.
SERVICE_ACCOUNT_CREATED_INFO=Un compte de service a \u00E9t\u00E9 cr\u00E9\u00E9 pour ce service. Il peut s'av\u00E9rer n\u00E9cessaire de le modifier ult\u00E9rieurement.
LATER_VERSION_INFO=Le service fonctionnel a \u00E9t\u00E9 cr\u00E9\u00E9 \u00E0 l'aide d'informations provenant d'une version ult\u00E9rieure
NULL_EMPTY_REF=R\u00E9f\u00E9rence NULL ou vide fournie
INVALID_REGISTRY_REF=La r\u00E9f\u00E9rence au registre UDDI {0} n''existe pas
