PROVIDE_USER_NAME=Forne\u00E7a um nome do usu\u00E1rio
PROVIDE_PASSWORD=Forne\u00E7a uma senha
PROVIDE_USER_NAME_PASSWORD=Informe um nome do usu\u00E1rio e a senha
USER_NAME_OR_PASSWORD_WRONG=O nome do usu\u00E1rio ou a senha est\u00E1 incorreto.
REGISTRY_NOT_FOUND=N\u00E3o foi poss\u00EDvel localizar o registro do qual este registro foi importado. Crie o Registro para sincronizar.
SERVICE_NOT_FOUND=N\u00E3o foi poss\u00EDvel localizar este servi\u00E7o neste dom\u00EDnio para sincronizar.
SERVICE_DELETED_IN_REGISTRY=Este Servi\u00E7o foi deletado no Registro.
INVALID_INQUIRY_URL=Verifique a sintaxe do URL de Consulta informado
INVALID_PUBLISH_URL=Verifique a sintaxe do URL de Publica\u00E7\u00E3o informado
INVALID_SECURITY_URL=Verifique a sintaxe do URL de Seguran\u00E7a informado
INVALID_SUBSCRIPTION_URL=Verifique a sintaxe do URL de Assinatura informado
INQUIRY_URL_WRONG=URL de Consulta Incorreto informado.
PUBLISH_URL_WRONG=URL de Publica\u00E7\u00E3o Incorreto informado.
SECURITY_URL_WRONG=URL de Seguran\u00E7a Incorreto informado.
SUBSCRIPTION_URL_WRONG=URL de Assinatura Incorreto informado.
FAILED_TO_CONNECT_REGISTRY=Falha ao estabelecer conex\u00E3o com o registro. Certifique-se de que o URL esteja correto e de que o registro esteja em execu\u00E7\u00E3o.
FAILED_TO_CONNECT_REGISTRY_SIMPLE=Falha ao estabelecer conex\u00E3o com o registro.
SUBSCRIPTION_CREATE_FAILED_SIMPLE=Falha ao Criar a Assinatura com o Registro.
ERROR_GETTING_MODIFICATION_TIMES_SIMPLE=N\u00E3o foi poss\u00EDvel obter os tempos de modifica\u00E7\u00E3o do registro.
SUBSCRIPTION_CREATE_FAILED=No entanto, h\u00E1 um erro ao criar/atualizar a assinatura no registro. Como resultado, a p\u00E1gina de status da importa\u00E7\u00E3o autom\u00E1tica pode n\u00E3o mostrar as atualiza\u00E7\u00F5es no registro corretamente.
SUBSCRIPTION_CREATE_FAILED_BECAUSE_WRONG_CRED=No entanto, h\u00E1 um erro ao criar/atualizar a assinatura no registro em decorr\u00EAncia de um nome do usu\u00E1rio ou senha incorreto. Como resultado, a p\u00E1gina de status da importa\u00E7\u00E3o autom\u00E1tica pode n\u00E3o mostrar as atualiza\u00E7\u00F5es no Registro corretamente.
ERROR_CREATING_SUBSCRIPTION=Ocorreu um erro ao criar/atualizar a assinatura no registro {0} durante a realiza\u00E7\u00E3o do commit da sess\u00E3o. Sincronize os servi\u00E7os novamente para certificar-se de que eles estejam atualizados no registro. O erro era: {1}
ERROR_GETTING_MODIFICATION_TIMES=Ocorreu um erro ao obter os tempos de modifica\u00E7\u00E3o do registro {0} durante a realiza\u00E7\u00E3o do commit da sess\u00E3o. Sincronize os servi\u00E7os novamente para certificar-se de que eles estejam atualizados no registro. O erro era: {1}
REGISTRY_UPDATED=O Registro {0} foi atualizado. Sincronize os servi\u00E7os importados deste registro para certificar-se de que eles estejam atualizados no registro atualizado.
REGISTRY_UPDATED_SIMPLE=O registro {0} foi atualizado.
SERVICE_ACCOUNT_CREATED_INFO=Uma Conta de Servi\u00E7o foi criada para este servi\u00E7o. Pode ser necess\u00E1rio edit\u00E1-la posteriormente.
LATER_VERSION_INFO=O Servi\u00E7o de Neg\u00F3cios foi criado usando informa\u00E7\u00F5es de uma vers\u00E3o mais recente
NULL_EMPTY_REF=Refer\u00EAncia nula ou vazia fornecida
INVALID_REGISTRY_REF=A refer\u00EAncia de registro de UDDI {0} n\u00E3o existe
