PROVIDE_USER_NAME=\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044
PROVIDE_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044
PROVIDE_USER_NAME_PASSWORD=\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044
USER_NAME_OR_PASSWORD_WRONG=\u30E6\u30FC\u30B6\u30FC\u540D\u307E\u305F\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u9593\u9055\u3063\u3066\u3044\u307E\u3059\u3002
REGISTRY_NOT_FOUND=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u5143\u306E\u30EC\u30B8\u30B9\u30C8\u30EA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30EC\u30B8\u30B9\u30C8\u30EA\u3092\u4F5C\u6210\u3057\u3066\u3001\u540C\u671F\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
SERVICE_NOT_FOUND=\u3053\u306E\u30C9\u30E1\u30A4\u30F3\u306B\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u305F\u3081\u3001\u540C\u671F\u3067\u304D\u307E\u305B\u3093\u3002
SERVICE_DELETED_IN_REGISTRY=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306F\u30EC\u30B8\u30B9\u30C8\u30EA\u304B\u3089\u524A\u9664\u3055\u308C\u3066\u3044\u307E\u3059\u3002
INVALID_INQUIRY_URL=\u5165\u529B\u3057\u305F\u7167\u4F1AURL\u306E\u69CB\u6587\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
INVALID_PUBLISH_URL=\u5165\u529B\u3057\u305F\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5URL\u306E\u69CB\u6587\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
INVALID_SECURITY_URL=\u5165\u529B\u3057\u305F\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3URL\u306E\u69CB\u6587\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
INVALID_SUBSCRIPTION_URL=\u5165\u529B\u3057\u305F\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3URL\u306E\u69CB\u6587\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
INQUIRY_URL_WRONG=\u5165\u529B\u3057\u305F\u7167\u4F1AURL\u304C\u9593\u9055\u3063\u3066\u3044\u307E\u3059\u3002
PUBLISH_URL_WRONG=\u5165\u529B\u3057\u305F\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5URL\u304C\u9593\u9055\u3063\u3066\u3044\u307E\u3059\u3002
SECURITY_URL_WRONG=\u5165\u529B\u3057\u305F\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3URL\u304C\u9593\u9055\u3063\u3066\u3044\u307E\u3059\u3002
SUBSCRIPTION_URL_WRONG=\u5165\u529B\u3057\u305F\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3URL\u304C\u9593\u9055\u3063\u3066\u3044\u307E\u3059\u3002
FAILED_TO_CONNECT_REGISTRY=\u30EC\u30B8\u30B9\u30C8\u30EA\u3078\u306E\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002URL\u304C\u9069\u5207\u3067\u3042\u308A\u3001\u30EC\u30B8\u30B9\u30C8\u30EA\u304C\u5B9F\u884C\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
FAILED_TO_CONNECT_REGISTRY_SIMPLE=\u30EC\u30B8\u30B9\u30C8\u30EA\u3078\u306E\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
SUBSCRIPTION_CREATE_FAILED_SIMPLE=\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ERROR_GETTING_MODIFICATION_TIMES_SIMPLE=\u30EC\u30B8\u30B9\u30C8\u30EA\u304B\u3089\u5909\u66F4\u6642\u523B\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
SUBSCRIPTION_CREATE_FAILED=\u305F\u3060\u3057\u3001\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u307E\u305F\u306F\u66F4\u65B0\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u305D\u306E\u305F\u3081\u3001\u81EA\u52D5\u30A4\u30F3\u30DD\u30FC\u30C8\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30DA\u30FC\u30B8\u306B\u3001\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u306E\u66F4\u65B0\u5185\u5BB9\u304C\u6B63\u3057\u304F\u8868\u793A\u3055\u308C\u306A\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
SUBSCRIPTION_CREATE_FAILED_BECAUSE_WRONG_CRED=\u305F\u3060\u3057\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u307E\u305F\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u305F\u3081\u3001\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u307E\u305F\u306F\u66F4\u65B0\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u305D\u306E\u305F\u3081\u3001\u81EA\u52D5\u30A4\u30F3\u30DD\u30FC\u30C8\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30DA\u30FC\u30B8\u306B\u3001\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u306E\u66F4\u65B0\u5185\u5BB9\u304C\u6B63\u3057\u304F\u8868\u793A\u3055\u308C\u306A\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_CREATING_SUBSCRIPTION=\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30B3\u30DF\u30C3\u30C8\u6642\u306B\u3001\u30EC\u30B8\u30B9\u30C8\u30EA{0}\u3067\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u307E\u305F\u306F\u66F4\u65B0\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u30B5\u30FC\u30D3\u30B9\u3092\u540C\u671F\u3057\u3001\u30B5\u30FC\u30D3\u30B9\u304C\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u306E\u6700\u65B0\u306E\u72B6\u614B\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A8\u30E9\u30FC: {1}
ERROR_GETTING_MODIFICATION_TIMES=\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30B3\u30DF\u30C3\u30C8\u6642\u306B\u3001\u30EC\u30B8\u30B9\u30C8\u30EA{0}\u304B\u3089\u5909\u66F4\u6642\u523B\u3092\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u30B5\u30FC\u30D3\u30B9\u3092\u540C\u671F\u3057\u3001\u30B5\u30FC\u30D3\u30B9\u304C\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u306E\u6700\u65B0\u306E\u72B6\u614B\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A8\u30E9\u30FC: {1}
REGISTRY_UPDATED=\u30EC\u30B8\u30B9\u30C8\u30EA{0}\u306F\u66F4\u65B0\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30EC\u30B8\u30B9\u30C8\u30EA\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u3092\u540C\u671F\u3057\u3001\u30B5\u30FC\u30D3\u30B9\u304C\u3001\u66F4\u65B0\u5F8C\u306E\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u306E\u6700\u65B0\u306E\u72B6\u614B\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
REGISTRY_UPDATED_SIMPLE=\u30EC\u30B8\u30B9\u30C8\u30EA{0}\u306F\u66F4\u65B0\u3055\u308C\u3066\u3044\u307E\u3059\u3002
SERVICE_ACCOUNT_CREATED_INFO=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u4F5C\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u5F8C\u3067\u3053\u308C\u3092\u7DE8\u96C6\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
LATER_VERSION_INFO=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u65B0\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u60C5\u5831\u3092\u4F7F\u7528\u3057\u3066\u4F5C\u6210\u3055\u308C\u3066\u3044\u307E\u3059
NULL_EMPTY_REF=Null\u307E\u305F\u306F\u7A7A\u306E\u53C2\u7167\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F
INVALID_REGISTRY_REF=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA\u53C2\u7167{0}\u304C\u5B58\u5728\u3057\u307E\u305B\u3093
