messagedetail394500=Une erreur est survenue lors de l'import de la ressource \u00E0 partir de l'UDDI.
cause394500=Le registre est peut-\u00EAtre arr\u00EAt\u00E9 ou inaccessible.
action394500=V\u00E9rifiez si le registre est en cours d'ex\u00E9cution et r\u00E9essayez.
messagedetail394501=Erreur lors de l'interrogation des entit\u00E9s fonctionnelles dans le registre.
action394501=V\u00E9rifiez si le registre est en cours d'ex\u00E9cution et si vous disposez du droit d'acc\u00E8s n\u00E9cessaire pour interroger l'entit\u00E9 fonctionnelle.
messagedetail394503=Erreur lors de l'obtention du port d'interrogation. V\u00E9rifiez l'URL d'interrogation saisie.
action394503=V\u00E9rifiez l'URL d'interrogation saisie.
cause394505=Le registre est peut-\u00EAtre arr\u00EAt\u00E9 ou une URL d'interrogation incorrecte a \u00E9t\u00E9 fournie.
action394505=V\u00E9rifiez si le registre est en cours d'ex\u00E9cution et accessible. Assurez-vous que l'URI d'interrogation correct a \u00E9t\u00E9 fourni.
cause394506=Une erreur est survenue sur le registre UDDI lors de l'interrogation du service fonctionnel.
action394506=Consultez les journaux d'erreurs au niveau du registre UDDI.
messagedetail394507=Le nom du registre contient des caract\u00E8res interdits.
action394507=Enlevez les caract\u00E8res sp\u00E9ciaux du nom de registre.
cause394510=Le registre est peut-\u00EAtre arr\u00EAt\u00E9 ou inaccessible.
action394510=V\u00E9rifiez que le registre est accessible.
cause394511=Echec de la validation.
action394511=Recherchez les conflits dans le centre des modifications.
cause394512=Erreur interne.
action394512=\ Contactez le support technique Oracle.
cause394513=Erreur interne
action394513=Contactez le support technique Oracle.
cause394514=Port HTTP d\u00E9sactiv\u00E9 pour le serveur d'administration.
action394514=Activez le port HTTP pour que le serveur d'administration puisse recevoir les notifications UDDI.
messagedetail394517=Les param\u00E8tres d'instance re\u00E7us de l'UDDI ont entra\u00EEn\u00E9 une erreur lors de la conversion en XML.
cause394517=Param\u00E8tres d'instance erron\u00E9s pr\u00E9sents dans UDDI.
action394517=V\u00E9rifiez les param\u00E8tres d'instance pr\u00E9sents dans le registre UDDI.
cause394521=URL de publication non sp\u00E9cifi\u00E9e pour le registre.
action394521=Sp\u00E9cifiez l'URL de publication.
cause394522=URL de s\u00E9curit\u00E9 non sp\u00E9cifi\u00E9e pour le registre.
action394522=Sp\u00E9cifiez l'URL de s\u00E9curit\u00E9.
messagedetail394524=Message d'avertissement pendant la publication automatique.
