messagedetail394500=UDDI\u304B\u3089\u30EA\u30BD\u30FC\u30B9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause394500=\u30EC\u30B8\u30B9\u30C8\u30EA\u304C\u505C\u6B62\u3057\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action394500=\u30EC\u30B8\u30B9\u30C8\u30EA\u304C\u5B9F\u884C\u4E2D\u3067\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail394501=\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u554F\u5408\u305B\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action394501=\u30EC\u30B8\u30B9\u30C8\u30EA\u304C\u5B9F\u884C\u4E2D\u3067\u3042\u308A\u3001\u30D3\u30B8\u30CD\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u306E\u554F\u5408\u305B\u306B\u5FC5\u8981\u306A\u6A29\u9650\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail394503=\u7167\u4F1A\u30DD\u30FC\u30C8\u306E\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5165\u529B\u3055\u308C\u305F\u7167\u4F1AURL\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action394503=\u5165\u529B\u3055\u308C\u305F\u7167\u4F1AURL\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause394505=\u30EC\u30B8\u30B9\u30C8\u30EA\u304C\u505C\u6B62\u3057\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u7121\u52B9\u306A\u7167\u4F1AURL\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action394505=\u30EC\u30B8\u30B9\u30C8\u30EA\u304C\u5B9F\u884C\u4E2D\u3067\u3042\u308A\u3001\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6B63\u3057\u3044\u7167\u4F1AURI\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause394506=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u554F\u5408\u305B\u4E2D\u306BUDDI\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action394506=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u30A8\u30E9\u30FC\u30FB\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail394507=\u30EC\u30B8\u30B9\u30C8\u30EA\u540D\u306B\u4F7F\u7528\u3067\u304D\u306A\u3044\u6587\u5B57\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
action394507=\u30EC\u30B8\u30B9\u30C8\u30EA\u540D\u306E\u7279\u6B8A\u6587\u5B57\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause394510=\u30EC\u30B8\u30B9\u30C8\u30EA\u304C\u505C\u6B62\u3057\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action394510=\u30EC\u30B8\u30B9\u30C8\u30EA\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause394511=\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action394511=\u30C1\u30A7\u30F3\u30B8\u30FB\u30BB\u30F3\u30BF\u30FC\u3067\u7AF6\u5408\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause394512=\u5185\u90E8\u30A8\u30E9\u30FC\u3002
action394512=Oracle\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
cause394513=\u5185\u90E8\u30A8\u30E9\u30FC
action394513=Oracle\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
cause394514=\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306EHTTP\u30DD\u30FC\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002
action394514=UDDI\u901A\u77E5\u3092\u53D7\u4FE1\u3059\u308B\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306EHTTP\u30DD\u30FC\u30C8\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail394517=UDDI\u304B\u3089\u53D7\u4FE1\u3055\u308C\u305F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u30FB\u30D1\u30E9\u30E1\u30FC\u30BF\u3067\u3001XML\u3078\u306E\u5909\u63DB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause394517=UDDI\u306B\u7121\u52B9\u306A\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u30FB\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u3042\u308A\u307E\u3059\u3002
action394517=UDDI\u30EC\u30B8\u30B9\u30C8\u30EA\u306B\u3042\u308B\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u30FB\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause394521=\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5URL\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action394521=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5URL\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause394522=\u30EC\u30B8\u30B9\u30C8\u30EA\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3URL\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action394522=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3URL\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail394524=\u81EA\u52D5\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u4E2D\u306E\u8B66\u544A\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
