messagedetail394500=Ocorreu um erro ao importar o recurso do UDDI.
cause394500=O registro pode estar inativo ou n\u00E3o acess\u00EDvel.
action394500=Verifique se o registro est\u00E1 em execu\u00E7\u00E3o e tente novamente.
messagedetail394501=Erro ao consultar as entidades de neg\u00F3cios no registro.
action394501=Verifique se o registro est\u00E1 em execu\u00E7\u00E3o e se voc\u00EA possui permiss\u00E3o para consultar a entidade de neg\u00F3cios.
messagedetail394503=Erro ao obter a porta de consulta. Verifique o URL de Consulta informado.
action394503=Verifique o URL de Consulta informado.
cause394505=O registro pode estar desativado ou um URL de consulta incorreto foi fornecido.
action394505=Verifique se o registro est\u00E1 em execu\u00E7\u00E3o e acess\u00EDvel. Certifique-se de que o URI de consulta correto foi fornecido.
cause394506=Ocorreu um erro no registro UDDI ao consultar o Servi\u00E7o de Neg\u00F3cios.
action394506=Verifique os logs de erro no registro UDDI.
messagedetail394507=O nome do registro cont\u00E9m caracteres que n\u00E3o s\u00E3o permitidos.
action394507=Remova os caracteres especiais do nome do registro.
cause394510=O registro pode estar inativo ou n\u00E3o acess\u00EDvel.
action394510=Verifique se o registro est\u00E1 acess\u00EDvel.
cause394511=Falha na valida\u00E7\u00E3o.
action394511=Verifique os conflitos no Centro de Altera\u00E7\u00F5es.
cause394512=Erro interno.
action394512=Entre em contato com o Suporte T\u00E9cnico Oracle.
cause394513=Erro Interno
action394513=Entre em contato com o Suporte T\u00E9cnico Oracle.
cause394514=Porta http desativada para o Servidor Admin.
action394514=Ative a Porta Http para o Servidor Admin para receber as notifica\u00E7\u00F5es UDDI.
messagedetail394517=Os Par\u00E2metros da Inst\u00E2ncia, conforme recebidos do UDDI, apresentaram erro ao serem convertidos em XML.
cause394517=Par\u00E2metros da Inst\u00E2ncia Inv\u00E1lidos presentes no UDDI.
action394517=Verifique os par\u00E2metros da Inst\u00E2ncia presentes no registro UDDI.
cause394521=O URL de Publica\u00E7\u00E3o n\u00E3o foi especificado para o registro.
action394521=Especifique o URL de Publica\u00E7\u00E3o.
cause394522=O URL de Seguran\u00E7a n\u00E3o foi especificado para o registro.
action394522=Especifique o URL de Seguran\u00E7a.
messagedetail394524=Mensagem de advert\u00EAncia durante a Publica\u00E7\u00E3o Autom\u00E1tica.
