messagedetail394500=Se ha producido un error al importar el recurso desde UDDI.
cause394500=Puede que el registro est\u00E9 ca\u00EDdo o que no se pueda acceder a \u00E9l.
action394500=Compruebe si el registro se est\u00E1 ejecutando y vuelva a intentarlo.
messagedetail394501=Error al consultar entidades de negocio en el registro.
action394501=Compruebe si el registro se est\u00E1 ejecutando y si tiene permiso para consultar la entidad de negocio.
messagedetail394503=Error al obtener el puerto de consulta. Compruebe la URL de consulta introducida.
action394503=Compruebe la URL de consulta introducida.
cause394505=Puede que el registro est\u00E9 ca\u00EDdo o que se haya proporcionado una URL de consulta incorrecta.
action394505=Verifique si el registro se est\u00E1 ejecutando y si se puede acceder a \u00E9l. Aseg\u00FArese de que se ha proporcionado el URI de consulta correcto.
cause394506=Se ha producido alg\u00FAn error en el registro de UDDI al consultar el servicio de negocio.
action394506=Compruebe los logs de errores en el registro de UDDI.
messagedetail394507=El nombre de registro contiene caracteres que no est\u00E1n permitidos.
action394507=Elimine los caracteres especiales del nombre del registro.
cause394510=Puede que el registro est\u00E9 ca\u00EDdo o que no se pueda acceder a \u00E9l.
action394510=Verifique que se puede acceder al registro.
cause394511=Fallo de validaci\u00F3n.
action394511=Compruebe los conflictos en el centro de cambios.
cause394512=Error interno.
action394512=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause394513=Error Interno
action394513=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause394514=Puerto HTTP desactivado para el servidor de administraci\u00F3n.
action394514=Active el puerto HTTP para el servidor de administraci\u00F3n para recibir las notificaciones de UDDI.
messagedetail394517=Los par\u00E1metros de instancia recibidos de UDDI han dado error al convertirlos en XML.
cause394517=Los par\u00E1metros de instancia incorrectos est\u00E1n presentes en UDDI.
action394517=Verifique que los par\u00E1metros de instancia est\u00E1n presentes en el registro de UDDI.
cause394521=No se ha especificado la URL de publicaci\u00F3n para el registro.
action394521=Especifique la URL de publicaci\u00F3n.
cause394522=No se ha especificado la URL de seguridad para el registro.
action394522=Especifique la URL de seguridad.
messagedetail394524=Mensaje de advertencia durante la publicaci\u00F3n autom\u00E1tica.
