Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/WebServices/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Category_WS-Processing
source: WS-Processing
it: Elaborazione WS
ja: WS処理
ko: WS-처리
zh_cn: WS - 处理
zh_tw: WS 處理

# Category_WS-Fault
source: WS-Fault
it: Errore WS
ja: WSフォルト
ko: WS-오류
zh_cn: WS - 故障
zh_tw: WS 錯誤

# Event_RequestReceived
source: Request Received
de: Anforderung empfangen
es: Solicitud Recibida
fr: Demande reçue
it: Richiesta ricevuta
ja: リクエストを受信しました
ko: 요청이 수신됨
pt_br: Solicitação Recebida
zh_cn: 接收的请求
zh_tw: 收到的要求

# Event_ResponseSent
source: Response Sent
de: Antwort gesendet
es: Respuesta Enviada
fr: Réponse envoyée
it: Risposta inviata
ja: レスポンスを送信しました
ko: 응답이 전송됨
pt_br: Resposta Enviada
zh_cn: 发送的响应
zh_tw: 傳送的回應

# Event_SoapFaultEvent
source: Soap Fault Event
de: SOAP-Fault-Ereignis
es: Evento de Fallo de SOAP
fr: Evénement d'erreur SOAP
it: Evento di errore SOAP
ja: SOAPフォルト・イベント
ko: SOAP 오류 이벤트
pt_br: Evento de Falha de Soap
zh_cn: Soap 故障事件
zh_tw: Soap 錯誤事件

# Attribute_Protocol
source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
it: Protocollo
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
zh_cn: 协议
zh_tw: 協定

# Attribute_Endpoint
source: Endpoint
de: Endpunkt
es: Punto Final
fr: Adresse
ja: エンドポイント
ko: 끝점
pt_br: Ponto Final
zh_cn: 端点
zh_tw: 端點

# Attribute_Operation
source: Operation
de: Vorgang
es: Operación
fr: Opération
it: Operazione
ja: 操作
ko: 작업
pt_br: Operação
zh_cn: 操作
zh_tw: 作業

# Attribute_FaultUri
source: Fault Uri
es: URI de Fallo
fr: URI d'erreur
it: URI errore
ja: フォルトURI
ko: 오류 URI
pt_br: Uri com Falha
zh_cn: 故障 URI
zh_tw: 錯誤 URI

# Attribute_Source
source: Source
de: Quelle
es: Origen
it: Origine
ja: ソース
ko: 소스
pt_br: Origem
zh_cn: 源
zh_tw: 來源

# Help_Category_WS-Processing
source: These events relate to WebService Processing
de: Diese Ereignisse beziehen sich auf die WebService-Verarbeitung
es: Estos eventos están relacionados con WebService Processing
fr: Ces événements sont liés au traitement WebService
it: Eventi correlati all'elaborazione WebService
ja: これらのイベントはWebService処理に関連しています
ko: 웹 서비스 처리와 관련된 이벤트입니다.
pt_br: Estes eventos são relacionados ao Processamento do WebService
zh_cn: 这些事件涉及 WebService 处理
zh_tw: 這些事件與 Web 服務處理有關

# Help_Category_WS-Fault
source: These events relate to WebService Fault Message
de: Diese Ereignisse beziehen sich auf die WebService-Fault-Meldung
es: Estos eventos están relacionados con el mensaje de WebService Fault
fr: Ces événements sont liés au message d'erreur WebService
it: Eventi correlati al messaggio di errore WebService
ja: これらのイベントはWebServiceフォルト・メッセージに関連しています
ko: 웹 서비스 오류 메시지와 관련된 이벤트입니다.
pt_br: Estes eventos são relacionados à Mensagem de Falha do WebService
zh_cn: 这些事件涉及 WebService 故障消息
zh_tw: 這些事件與 Web 服務錯誤訊息有關

# Help_Event_RequestReceived
source: WebService request is received
de: WebService-Anforderung wird empfangen
es: Se ha recibido la solicitud de WebService
fr: La demande WebService a été reçue
it: Richiesta WebService ricevuta
ja: WebServiceリクエストが受信されます
ko: 웹 서비스 요청이 수신되었습니다.
pt_br: Solicitação do WebService recebida
zh_cn: 已收到 WebService 请求
zh_tw: 收到 Web 服務要求

# Help_Event_ResponseSent
source: WebService response is sent
de: WebService-Antwort wird gesendet
es: Se ha enviado la respuesta de WebService
fr: La réponse WebService a été envoyée
it: Risposta WebService inviata
ja: WebServiceレスポンスが送信されます
ko: 웹 서비스 응답이 전송되었습니다.
pt_br: Resposta do WebService enviada
zh_cn: 已发送 WebService 响应
zh_tw: 已傳送 Web 服務回應

# Help_Event_SoapFaultEvent
source: WebService soap fault is created
de: WebService-SOAP-Fault wird erstellt
es: Se ha creado el fallo de SOAP de WebService
fr: L'erreur SOAP WebService est créée
it: Errore SOAP WebService creato
ja: WebService SOAPフォルトが作成されます
ko: 웹 서비스 SOAP 오류가 생성되었습니다.
pt_br: Falha do soap do WebService criada
zh_cn: 已创建 WebService SOAP 故障
zh_tw: 已建立 Web 服務 SOAP 錯誤

# Help_Attribute_Protocol
source: The procotol of the request.
de: Das Protokoll der Anforderung.
es: El protocolo de la solicitud.
fr: Protocole de la demande.
it: Il protocollo della richiesta.
ja: リクエストのプロトコル。
ko: 요청의 프로토콜입니다.
pt_br: O protocolo da solicitação.
zh_cn: 此请求的协议。
zh_tw: 要求的協定.

# Help_Attribute_Endpoint
source: The URI which identifies the endpoint for which the event was triggered. For example, an HTTP require will record the URL.
de: Der URI, der den Endpunkt identifiziert, für den das Ereignis ausgelöst wurde. Ein HTTP zeichnet zum Beispiel den URL auf.
es: URI que identifica el punto final para el que se ha disparado el evento. Por ejemplo, un HTTP necesario registrará la dirección URL.
fr: URI identifiant l'adresse pour laquelle l'événement a été déclenché. Par exemple, une demande HTTP enregistrera l'URL.
it: URI che identifica l'endpoint per il quale è stato attivato l'evento. Ad esempio, una richiesta HTTP registrerà l'URL.
ja: イベントがトリガーされたエンドポイントを識別するURI。たとえば、HTTP要求はURLを記録します。
ko: 이벤트가 트리거된 끝점을 식별하는 URI입니다. 예를 들어, HTTP 요청은 URL을 기록합니다.
pt_br: O URI que identifica o ponto final no qual o evento foi acionado. Por exemplo, um HTTP registrará o URL.
zh_cn: 标识已触发事件的端点的 URI。例如, 需要 HTTP 时将记录 URL。
zh_tw: 識別觸發事件之端點的 URI. 例如, HTTP 要求將會記錄 URL.

# Help_Attribute_Operation
source: For SOAP requests, the operation for which the event was triggered.
de: Bei SOAP-Anforderungen der Vorgang, für den das Ereignis ausgelöst wurde.
es: Para la solicitud de SOAP, la operación para la que se ha disparado el evento.
fr: Pour les demandes SOAP, il s'agit de l'opération pour laquelle l'événement a été déclenché.
it: Per le richieste SOAP, l'operazione per la quale viene attivato l'evento.
ja: SOAPリクエストの場合は、イベントがトリガーされた操作です。
ko: SOAP 요청의 경우 이벤트가 트리거된 작업입니다.
pt_br: Para solicitações SOAP, a operação para a qual o evento foi acionado.
zh_cn: 对于 SOAP 请求, 这是已触发事件的操作。
zh_tw: 若為 SOAP 要求, 則為觸發事件的作業.

# Help_Attribute_FaultUri
source: If processing yielded a fault, the URI of the fault that will be sent.
de: Wenn bei der Ausführung ein Fault ausgegeben wurde, ist dies die URI des gesendeten Fault.
es: Si el procesamiento ha producido un fallo, URI del fallo que se enviará.
fr: Si le traitement a généré une erreur, l'URI de l'erreur sera envoyé.
it: Se l'elaborazione restituisce un errore, l'URI dell'errore che verrà inviato.
ja: 処理によりフォルトが発生した場合、送信されるフォルトのURIです。
ko: 처리 중 오류가 발생할 경우에 전송될 오류 URI입니다.
pt_br: Se o processamento tiver produzido uma falha, o URI da falha será enviado.
zh_cn: 如果处理时出现错误, 则将发送故障的 URI。
zh_tw: 若處理產生錯誤, 則為將傳送之錯誤的 URI.

# Help_Attribute_URI
source: The URI of the fault.
de: Die URI des Fault.
es: URI del fallo.
fr: URI de l'erreur.
it: L'URI dell'errore.
ja: フォルトのURI。
ko: 오류 URI입니다.
pt_br: O URI da falha.
zh_cn: 故障的 URI。
zh_tw: 錯誤的 URI.

# Help_Attribute_Source
source: The source of the fault.
de: Die Quelle des Fault.
es: Origen del fallo.
fr: Source de l'erreur.
it: L'origine dell'errore.
ja: フォルトのソース。
ko: 오류 소스입니다.
pt_br: A origem da falha.
zh_cn: 故障的源。
zh_tw: 錯誤的來源.
