## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381001=Une erreur s''est produite lors de la cr\u00E9ation de l''adresse {0} : {1}
## P4ADE ## {0} : String filePath, {1} : String epName, {2} : Exception e
messagebody381002=Chemin de fichier {0} de l''adresse du service {1} introuvable. Le processus en cours n''a peut-\u00EAtre pas acc\u00E8s \u00E0 ce fichier ou ce fichier n''existe pas : {2}
messagebody381003=Erreur d'initialisation.
messagebody381004=Erreur lors de l'analyse ou de la lecture de la configuration du service.
## P4ADE ## {0} : String filePath, {1} : String archiveLocation
messagebody381005=Impossible de cr\u00E9er ou de localiser le fichier avec le chemin {0} pendant l''enregistrement de pi\u00E8ces jointes de messagerie \u00E9lectronique \u00E0 l''emplacement {1}
## P4ADE ## {0} : String filePath, {1} : String archiveLocation, {2} : Exception e
messagebody381006=Erreur lors de l''enregistrement de la pi\u00E8ce jointe de messagerie \u00E9lectronique pour l''\u00E9l\u00E9ment Part du courriel portant le nom de fichier {0} \u00E0 l''emplacement {1} : {2}
## P4ADE ## {0} : String address
messagebody381007=Dans l''adresse {0}, la valeur de port n''est pas un nombre.
## P4ADE ## {0} : String address, {1} : String personal, {2} : String headerEncoding, {3} : Exception e
messagebody381008=Une erreur s''est produite lors de la cr\u00E9ation de l''adresse \u00E9lectronique de l''\u00E9metteur, du nom personnel et de l''encodage d''en-t\u00EAte d''une adresse \u00E9lectronique, respectivement {0}, {1} et {2} : {3}
## P4ADE ## {0} : String address, {1} : String headerEncoding, {2} : Exception e
messagebody381009=Une erreur s''est produite lors de la cr\u00E9ation de l''adresse \u00E9lectronique de l''\u00E9metteur et de l''encodage d''en-t\u00EAte d''une adresse \u00E9lectronique, respectivement {0} et {1} : {2}
## P4ADE ## {0} : String address, {1} : String endpointName
messagebody381010=Impossible d''\u00E9tablir une connexion au serveur de messagerie \u00E9lectronique distant {0} pour l''adresse du service {1}
## P4ADE ## {0} : String epName, {1} : Throwable e
messagebody381011=Une erreur s''est produite sur l''adresse du service {0} : {1}
## P4ADE ## {0} : String filePath, {1} : String epName
messagebody381012=Impossible de supprimer le fichier temporaire {0} du service proxy de messagerie \u00E9lectronique : {1}
## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381013=Une erreur s''est produite lors du traitement des messages de la bo\u00EEte de r\u00E9ception du service proxy de messagerie \u00E9lectronique {0}: {1}
## P4ADE ## {0} : String uri, {1} : String other
messagebody381014=L''URI {0} de ce service proxy est d\u00E9j\u00E0 utilis\u00E9 par un autre service proxy : {1} avec le m\u00EAme compte de service.
messagebody381015=Erreur lors de l'analyse ou de la lecture de la configuration de l'adresse de messagerie \u00E9lectronique.
## P4ADE ## {0} : String method, {1} : Exception e
messagebody381016=Cause de l''exception {0} : {1}
messagebody381017=Une transmission par r\u00E9f\u00E9rence non valide est d\u00E9finie. Elle peut uniquement avoir la valeur True lorsque le message est de type XML.
## P4ADE ## {0} : String refName
messagebody381018=Le compte de service donn\u00E9 {0} n''est pas de type statique. Seuls les comptes de service statiques sont pris en charge par les services proxy et fonctionnels de la messagerie \u00E9lectronique.
messagebody381019=Le compte de service n'existe pas.
messagebody381020=Une exception est survenue lors de la mise \u00E0 niveau. En principe, un message d'erreur indique la cause du probl\u00E8me.
## P4ADE ## {0} : int ct
messagebody381021=Limite de lecture non valide {0}. Celle-ci doit \u00EAtre sup\u00E9rieure ou \u00E9gale \u00E0 z\u00E9ro.
## P4ADE ## {0} : long interval
messagebody381022=Intervalle d''interrogation {0} non valide. Celui-ci doit \u00EAtre sup\u00E9rieur \u00E0 z\u00E9ro.
## P4ADE ## {0} : String protocol
messagebody381023=Protocole de messagerie non valide {0}
messagebody381024=Un nom de dossier est manquant pour le service configur\u00E9 avec IMAP et l'option Action suivant la lecture d\u00E9finie sur D\u00E9placer.
messagebody381025=Le r\u00E9pertoire de t\u00E9l\u00E9chargement est manquant.
messagebody381026=Le r\u00E9pertoire d'erreur est manquant.
messagebody381027=Le r\u00E9pertoire d'archivage est manquant.
## P4ADE ## {0} : String postRead
messagebody381028=Option PostRead non valide : {0}
## P4ADE ## {0} : String enc
messagebody381029=L''encodage donn\u00E9 n''est pas valide : {0}
messagebody381030=La ressource SMTP et la session de messagerie ne sont pas configur\u00E9es.
## P4ADE ## {0} : int connectionTimeout
messagebody381031=La temporisation de connexion ne peut pas \u00EAtre n\u00E9gative : {0}.
messagebody381032=L'adresse de r\u00E9ponse aux messages ne peut pas \u00EAtre vide si le nom de r\u00E9ponse aux messages est indiqu\u00E9.
messagebody381033=L'adresse de l'\u00E9metteur ne peut pas \u00EAtre vide si le nom de l'\u00E9metteur est indiqu\u00E9.
## P4ADE ## {0} : String uri
messagebody381034=L''URI {0} n''est pas valide.
## P4ADE ## {0} : String jndiName
messagebody381035=Il n''existe aucune session de messagerie portant le nom JNDI {0} dans l''instance de serveur WebLogic.
## P4ADE ## {0} : String ref
messagebody381036=La r\u00E9f\u00E9rence SMTP {0} n''existe pas.
messagebody381037=Impossible de configurer la session de messagerie et le serveur SMTP
## P4ADE ## {0} : String param
messagebody381038=Param\u00E8tre non valide dans l''URI : {0}
## P4ADE ## {0} : int timeout
messagebody381039=La temporisation E/S du socket ne peut pas \u00EAtre n\u00E9gative : {0}.
## P4ADE ## {0} : Exception e
messagebody381040=Erreur lors de l''initialisation du protocole SSL : {0}
## P4ADE ## {0} : Exception e
messagebody381041=Echec de la connexion au serveur de messagerie \u00E9lectronique avec le protocole SSL activ\u00E9 : {0} Tentative de connexion avec le protocole TLS
## P4ADE ## {0} : Exception e
messagebody381042=Echec de l''\u00E9tablissement d''une connexion TLS : {0} Cela peut se produire parce que le certificat s\u00E9curis\u00E9 est introuvable. Reportez-vous \u00E0 la documentation pour obtenir la liste des emplacements valides pour stocker la certification s\u00E9curis\u00E9e
