messagedetail381001=\u5EFA\u7ACB\u7AEF\u9EDE\u6642\uFF0COSB \u96FB\u5B50\u90F5\u4EF6\u50B3\u8F38\u767C\u751F\u672A\u9810\u671F\u7684\u7570\u5E38\u72C0\u6CC1\u3002\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
action381001=\u8ACB\u6AA2\u67E5\u7AEF\u9EDE\u7D44\u614B\u662F\u5426\u6B63\u78BA\u3002
messagedetail381002=\u8655\u7406\u8A0A\u606F\u6642\uFF0C\u627E\u4E0D\u5230\u5A92\u4ECB\u6A94\u6848\u8DEF\u5F91\u3002\u9019\u53EF\u80FD\u4E0D\u662F\u56B4\u91CD\u932F\u8AA4\uFF0C\u56E0\u6B64\u5373\u4F7F\u5DF2\u9806\u5229\u8655\u7406\u904E\u4E00\u6B21\u8A0A\u606F\uFF0C\u9084\u662F\u53EF\u80FD\u6703\u986F\u793A\u3002\u5982\u679C\u4F3A\u670D\u5668\u5728\u8655\u7406\u96FB\u5B50\u90F5\u4EF6\u50B3\u8F38\u8A0A\u606F\u6642\u91CD\u65B0\u555F\u52D5\uFF0C\u901A\u5E38\u6703\u767C\u751F\u6B64\u932F\u8AA4\u3002
action381002=\u8ACB\u78BA\u5B9A\u76EE\u524D\u4F7F\u7528\u8005\u64C1\u6709\u6307\u5B9A\u6A94\u6848\u8DEF\u5F91\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002
messagedetail381003=\u521D\u59CB\u5316\u96FB\u5B50\u90F5\u4EF6\u50B3\u8F38\u63D0\u4F9B\u8005\u6642\u767C\u751F\u672A\u9810\u671F\u7684\u7570\u5E38\u72C0\u6CC1\u3002
action381003=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
action381004=\u8ACB\u6AA2\u67E5\u7AEF\u9EDE\u7D44\u614B\u662F\u5426\u6B63\u78BA\u3002
messagedetail381005=\u7121\u6CD5\u5728\u6B64\u4F4D\u7F6E\u5EFA\u7ACB\u6A94\u6848\u3002\u76EE\u524D\u4F7F\u7528\u8005\u53EF\u80FD\u6C92\u6709\u6307\u5B9A\u6A94\u6848\u8DEF\u5F91\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002
action381005=\u8ACB\u78BA\u5B9A\u76EE\u524D\u4F7F\u7528\u8005\u64C1\u6709\u6307\u5B9A\u6A94\u6848\u8DEF\u5F91\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002\u8ACB\u6AA2\u67E5\u6A94\u6848\u4F4D\u7F6E\u662F\u5426\u6709\u6548\u3002
messagedetail381006=\u56E0\u70BA\u767C\u751F\u672A\u9810\u671F\u7684\u932F\u8AA4\uFF0C\u6240\u4EE5\u7121\u6CD5\u5132\u5B58\u96FB\u5B50\u90F5\u4EF6\u9644\u4EF6\u3002\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
action381006=\u932F\u8AA4\u8A0A\u606F\u53EF\u80FD\u6703\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
action381007=\u8ACB\u78BA\u5B9A\u9023\u63A5\u57E0\u662F\u5927\u65BC 0 \u7684\u6574\u6578\u3002
messagedetail381008=\u5EFA\u7ACB\u5730\u5740\u6642\uFF0C\u96FB\u5B50\u90F5\u4EF6\u670D\u52D9\u7AEF\u9EDE\u767C\u751F\u672A\u9810\u671F\u7684\u7570\u5E38\u72C0\u6CC1\u3002\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
action381008=\u932F\u8AA4\u8A0A\u606F\u53EF\u80FD\u6703\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
messagedetail381009=\u5EFA\u7ACB\u5730\u5740\u6642\uFF0C\u96FB\u5B50\u90F5\u4EF6\u670D\u52D9\u7AEF\u9EDE\u767C\u751F\u672A\u9810\u671F\u7684\u7570\u5E38\u72C0\u6CC1\u3002\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
action381009=\u932F\u8AA4\u8A0A\u606F\u53EF\u80FD\u6703\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
messagedetail381010=\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u7121\u6CD5\u9023\u7DDA\u81F3\u9060\u7AEF\u96FB\u5B50\u90F5\u4EF6\u4F3A\u670D\u5668\u3002\u4F3A\u670D\u5668\u4F4D\u5740\u53EF\u80FD\u4E0D\u6B63\u78BA\uFF0C\u6216\u4F3A\u670D\u5668\u76EE\u524D\u53EF\u80FD\u5DF2\u95DC\u9589\u3002
action381010=\u8ACB\u78BA\u5B9A\u670D\u52D9\u7AEF\u9EDE URI \u6307\u5411\u6B63\u78BA\u7684\u96FB\u5B50\u90F5\u4EF6\u4F3A\u670D\u5668\u4F4D\u5740\u3002
messagedetail381011=OSB \u96FB\u5B50\u90F5\u4EF6\u50B3\u8F38\u767C\u751F\u672A\u9810\u671F\u7684\u4E00\u822C\u7528\u9014\u7570\u5E38\u72C0\u6CC1\u3002\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
action381011=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
messagedetail381012=\u7121\u6CD5\u522A\u9664\u6B64\u4F4D\u7F6E\u7684\u6A94\u6848\u3002\u76EE\u524D\u4F7F\u7528\u8005\u53EF\u80FD\u6C92\u6709\u6307\u5B9A\u6A94\u6848\u8DEF\u5F91\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002
action381012=\u8ACB\u78BA\u5B9A\u76EE\u524D\u4F7F\u7528\u8005\u64C1\u6709\u6307\u5B9A\u6A94\u6848\u8DEF\u5F91\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002\u8ACB\u6AA2\u67E5\u6A94\u6848\u4F4D\u7F6E\u662F\u5426\u6709\u6548\u3002
messagedetail381013=\u547C\u53EB\u7BA1\u7DDA\u4E4B\u5F8C\uFF0C\u8A0A\u606F\u8655\u7406\u767C\u751F\u932F\u8AA4\u3002\u5F8C\u8655\u7406\u53EF\u80FD\u5305\u542B\u5C07\u8A0A\u606F\u79FB\u81F3\u4E0D\u540C\u8CC7\u6599\u593E\u6216\u5C07\u6A94\u6848\u5C01\u5B58\u3002
action381013=\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
messagedetail381014=\u767B\u9304\u65B0\u7684\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u6642\u767C\u751F\u932F\u8AA4: \u53E6\u4E00\u500B\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u5DF2\u4F7F\u7528\u91DD\u5C0D\u6B64\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u8A2D\u5B9A\u7684 URI\u3002\u5982\u679C\u670D\u52D9\u5E33\u865F\u76F8\u540C\uFF0C\u5247\u6BCF\u500B\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u90FD\u5FC5\u9808\u8981\u6709\u552F\u4E00\u7684 URI\u3002
action381014=\u8ACB\u6AA2\u67E5\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u7684\u50B3\u8F38\u7D44\u614B\uFF0C\u78BA\u5B9A URI \u548C\u670D\u52D9\u5E33\u865F\u7684\u7D44\u5408\u662F\u552F\u4E00\u7684\u3002
action381015=\u8ACB\u6AA2\u67E5\u7AEF\u9EDE\u7D44\u614B\u662F\u5426\u6B63\u78BA\u3002
action381016=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
cause381017=\u300C\u900F\u904E\u53C3\u7167\u4F86\u50B3\u905E\u300D\u662F\u4EE5\u975E xml \u8A0A\u606F\u985E\u578B\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u8A2D\u5B9A\u3002
action381017=\u5982\u679C\u300C\u900F\u904E\u53C3\u7167\u4F86\u50B3\u905E\u300D\u70BA true\uFF0C\u5247\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u61C9\u8A72\u4EE5 xml \u8A0A\u606F\u985E\u578B\u8A2D\u5B9A\u3002
action381018=\u8ACB\u78BA\u5B9A\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u6216\u696D\u52D9\u670D\u52D9\u4E2D\u8A2D\u5B9A\u7684\u670D\u52D9\u5E33\u865F\u662F\u975C\u614B\u670D\u52D9\u5E33\u865F\u3002
action381019=\u8ACB\u78BA\u5B9A OSB \u5C08\u6848\u4E2D\u5DF2\u5B58\u5728\u5177\u6709\u8A2D\u5B9A\u540D\u7A31\u7684\u670D\u52D9\u5E33\u865F\u3002
cause381020=\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
messagedetail381021=\u8B80\u53D6\u9650\u5236\u662F\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u5728\u4E00\u6B21\u8F2A\u8A62\u5FAA\u74B0\u4E2D\u8F2A\u8A62\u7684\u96FB\u5B50\u90F5\u4EF6\u8A0A\u606F\u6578\u3002\u5B83\u61C9\u4E00\u5F8B\u5927\u65BC\u6216\u7B49\u65BC\u96F6\u3002
action381021=\u8ACB\u78BA\u5B9A\u8B80\u53D6\u9650\u5236\u5927\u65BC\u6216\u7B49\u65BC\u96F6\u3002
messagedetail381022=\u5728\u6BCF\u500B\u8F2A\u8A62\u9593\u9694\u4E4B\u5F8C\uFF0C\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u90FD\u6703\u8F2A\u8A62\u96FB\u5B50\u90F5\u4EF6\u4F3A\u670D\u5668\u662F\u5426\u6709\u65B0\u7684\u96FB\u5B50\u90F5\u4EF6\u8A0A\u606F\u3002\u5B83\u61C9\u8A72\u5927\u65BC\u96F6\u3002
action381022=\u8ACB\u78BA\u5B9A\u8F2A\u8A62\u9593\u9694\u5927\u65BC\u96F6\u3002
messagedetail381023=\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u652F\u63F4\u7684\u90F5\u4EF6\u901A\u8A0A\u5354\u5B9A\u662F POP3 \u548C IMAP\u3002
action381023=\u8ACB\u78BA\u5B9A\u90F5\u4EF6\u901A\u8A0A\u5354\u5B9A\u662F POP3 \u6216 IMAP\u3002
messagedetail381024=\u4EE5 IMAP \u8A2D\u5B9A\u4E14\u300C\u8B80\u53D6\u5F8C\u52D5\u4F5C\u300D\u70BA\u300C\u79FB\u52D5\u300D\u7684\u670D\u52D9\uFF0C\u907A\u6F0F\u8CC7\u6599\u593E\u540D\u7A31\u3002
action381024=\u5982\u679C\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u662F\u8207 IMAP \u50B3\u8F38\u901A\u8A0A\u5354\u5B9A\u4E00\u8D77\u8A2D\u5B9A\u4E14\u300C\u8B80\u53D6\u5F8C\u52D5\u4F5C\u300D\u70BA\u300C\u79FB\u52D5\u300D\uFF0C\u8ACB\u78BA\u5B9A\u5DF2\u6307\u5B9A\u8CC7\u6599\u593E\u540D\u7A31\u3002
messagedetail381025=\u4E0B\u8F09\u76EE\u9304\u662F\u5FC5\u8981\u7D44\u614B\u53C3\u6578\u3002\u96FB\u5B50\u90F5\u4EF6\u8A0A\u606F\u6703\u5148\u66AB\u5B58\u5728\u4E0B\u8F09\u76EE\u9304\u4E2D\uFF0C\u518D\u547C\u53EB\u7BA1\u7DDA\u3002
action381025=\u8ACB\u78BA\u5B9A\u5DF2\u6307\u5B9A\u4E0B\u8F09\u76EE\u9304\u3002
messagedetail381026=\u932F\u8AA4\u76EE\u9304\u662F\u5FC5\u8981\u7D44\u614B\u53C3\u6578\u3002\u5982\u679C\u8655\u7406\u767C\u751F\u932F\u8AA4\uFF0C\u5247\u6703\u5C07\u96FB\u5B50\u90F5\u4EF6\u8A0A\u606F\u79FB\u81F3\u6B64\u76EE\u9304\u3002
cause381026=\u8ACB\u78BA\u5B9A\u5DF2\u6307\u5B9A\u932F\u8AA4\u76EE\u9304\u3002
messagedetail381027=\u5982\u679C\u300C\u900F\u904E\u53C3\u7167\u4F86\u50B3\u905E\u300D\u6216\u300C\u900F\u904E\u53C3\u7167\u4F86\u50B3\u905E\u9644\u4EF6\u300D\u70BA true\uFF0C\u5247\u9700\u8981\u6709\u5C01\u5B58\u6A94\u76EE\u9304\u3002
cause381027=\u8ACB\u78BA\u5B9A\u5DF2\u6307\u5B9A\u5C01\u5B58\u6A94\u76EE\u9304\u3002
messagedetail381029=\u7DE8\u78BC\u540D\u7A31\u4E0D\u6B63\u78BA\uFF0C\u6216 Java \u865B\u64EC\u6A5F\u5668\u4E0D\u652F\u63F4\u7279\u5B9A\u7DE8\u78BC\u3002
action381029=\u8ACB\u78BA\u5B9A\u96FB\u5B50\u90F5\u4EF6\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u662F\u4EE5\u652F\u63F4\u7684\u7DE8\u78BC\u8A2D\u5B9A\u3002
messagedetail381030=\u96FB\u5B50\u90F5\u4EF6\u696D\u52D9\u670D\u52D9\u61C9\u8A2D\u5B9A SMTP \u8CC7\u6E90\u6216\u90F5\u4EF6\u968E\u6BB5\u4F5C\u696D\u3002\u5FC5\u9808\u4EE5\u50B3\u8F38\u7D44\u614B\u63D0\u4F9B\uFF0C\u6216\u4EE5 uri \u53C3\u6578\u7684\u5F62\u5F0F\u63D0\u4F9B\u3002
action381031=\u8ACB\u78BA\u5B9A\u9023\u7DDA\u903E\u6642\u5927\u65BC\u6216\u7B49\u65BC\u96F6\u3002
action381032=\u8ACB\u78BA\u5B9A\u5DF2\u5B9A\u7FA9\u300C\u56DE\u8986\u540D\u7A31\u300D\u548C\u300C\u56DE\u8986\u5730\u5740\u300D\u6B04\u4F4D\u3002
action381033=\u8ACB\u78BA\u5B9A\u5DF2\u5B9A\u7FA9\u300C\u5BC4\u4EF6\u8005\u5730\u5740\u300D\u548C\u300C\u5BC4\u4EF6\u8005\u540D\u7A31\u300D\u6B04\u4F4D\u3002
messagedetail381034=URI \u7684\u683C\u5F0F\u932F\u8AA4\u3002
action381034=\u8ACB\u78BA\u5B9A URI \u9075\u5FAA\u6B63\u78BA\u7684\u8A9E\u6CD5\u3002
messagedetail381035=\u670D\u52D9\u61C9\u8A72\u8981\u4EE5 WebLogic Server \u57F7\u884C\u8655\u7406\u4E2D\u73FE\u6709\u7684\u90F5\u4EF6\u968E\u6BB5\u4F5C\u696D\u8A2D\u5B9A\u3002
action381035=\u8ACB\u78BA\u5B9A\u90F5\u4EF6\u968E\u6BB5\u4F5C\u696D\u5B58\u5728\u65BC WebLogic Server \u57F7\u884C\u8655\u7406\u4E2D\u3002
messagedetail381036=OSB \u4E2D\u6C92\u6709 URI \u63D0\u53CA\u7684 SMTP \u53C3\u7167
action381036=\u5728 OSB \u4E2D\u5EFA\u7ACB\u6240\u63D0\u53CA\u7684 SMTP \u53C3\u7167
messagedetail381037=\u53EF\u8A2D\u5B9A\u90F5\u4EF6\u968E\u6BB5\u4F5C\u696D\u6216 smtp \u4F3A\u670D\u5668\u3002
action381037=\u5F9E\u7D44\u614B\u4E2D\u79FB\u9664\u90F5\u4EF6\u968E\u6BB5\u4F5C\u696D\u6216 smtp \u4F3A\u670D\u5668
messagedetail381038=URI \u4E2D\u7684\u53C3\u6578\u7121\u6548\u3002\u53EA\u6709\u90F5\u4EF6\u968E\u6BB5\u4F5C\u696D\u8207 SMTP \u70BA\u6709\u6548\u7684\u53C3\u6578\u3002
action381038=\u5728 uri \u4E2D\u63D0\u4F9B\u6B63\u78BA\u7684\u53C3\u6578\u3002
action381039=\u8ACB\u78BA\u5B9A\u903E\u6642\u5927\u65BC\u6216\u7B49\u65BC\u96F6\u3002
messagedetail381040=\u521D\u59CB\u5316 SSL \u6642\u767C\u751F\u932F\u8AA4
action381040=\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
cause381041=\u96FB\u5B50\u90F5\u4EF6\u4F3A\u670D\u5668\u4E0D\u652F\u63F4 SSL \u6216\u505C\u6B62\u904B\u4F5C
action381041=\u8ACB\u78BA\u8A8D\u96FB\u5B50\u90F5\u4EF6\u4F3A\u670D\u5668\u652F\u63F4 SSL \u4E14\u904B\u4F5C\u4E2D
cause381042=\u96FB\u5B50\u90F5\u4EF6\u4F3A\u670D\u5668\u4E0D\u652F\u63F4 TLS \u6216\u505C\u6B62\u904B\u4F5C
action381042=\u8ACB\u78BA\u8A8D\u96FB\u5B50\u90F5\u4EF6\u4F3A\u670D\u5668\u652F\u63F4 TLS \u4E14\u904B\u4F5C\u4E2D
