messagedetail381001=Une exception inattendue est survenue dans le transport de messagerie \u00E9lectronique OSB lors de la cr\u00E9ation de l'adresse. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381001=V\u00E9rifiez que la configuration de l'adresse est form\u00E9e correctement.
messagedetail381002=Chemin de fichier interm\u00E9diaire introuvable lors du traitement du message. Cette erreur n'est peut-\u00EAtre pas fatale et peut appara\u00EEtre m\u00EAme si le traitement du message a r\u00E9ussi une fois. Ceci se produit g\u00E9n\u00E9ralement si le serveur est red\u00E9marr\u00E9 alors qu'il traite des messages de transport de messagerie \u00E9lectronique.
action381002=Assurez-vous que l'utilisateur en cours dispose de droits d'acc\u00E8s en lecture et \u00E9criture sur l'emplacement du chemin de fichier donn\u00E9.
messagedetail381003=Une exception inattendue est survenue lors de l'initialisation du fournisseur de transport de messagerie \u00E9lectronique.
action381003=Contactez le support technique Oracle.
action381004=V\u00E9rifiez que la configuration de l'adresse est form\u00E9e correctement.
messagedetail381005=Impossible de cr\u00E9er un fichier \u00E0 cet emplacement. Il se peut que l'utilisateur en cours ne dispose pas de droits d'acc\u00E8s en lecture et \u00E9criture sur l'emplacement du chemin de fichier donn\u00E9.
action381005=Assurez-vous que l'utilisateur en cours dispose de droits d'acc\u00E8s en lecture et \u00E9criture sur l'emplacement du chemin de fichier donn\u00E9. V\u00E9rifiez que l'emplacement du fichier est valide.
messagedetail381006=Les pi\u00E8ces jointes de messagerie \u00E9lectronique n'ont pas \u00E9t\u00E9 enregistr\u00E9es en raison d'une erreur inattendue. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381006=Un message d'erreur peut indiquer la cause du probl\u00E8me.
action381007=Assurez-vous que le port est un nombre entier sup\u00E9rieur \u00E0 0.
messagedetail381008=Une exception inattendue est survenue \u00E0 l'adresse du service de messagerie \u00E9lectronique lors de la cr\u00E9ation de l'adresse. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381008=Un message d'erreur peut indiquer la cause du probl\u00E8me.
messagedetail381009=Une exception inattendue est survenue \u00E0 l'adresse du service de messagerie \u00E9lectronique lors de la cr\u00E9ation de l'adresse. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381009=Un message d'erreur peut indiquer la cause du probl\u00E8me.
messagedetail381010=Le service proxy de messagerie \u00E9lectronique n'a pas pu se connecter au serveur de messagerie \u00E9lectronique distant. Il se peut que l'adresse du serveur soit incorrecte ou que le serveur soit actuellement en panne.
action381010=Assurez-vous que l'URI de l'adresse du service indique l'adresse correcte du serveur de messagerie \u00E9lectronique.
messagedetail381011=Une exception d'usage g\u00E9n\u00E9ral est survenue au niveau du transport de messagerie \u00E9lectronique OSB. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381011=Contactez le support technique Oracle
messagedetail381012=Impossible de supprimer le fichier de cet emplacement. Il se peut que l'utilisateur en cours ne dispose pas de droits d'acc\u00E8s en lecture et \u00E9criture sur l'emplacement du chemin de fichier donn\u00E9.
action381012=Assurez-vous que l'utilisateur en cours dispose de droits d'acc\u00E8s en lecture et \u00E9criture sur l'emplacement du chemin de fichier donn\u00E9. V\u00E9rifiez que l'emplacement du fichier est valide.
messagedetail381013=Erreur lors du traitement du message apr\u00E8s l'appel du pipeline. Le traitement ult\u00E9rieur peut demander le d\u00E9placement du message dans un autre dossier, ou encore l'archivage du fichier.
action381013=En principe, un message d'erreur indique la cause du probl\u00E8me.
messagedetail381014=Une erreur est survenue lors de l'inscription d'un nouveau service proxy de messagerie \u00E9lectronique : l'URI configur\u00E9 pour ce service est d\u00E9j\u00E0 utilis\u00E9 par un autre service proxy de messagerie \u00E9lectronique. Chaque service proxy de messagerie \u00E9lectronique doit disposer d'un URI unique si le m\u00EAme compte de service est utilis\u00E9.
action381014=V\u00E9rifiez la configuration du transport du service proxy de messagerie \u00E9lectronique et assurez-vous que la combinaison de l'URI et du compte de service est unique.
action381015=V\u00E9rifiez que la configuration de l'adresse est form\u00E9e correctement.
action381016=Contactez le support technique Oracle. En principe, un message d'erreur indique la cause du probl\u00E8me.
cause381017=La transmission par r\u00E9f\u00E9rence est configur\u00E9e avec un service proxy de messagerie \u00E9lectronique avec type de message non-XML.
action381017=Si l'option Transmission par r\u00E9f\u00E9rence a la valeur True, le service proxy de messagerie \u00E9lectronique doit \u00EAtre configur\u00E9 avec des types de message XML.
action381018=Assurez-vous que le compte de service configur\u00E9 dans le proxy de messagerie \u00E9lectronique ou le service fonctionnel est statique.
action381019=Assurez-vous que le compte de service portant le nom configur\u00E9 existe dans le projet OSB.
cause381020=En principe, un message d'erreur indique la cause du probl\u00E8me.
messagedetail381021=La limite de lecture correspond au nombre de messages \u00E9lectroniques interrog\u00E9s par le service proxy de messagerie \u00E9lectronique lors d'un cycle d'interrogation. Cette valeur doit toujours \u00EAtre sup\u00E9rieure ou \u00E9gale \u00E0 z\u00E9ro.
action381021=Assurez-vous que la limite de lecture est sup\u00E9rieure ou \u00E9gale \u00E0 z\u00E9ro.
messagedetail381022=Le service proxy de messagerie \u00E9lectronique interroge le serveur de messagerie \u00E9lectronique pour y rechercher les nouveaux messages \u00E9lectroniques apr\u00E8s chaque intervalle d'interrogation. Cette valeur doit \u00EAtre sup\u00E9rieure \u00E0 z\u00E9ro.
action381022=Assurez-vous que l'intervalle d'interrogation est sup\u00E9rieur \u00E0 z\u00E9ro.
messagedetail381023=Les protocoles de messagerie pris en charge par le service proxy de messagerie \u00E9lectronique sont POP3 et IMAP.
action381023=Assurez-vous que la messagerie utilise le protocole POP3 ou IMAP.
messagedetail381024=Un nom de dossier est manquant pour le service configur\u00E9 avec IMAP et l'action de post-lecture D\u00E9placer.
action381024=Assurez-vous que le nom de dossier est indiqu\u00E9 si le service proxy de messagerie \u00E9lectronique est configur\u00E9 avec le protocole de transfert IMAP, avec l'option Action suivant la lecture d\u00E9finie sur D\u00E9placer.
messagedetail381025=Le r\u00E9pertoire de t\u00E9l\u00E9chargement est un param\u00E8tre de configuration obligatoire. Les messages \u00E9lectroniques sont tout d'abord pr\u00E9par\u00E9s dans le r\u00E9pertoire de t\u00E9l\u00E9chargement avant l'appel au pipeline.
action381025=Assurez-vous que le r\u00E9pertoire de t\u00E9l\u00E9chargement est indiqu\u00E9.
messagedetail381026=Le r\u00E9pertoire d'erreur est un param\u00E8tre de configuration obligatoire. Les messages \u00E9lectroniques sont d\u00E9plac\u00E9s dans ce r\u00E9pertoire en cas d'erreur de traitement.
cause381026=Assurez-vous que le r\u00E9pertoire d'erreur est indiqu\u00E9.
messagedetail381027=Le r\u00E9pertoire d'archivage est obligatoire si les options Transmission par r\u00E9f\u00E9rence ou Transmission des pi\u00E8ces jointes par r\u00E9f\u00E9rence pr\u00E9sentent la valeur True.
cause381027=Assurez-vous que le r\u00E9pertoire d'archivage est indiqu\u00E9.
messagedetail381029=Le nom d'encodage est incorrect ou l'encodage utilis\u00E9 n'est pas pris en charge par la Java Virtual Machine.
action381029=Assurez-vous que l'encodage pris en charge est configur\u00E9 sur le service proxy de messagerie \u00E9lectronique.
messagedetail381030=Une ressource SMTP ou une session de messagerie doit \u00EAtre configur\u00E9e pour le service fonctionnel de messagerie \u00E9lectronique. Cette valeur doit \u00EAtre fournie dans la configuration du transport ou en tant que param\u00E8tre de l'URI.
action381031=Assurez-vous que la temporisation de connexion est sup\u00E9rieure ou \u00E9gale \u00E0 z\u00E9ro.
action381032=Assurez-vous que les champs Nom de r\u00E9ponse aux messages et Adresse de r\u00E9ponse aux messages sont d\u00E9finis.
action381033=Assurez-vous que les champs Adresse de l'\u00E9metteur et Nom de l'\u00E9metteur sont d\u00E9finis.
messagedetail381034=L'URI pr\u00E9sente un format incorrect.
action381034=Assurez-vous que la syntaxe de l'URI est correcte.
messagedetail381035=Le service doit \u00EAtre configur\u00E9 avec la session de messagerie qui existe dans l'instance de serveur WebLogic.
action381035=Assurez-vous que la session de messagerie existe dans l'instance de serveur WebLogic.
messagedetail381036=La r\u00E9f\u00E9rence SMTP mentionn\u00E9e dans l'URI n'existe pas dans OSB
action381036=Cr\u00E9er la r\u00E9f\u00E9rence SMTP mentionn\u00E9e dans OSB
messagedetail381037=La session de messagerie ou le serveur SMTP peut \u00EAtre configur\u00E9.
action381037=Enlever la session de messagerie ou le serveur SMTP de la configuration
messagedetail381038=Param\u00E8tre non valide dans l'URI. Seuls la session de messagerie et SMTP sont des param\u00E8tres valides.
action381038=Entrez le param\u00E8tre correct dans l'URI.
action381039=Assurez-vous que la temporisation est sup\u00E9rieure ou \u00E9gale \u00E0 z\u00E9ro.
messagedetail381040=Erreur lors de l'initialisation du protocole SSL
action381040=En principe, un message d'erreur indique la cause du probl\u00E8me.
cause381041=Le serveur de messagerie \u00E9lectronique est peut-\u00EAtre arr\u00EAt\u00E9 ou ne prend pas en charge le protocole SSL
action381041=Assurez-vous que le serveur de messagerie \u00E9lectronique prend en charge le protocole SSL et qu'il est ex\u00E9cut\u00E9
cause381042=Le serveur de messagerie \u00E9lectronique est peut-\u00EAtre arr\u00EAt\u00E9 ou ne prend pas en charge le protocole TLS
action381042=Assurez-vous que le serveur de messagerie \u00E9lectronique prend en charge le protocole TLS et qu'il est ex\u00E9cut\u00E9
