## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381001=Se ha encontrado un error al crear el punto final {0}: {1}.
## P4ADE ## {0} : String filePath, {1} : String epName, {2} : Exception e
messagebody381002=No se ha encontrado la ruta de acceso del archivo {0} para el punto final de servicio {1}. Puede que el proceso actual no tenga acceso a este archivo o que el archivo no exista: {2}.
messagebody381003=Error de inicializaci\u00F3n.
messagebody381004=Error al analizar o leer la configuraci\u00F3n de servicio.
## P4ADE ## {0} : String filePath, {1} : String archiveLocation
messagebody381005=No se ha podido crear o no se ha encontrado el archivo con la ruta de acceso {0} al guardar anexos de correo electr\u00F3nico en la ubicaci\u00F3n {1}.
## P4ADE ## {0} : String filePath, {1} : String archiveLocation, {2} : Exception e
messagebody381006=Se ha encontrado un error al guardar los anexos de correo electr\u00F3nico para la parte de correo electr\u00F3nico con el nombre de archivo {0} en la ubicaci\u00F3n {1}: {2}.
## P4ADE ## {0} : String address
messagebody381007=En la direcci\u00F3n {0}, el puerto no es un n\u00FAmero.
## P4ADE ## {0} : String address, {1} : String personal, {2} : String headerEncoding, {3} : Exception e
messagebody381008=Se ha encontrado un error al crear la direcci\u00F3n de correo electr\u00F3nico de Internet a partir de la direcci\u00F3n, el nombre personal y la codificaci\u00F3n de cabecera {0}, {1} y {2} respectivamente: {3}.
## P4ADE ## {0} : String address, {1} : String headerEncoding, {2} : Exception e
messagebody381009=Se ha encontrado un error al crear la direcci\u00F3n de correo electr\u00F3nico de Internet a partir de la direcci\u00F3n y la codificaci\u00F3n de cabecera {0} y {1} respectivamente: {2}.
## P4ADE ## {0} : String address, {1} : String endpointName
messagebody381010=No se ha podido conectar al servidor de correo electr\u00F3nico remoto {0} para el punto final del servicio {1}.
## P4ADE ## {0} : String epName, {1} : Throwable e
messagebody381011=Se ha producido un error del punto final del servicio {0}: {1}.
## P4ADE ## {0} : String filePath, {1} : String epName
messagebody381012=No se ha podido suprimir el archivo temporal {0} para el servicio de proxy de correo electr\u00F3nico: {1}.
## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381013=Se ha encontrado un error al procesar los mensajes del buz\u00F3n para el servicio de proxy de correo electr\u00F3nico {0}: {1}.
## P4ADE ## {0} : String uri, {1} : String other
messagebody381014=El URI {0} para este servicio de proxy ya lo est\u00E1 utilizando otro servicio de proxy: {1} con la misma cuenta de servicio.
messagebody381015=Error al analizar o leer la configuraci\u00F3n de punto final de correo electr\u00F3nico.
## P4ADE ## {0} : String method, {1} : Exception e
messagebody381016=Causa de la excepci\u00F3n {0}: {1}
messagebody381017=Se ha definido una transferencia por referencia no v\u00E1lida, s\u00F3lo puede ser true cuando el mensaje es de tipo XML.
## P4ADE ## {0} : String refName
messagebody381018=La cuenta de servicio {0} proporcionada no es de tipo est\u00E1tico. S\u00F3lo est\u00E1n soportadas las cuentas de servicio est\u00E1ticas con los servicios de negocio y proxy de correo electr\u00F3nico.
messagebody381019=La cuenta de servicio no existe.
messagebody381020=Se ha encontrado una excepci\u00F3n al actualizar. Debe haber un mensaje de error que apunte a la causa del problema.
## P4ADE ## {0} : int ct
messagebody381021=L\u00EDmite de lectura {0} no v\u00E1lido, debe ser mayor o igual que cero.
## P4ADE ## {0} : long interval
messagebody381022=Intervalo de sondeo {0} no v\u00E1lido, debe ser mayor que cero.
## P4ADE ## {0} : String protocol
messagebody381023=Protocolo de correo {0} no v\u00E1lido
messagebody381024=Falta el nombre de carpeta para el servicio configurado con IMAP y la acci\u00F3n posterior a lectura como Mover.
messagebody381025=Falta el directorio de descarga.
messagebody381026=Falta el directorio de error.
messagebody381027=Falta el directorio de archivo.
## P4ADE ## {0} : String postRead
messagebody381028=Opci\u00F3n PostRead no v\u00E1lida: {0}
## P4ADE ## {0} : String enc
messagebody381029=La codificaci\u00F3n proporcionada no es v\u00E1lida: {0}.
messagebody381030=No se ha configurado ni el recurso de SMTP ni la sesi\u00F3n de correo.
## P4ADE ## {0} : int connectionTimeout
messagebody381031=El timeout de conexi\u00F3n no puede ser negativo: {0}.
messagebody381032=La direcci\u00F3n de respuesta no puede estar vac\u00EDa si se ha especificado el nombre de respuesta.
messagebody381033=La direcci\u00F3n de origen no puede estar vac\u00EDa si se ha especificado el nombre del remitente.
## P4ADE ## {0} : String uri
messagebody381034=El URI {0} no es v\u00E1lido.
## P4ADE ## {0} : String jndiName
messagebody381035=La sesi\u00F3n de correo con el nombre de JNDI {0} no existe en la instancia de Weblogic Server.
## P4ADE ## {0} : String ref
messagebody381036=La referencia de SMTP {0} no existe.
messagebody381037=No se pueden configurar la sesi\u00F3n de correo ni el servidor SMTP.
## P4ADE ## {0} : String param
messagebody381038=Par\u00E1metro no v\u00E1lido en el URI: {0}
## P4ADE ## {0} : int timeout
messagebody381039=El timeout de E/S del socket no puede ser negativo: {0}.
## P4ADE ## {0} : Exception e
messagebody381040=Error al inicializar el SSL: {0}
## P4ADE ## {0} : Exception e
messagebody381041=Fallo en la conexi\u00F3n del servidor de correo electr\u00F3nico con SSL activado: {0} Intentado conectar mediante TLS
## P4ADE ## {0} : Exception e
messagebody381042=Fallo al establecer una conexi\u00F3n TLS: {0} Esto se puede deber a que no se ha encontrado el certificado de confianza. Consulte la documentaci\u00F3n para obtener una lista de ubicaciones v\u00E1lidas para almacenar la certificaci\u00F3n de confianza.
