messagedetail381001=Se ha producido una excepci\u00F3n inesperada en el transporte de correo electr\u00F3nico de OSB al crear el punto final. Debe haber un mensaje de error que apunte a la causa del problema.
action381001=Compruebe que la configuraci\u00F3n de punto final tiene un formato correcto.
messagedetail381002=No se ha encontrado la ruta de acceso del archivo intermediario al procesar el mensaje. Puede que este error no sea fatal y que aparezca aunque el mensaje se haya procesado correctamente una vez. Esto ocurre normalmente si se reinicia el servidor cuando est\u00E1 procesando mensajes de transporte de correo electr\u00F3nico.
action381002=Aseg\u00FArese de que el usuario actual tiene permisos de lectura y escritura para la ubicaci\u00F3n de ruta de acceso del archivo proporcionada.
messagedetail381003=Se ha producido una excepci\u00F3n inesperada al inicializar el proveedor de transporte de correo electr\u00F3nico.
action381003=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
action381004=Compruebe que la configuraci\u00F3n de punto final tiene un formato correcto.
messagedetail381005=No se ha podido crear el archivo en esta ubicaci\u00F3n. Puede que el usuario actual no tenga permisos de lectura y escritura en la ubicaci\u00F3n de ruta de acceso del archivo proporcionada.
action381005=Aseg\u00FArese de que el usuario actual tiene permisos de lectura y escritura para la ubicaci\u00F3n de ruta de acceso del archivo proporcionada. Compruebe que la ubicaci\u00F3n de archivo es v\u00E1lida.
messagedetail381006=No se han podido guardar los anexos de correo electr\u00F3nico debido a un error inesperado. Debe haber un mensaje de error que apunte a la causa del problema.
action381006=Puede que el mensaje de error apunte a la causa del problema.
action381007=Aseg\u00FArese de que el puerto es un entero mayor que 0.
messagedetail381008=Se ha producido una excepci\u00F3n inesperada en el punto final del servicio de correo electr\u00F3nico al crear la direcci\u00F3n. Debe haber un mensaje de error que apunte a la causa del problema.
action381008=Puede que el mensaje de error apunte a la causa del problema.
messagedetail381009=Se ha producido una excepci\u00F3n inesperada en el punto final del servicio de correo electr\u00F3nico al crear la direcci\u00F3n. Debe haber un mensaje de error que apunte a la causa del problema.
action381009=Puede que el mensaje de error apunte a la causa del problema.
messagedetail381010=El servicio de proxy de correo electr\u00F3nico no se ha podido conectar al servidor de correo electr\u00F3nico remoto. Puede que la direcci\u00F3n del servidor sea incorrecta o que el servidor est\u00E9 ca\u00EDdo actualmente.
action381010=Aseg\u00FArese de que el URI de punto final del servicio apunta a la direcci\u00F3n correcta del servidor de correo electr\u00F3nico.
messagedetail381011=Se ha producido una excepci\u00F3n inesperada de uso general en el transporte de correo electr\u00F3nico de OSB. Debe haber un mensaje de error que apunte a la causa del problema.
action381011=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail381012=No se ha podido suprimir el archivo de esta ubicaci\u00F3n. Puede que el usuario actual no tenga permisos de lectura y escritura en la ubicaci\u00F3n de ruta de acceso del archivo proporcionada.
action381012=Aseg\u00FArese de que el usuario actual tiene permisos de lectura y escritura para la ubicaci\u00F3n de ruta de acceso del archivo proporcionada. Compruebe que la ubicaci\u00F3n de archivo es v\u00E1lida.
messagedetail381013=Se ha encontrado un error al procesar el mensaje despu\u00E9s de llamar al pipeline. El procesamiento posterior puede implicar el movimiento del mensaje a una carpeta diferente o el almacenamiento del archivo.
action381013=Debe haber un mensaje de error que apunte a la causa del problema.
messagedetail381014=Se ha producido un error al registrar un nuevo servicio de proxy de correo electr\u00F3nico: Otro servicio de proxy de correo electr\u00F3nico ya utiliza el URI configurado para este servicio de proxy. Cada servicio de proxy de correo electr\u00F3nico debe tener un URI \u00FAnico si la cuenta de servicio es la misma.
action381014=Compruebe la configuraci\u00F3n de transporte para el servicio de proxy de correo electr\u00F3nico y aseg\u00FArese de que la combinaci\u00F3n de URI y cuenta de servicio es \u00FAnica.
action381015=Compruebe que la configuraci\u00F3n de punto final tiene un formato correcto.
action381016=P\u00F3ngase en contacto con los Servicios de Soporte Oracle. Debe haber un mensaje de error que apunte a la causa del problema.
cause381017=Se ha configurado la transferencia por referencia con el servicio de proxy de correo electr\u00F3nico de tipo de mensaje no xml.
action381017=Si Transferir por Referencia se define en true, se debe configurar el servicio de proxy de correo electr\u00F3nico con tipos de mensajes xml.
action381018=Aseg\u00FArese de que la cuenta de servicio configurada en el servicio de negocio o proxy de correo electr\u00F3nico es una cuenta de servicio est\u00E1tica.
action381019=Aseg\u00FArese de que la cuenta de servicio con el nombre configurado existe en el objeto de OSB.
cause381020=Debe haber un mensaje de error que apunte a la causa del problema.
messagedetail381021=El l\u00EDmite de lectura es el n\u00FAmero de mensajes de correo electr\u00F3nico sondeados por el servicio de proxy de correo electr\u00F3nico en un ciclo de sondeo. Siempre debe ser mayor o igual que cero.
action381021=Aseg\u00FArese de que el l\u00EDmite de lectura es mayor o igual que cero.
messagedetail381022=El servicio de proxy de correo electr\u00F3nico sondea el servidor de correo electr\u00F3nico para buscar nuevos mensajes de correo despu\u00E9s de cada intervalo de sondeo. Dicho intervalo debe ser mayor que cero.
action381022=Aseg\u00FArese de que el intervalo de sondeo es mayor que cero.
messagedetail381023=Los protocolos de correo soportados por el servicio de proxy de correo electr\u00F3nico son POP3 e IMAP.
action381023=Aseg\u00FArese de que el protocolo de correo es POP3 o IMAP.
messagedetail381024=Falta el nombre de carpeta para el servicio configurado con IMAP y la acci\u00F3n posterior a lectura como Mover.
action381024=Aseg\u00FArese de que se ha especificado el nombre de carpeta en caso de que el servicio de proxy de correo electr\u00F3nico est\u00E9 configurado con el protocolo de transferencia IMAP y la acci\u00F3n posterior a lectura como Mover.
messagedetail381025=El directorio de descarga es un par\u00E1metro de configuraci\u00F3n necesario. Los mensajes de correo electr\u00F3nico primero se almacenan en zona intermedia en el directorio de descarga antes de llamar al pipeline.
action381025=Aseg\u00FArese de que se ha especificado el directorio de descarga.
messagedetail381026=El directorio de error es un par\u00E1metro de configuraci\u00F3n necesario. Los mensajes de correo electr\u00F3nico se mueven a este directorio en caso de errores de procesamiento.
cause381026=Aseg\u00FArese de que se ha especificado el directorio de error.
messagedetail381027=Se necesita el directorio de archivo en caso de que la transferencia por referencia o la transferencia de anexos por referencia sea true.
cause381027=Aseg\u00FArese de que se ha especificado el directorio de archivo.
messagedetail381029=El nombre de codificaci\u00F3n es incorrecto o la codificaci\u00F3n concreta no est\u00E1 soportada por Java Virtual Machine.
action381029=Aseg\u00FArese de que el servicio de proxy de correo electr\u00F3nico est\u00E1 configurado con la codificaci\u00F3n soportada.
messagedetail381030=Se debe configurar el recurso de SMTP o la sesi\u00F3n de correo para el servicio de negocio de correo electr\u00F3nico. Se debe proporcionar en la configuraci\u00F3n de transporte o como el par\u00E1metro de URI.
action381031=Aseg\u00FArese de que el timeout de conexi\u00F3n es mayor o igual que cero.
action381032=Aseg\u00FArese de que se han definido los campos Nombre de Respuesta y Direcci\u00F3n de Respuesta.
action381033=Aseg\u00FArese de que se han definido los campos Direcci\u00F3n de Origen y Nombre del Remitente.
messagedetail381034=El URI no tiene un formato correcto.
action381034=Aseg\u00FArese de que el URI sigue la sintaxis correcta.
messagedetail381035=Se debe configurar el servicio con la sesi\u00F3n de correo que existe en la instancia de Weblogic Server.
action381035=Aseg\u00FArese de que la sesi\u00F3n de correo existe en la instancia de Weblogic Server.
messagedetail381036=La referencia de SMTP mencionada en el URI no existe en OSB.
action381036=Cree la referencia de SMTP mencionada en OSB.
messagedetail381037=Se puede configurar la sesi\u00F3n de correo o el servidor SMTP.
action381037=Elimine la sesi\u00F3n de correo o el servidor SMTP de la configuraci\u00F3n.
messagedetail381038=Par\u00E1metro no v\u00E1lido en el URI. S\u00F3lo son par\u00E1metros v\u00E1lidos la sesi\u00F3n de correo y SMTP.
action381038=Proporcione el par\u00E1metro correcto en el URI.
action381039=Aseg\u00FArese de que el timeout es mayor o igual que cero.
messagedetail381040=Error al inicializar el SSL
action381040=Debe haber un mensaje de error que apunte a la causa del problema.
cause381041=O el servidor de correo electr\u00F3nico no soporta SSL o es posible que est\u00E9 ca\u00EDdo
action381041=Aseg\u00FArese de que el servidor de correo electr\u00F3nico soporta SSL y est\u00E1 en ejecuci\u00F3n
cause381042=O el servidor de correo electr\u00F3nico no soporta TLS o es posible que est\u00E9 inactivo
action381042=Aseg\u00FArese de que el servidor de correo electr\u00F3nico soporta TLS y est\u00E1 en ejecuci\u00F3n
