## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381001=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8{0}\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## P4ADE ## {0} : String filePath, {1} : String epName, {2} : Exception e
messagebody381002=\u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8{1}\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9{0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u6A29\u304C\u73FE\u5728\u306E\u30D7\u30ED\u30BB\u30B9\u306B\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059: {2}
messagebody381003=\u521D\u671F\u5316\u30A8\u30E9\u30FC\u3067\u3059\u3002
messagebody381004=\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u306E\u89E3\u6790\u4E2D\u307E\u305F\u306F\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## P4ADE ## {0} : String filePath, {1} : String archiveLocation
messagebody381005=\u96FB\u5B50\u30E1\u30FC\u30EB\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u3092{1}\u306B\u4FDD\u5B58\u3059\u308B\u3068\u304D\u306B\u3001\u30D1\u30B9{0}\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3067\u304D\u306A\u304B\u3063\u305F\u304B\u3001\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
## P4ADE ## {0} : String filePath, {1} : String archiveLocation, {2} : Exception e
messagebody381006=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D1\u30FC\u30C8\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u3092\u30D5\u30A1\u30A4\u30EB\u540D{0}\u3067{1}\u306B\u4FDD\u5B58\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {2}
## P4ADE ## {0} : String address
messagebody381007=\u30A2\u30C9\u30EC\u30B9{0}\u3067\u3001\u30DD\u30FC\u30C8\u304C\u6570\u5024\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String address, {1} : String personal, {2} : String headerEncoding, {3} : Exception e
messagebody381008=\u30A2\u30C9\u30EC\u30B9\u3001\u500B\u4EBA\u540D\u3001\u304A\u3088\u3073\u30D8\u30C3\u30C0\u30FC\u306E\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u3092\u305D\u308C\u305E\u308C{0}\u3001{1}\u304A\u3088\u3073{2}\u3068\u3057\u3066\u30A4\u30F3\u30BF\u30FC\u30CD\u30C3\u30C8\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u4F5C\u6210\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {3}
## P4ADE ## {0} : String address, {1} : String headerEncoding, {2} : Exception e
messagebody381009=\u30A2\u30C9\u30EC\u30B9\u304A\u3088\u3073\u30D8\u30C3\u30C0\u30FC\u306E\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u3092\u305D\u308C\u305E\u308C{0}\u304A\u3088\u3073{1}\u3068\u3057\u3066\u30A4\u30F3\u30BF\u30FC\u30CD\u30C3\u30C8\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30A2\u30C9\u30EC\u30B9\u4F5C\u6210\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {2}
## P4ADE ## {0} : String address, {1} : String endpointName
messagebody381010=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8{1}\u306E\u30EA\u30E2\u30FC\u30C8\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30B5\u30FC\u30D0\u30FC{0}\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
## P4ADE ## {0} : String epName, {1} : Throwable e
messagebody381011=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8{0}\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## P4ADE ## {0} : String filePath, {1} : String epName
messagebody381012=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9{1}\u306E\u4E00\u6642\u30D5\u30A1\u30A4\u30EB{0}\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381013=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9{0}\u306E\u53D7\u4FE1\u30DC\u30C3\u30AF\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## P4ADE ## {0} : String uri, {1} : String other
messagebody381014=\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI {0}\u306F\u3001\u540C\u3058\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u5225\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9{1}\u3067\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
messagebody381015=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u69CB\u6210\u306E\u89E3\u6790\u4E2D\u307E\u305F\u306F\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## P4ADE ## {0} : String method, {1} : Exception e
messagebody381016=\u4F8B\u5916\u306E\u539F\u56E0{0}: {1}
messagebody381017=\u7121\u52B9\u306A\u53C2\u7167\u6E21\u3057\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u53C2\u7167\u6E21\u3057\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u304CXML\u306E\u5834\u5408\u306B\u306E\u307Ftrue\u306B\u3067\u304D\u307E\u3059\u3002
## P4ADE ## {0} : String refName
messagebody381018=\u6307\u5B9A\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8{0}\u306F\u9759\u7684\u306A\u30BF\u30A4\u30D7\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304A\u3088\u3073\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u9759\u7684\u306A\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u307F\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
messagebody381019=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
messagebody381020=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : int ct
messagebody381021=\u8AAD\u53D6\u308A\u5236\u9650{0}\u304C\u7121\u52B9\u3067\u3059\u30020\u4EE5\u4E0A\u306E\u5024\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## P4ADE ## {0} : long interval
messagebody381022=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694{0}\u304C\u7121\u52B9\u3067\u3059\u30020\u3088\u308A\u5927\u304D\u3044\u5024\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## P4ADE ## {0} : String protocol
messagebody381023=\u7121\u52B9\u306A\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB{0}
messagebody381024=IMAP\u3092\u69CB\u6210\u3057\u3001\u8AAD\u53D6\u308A\u5F8C\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u300C\u79FB\u52D5\u300D\u3092\u8A2D\u5B9A\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u306E\u30D5\u30A9\u30EB\u30C0\u540D\u304C\u3042\u308A\u307E\u305B\u3093\u3002
messagebody381025=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u3042\u308A\u307E\u305B\u3093\u3002
messagebody381026=\u30A8\u30E9\u30FC\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u3042\u308A\u307E\u305B\u3093\u3002
messagebody381027=\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String postRead
messagebody381028=\u7121\u52B9\u306APostRead\u30AA\u30D7\u30B7\u30E7\u30F3: {0}
## P4ADE ## {0} : String enc
messagebody381029=\u6307\u5B9A\u3057\u305F\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u304C\u7121\u52B9\u3067\u3059: {0}
messagebody381030=SMTP\u30EA\u30BD\u30FC\u30B9\u3082\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u3082\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## P4ADE ## {0} : int connectionTimeout
messagebody381031=\u63A5\u7D9A\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3092\u8CA0\u306E\u5024\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093: {0}\u3002
messagebody381032=\u8FD4\u4FE1\u5148\u306E\u540D\u524D\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u3001\u8FD4\u4FE1\u5148\u30A2\u30C9\u30EC\u30B9\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
messagebody381033=\u9001\u4FE1\u5143\u306E\u540D\u524D\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u3001\u9001\u4FE1\u5143\u30A2\u30C9\u30EC\u30B9\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String uri
messagebody381034=URI {0}\u306F\u7121\u52B9\u3067\u3059\u3002
## P4ADE ## {0} : String jndiName
messagebody381035=JNDI\u540D\u304C{0}\u306E\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u304CWebLogic Server\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5185\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String ref
messagebody381036=SMTP\u53C2\u7167{0}\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
messagebody381037=\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u3068SMTP\u30B5\u30FC\u30D0\u30FC\u306E\u4E21\u65B9\u3092\u69CB\u6210\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : String param
messagebody381038=uri\u306B\u7121\u52B9\u306A\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u3042\u308A\u307E\u3059: {0}
## P4ADE ## {0} : int timeout
messagebody381039=\u30BD\u30B1\u30C3\u30C8I/O\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3092\u8CA0\u306E\u5024\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093: {0}\u3002
## P4ADE ## {0} : Exception e
messagebody381040=SSL\u306E\u521D\u671F\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## P4ADE ## {0} : Exception e
messagebody381041=SSL\u6709\u52B9\u3067\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30B5\u30FC\u30D0\u30FC\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F : {0} TLS\u3092\u4F7F\u7528\u3057\u3066\u63A5\u7D9A\u3092\u8A66\u884C\u3057\u3066\u3044\u307E\u3059
## P4ADE ## {0} : Exception e
messagebody381042=TLS\u63A5\u7D9A\u306E\u78BA\u7ACB\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {0}\u3002\u4FE1\u983C\u8A3C\u660E\u66F8\u304C\u898B\u3064\u304B\u3089\u306A\u304B\u3063\u305F\u3053\u3068\u304C\u539F\u56E0\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u4FE1\u983C\u8A3C\u660E\u66F8\u3092\u683C\u7D0D\u3059\u308B\u6709\u52B9\u306A\u5834\u6240\u306E\u30EA\u30B9\u30C8\u306B\u3064\u3044\u3066\u306F\u3001\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
