messagedetail381001=Ocorreu uma exce\u00E7\u00E3o inesperada no transporte de E-mail do OSB ao criar o ponto final. Deve haver uma mensagem de erro que indica a causa do problema.
action381001=Verifique se a configura\u00E7\u00E3o do ponto final est\u00E1 correta.
messagedetail381002=N\u00E3o foi poss\u00EDvel localizar o caminho do arquivo intermedi\u00E1rio ao processar a mensagem. Este erro pode n\u00E3o ser fatal e pode ocorrer mesmo que a mensagem seja processada com sucesso apenas uma vez. Geralmente isso ocorre se o servidor for reiniciado no momento durante o processamento de algumas mensagens de transporte de E-mail.
action381002=Certifique-se de que o usu\u00E1rio atual tem permiss\u00E3o de leitura, grava\u00E7\u00E3o para a localiza\u00E7\u00E3o do caminho do arquivo fornecido.
messagedetail381003=Ocorreu uma exce\u00E7\u00E3o inesperada ao inicializar o Provedor de Transporte de E-mail.
action381003=Entre em contato com o suporte t\u00E9cnico.
action381004=Verifique se a configura\u00E7\u00E3o do ponto final est\u00E1 correta.
messagedetail381005=N\u00E3o foi poss\u00EDvel criar o arquivo nesta localiza\u00E7\u00E3o. O usu\u00E1rio atual talvez n\u00E3o tenha permiss\u00E3o de leitura, grava\u00E7\u00E3o na localiza\u00E7\u00E3o do caminho do arquivo fornecido.
action381005=Certifique-se de que o usu\u00E1rio atual tem permiss\u00E3o de leitura, grava\u00E7\u00E3o para a localiza\u00E7\u00E3o do caminho do arquivo fornecido. Verifique se a localiza\u00E7\u00E3o do arquivo \u00E9 v\u00E1lida.
messagedetail381006=N\u00E3o foi poss\u00EDvel salvar os anexos de e-mail em decorr\u00EAncia de um erro inesperado. Deve haver uma mensagem de erro que indica a causa do problema.
action381006=A mensagem de erro pode indicar a causa do problema.
action381007=Certifique-se de que a porta \u00E9 um n\u00FAmero inteiro maior que 0.
messagedetail381008=Ocorreu uma exce\u00E7\u00E3o inesperada no ponto final de servi\u00E7o de E-mail ao criar o endere\u00E7o. Deve haver uma mensagem de erro que indica a causa do problema.
action381008=A mensagem de erro pode indicar a causa do problema.
messagedetail381009=Ocorreu uma exce\u00E7\u00E3o inesperada no ponto final de servi\u00E7o de E-mail ao criar o endere\u00E7o. Deve haver uma mensagem de erro que indica a causa do problema.
action381009=A mensagem de erro pode indicar a causa do problema.
messagedetail381010=N\u00E3o foi poss\u00EDvel estabelecer conex\u00E3o do servi\u00E7o de proxy de e-mail com o servi\u00E7o de e-mail remoto. O endere\u00E7o do servidor pode estar incorreto ou o servidor pode estar desativado no momento.
action381010=Certifique-se de que o URI do ponto final de servi\u00E7o indica o endere\u00E7o do servidor de E-mail correto.
messagedetail381011=Ocorreu uma exce\u00E7\u00E3o de finalidade geral inesperada no transporte de E-mail do OSB. Deve haver uma mensagem de erro que indica a causa do problema.
action381011=Entre em contato com o suporte t\u00E9cnico
messagedetail381012=N\u00E3o foi poss\u00EDvel deletar o arquivo desta localiza\u00E7\u00E3o. O usu\u00E1rio atual talvez n\u00E3o tenha permiss\u00E3o de leitura, grava\u00E7\u00E3o em determinada localiza\u00E7\u00E3o do caminho do arquivo.
action381012=Certifique-se de que o usu\u00E1rio atual tem permiss\u00E3o de leitura, grava\u00E7\u00E3o para a localiza\u00E7\u00E3o do caminho do arquivo fornecido. Verifique se a localiza\u00E7\u00E3o do arquivo \u00E9 v\u00E1lida.
messagedetail381013=Erro ao processar a mensagem ap\u00F3s o pipeline ser chamado. O p\u00F3s-processamento pode envolver a transfer\u00EAncia da mensagem para uma pasta diferente ou a compacta\u00E7\u00E3o do arquivo.
action381013=Deve haver uma mensagem de erro que indica a causa do problema.
messagedetail381014=Ocorreu um erro ao registrar o novo servi\u00E7o de proxy de E-mail. O URI configurado para este servi\u00E7o de proxy j\u00E1 foi usado pelo servi\u00E7o de proxy de E-mail. Cada servi\u00E7o de proxy de E-mail deve ter um URI exclusivo, se a conta de servi\u00E7o for igual.
action381014=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de proxy de E-mail e certifique-se de que a combina\u00E7\u00E3o do URI e a conta de servi\u00E7o s\u00E3o exclusivas.
action381015=Verifique se a configura\u00E7\u00E3o do ponto final est\u00E1 correta.
action381016=Entre em contato com o suporte t\u00E9cnico. Deve haver uma mensagem de erro que indica a causa do problema.
cause381017=A op\u00E7\u00E3o Passar por refer\u00EAncia est\u00E1 configurada com o servi\u00E7o de proxy de E-mail do tipo de mensagem n\u00E3o xml.
action381017=Se a op\u00E7\u00E3o Passar por refer\u00EAncia for verdadeira, o servi\u00E7o de proxy de E-mail deve ser configurado com os tipos de mensagem xml.
action381018=Certifique-se de que a conta de servi\u00E7o configurada no proxy de e-mail ou no servi\u00E7o de neg\u00F3cios \u00E9 uma conta de servi\u00E7o est\u00E1tica.
action381019=Certifique-se de que a conta de servi\u00E7o com o nome configurado existe no projeto OSB.
cause381020=Deve haver uma mensagem de erro que indica a causa do problema.
messagedetail381021=Limite de leitura \u00E9 o n\u00FAmero de mensagens de e-mail agrupadas em um ciclo de polling. Sempre deve ser maior ou igual a zero.
action381021=Certifique-se de que o limite de leitura \u00E9 maior ou igual a zero.
messagedetail381022=O Servidor de E-mail \u00E9 agrupado para as novas mensagens de e-mail pelo servi\u00E7o de proxy de E-mail ap\u00F3s cada intervalo de polling. Deve ser maior que zero.
action381022=Certifique-se de que o intervalo de polling \u00E9 maior que zero.
messagedetail381023=O protocolos de e-mail suportados pelo servi\u00E7o de proxy de E-mail s\u00E3o POP3 e IMAP.
action381023=Certifique-se de que o protocolo de e-mail \u00E9 POP3 ou IMAP.
messagedetail381024=O nome da pasta n\u00E3o foi encontrado para o servi\u00E7o configurado com IMAP e a a\u00E7\u00E3o p\u00F3s-leitura como Mover.
action381024=Certifique-se de que o nome da pasta foi especificado, no caso do servi\u00E7o de proxy de E-mail ser configurado com o protocolo de transfer\u00EAncia e a a\u00E7\u00E3o p\u00F3s-leitura como Mover.
messagedetail381025=O diret\u00F3rio de download \u00E9 um par\u00E2metro de configura\u00E7\u00E3o obrigat\u00F3rio. As mensagens de e-mail s\u00E3o preparadas primeiro no diret\u00F3rio de download, antes de chamar o pipeline.
action381025=Certifique-se de que o diret\u00F3rio de download foi especificado.
messagedetail381026=O diret\u00F3rio de erros \u00E9 um par\u00E2metro de configura\u00E7\u00E3o obrigat\u00F3rio. As mensagens de e-mail s\u00E3o movidas para este diret\u00F3rio no caso de erros de processamento.
cause381026=Certifique-se de que o diret\u00F3rio de erro foi especificado.
messagedetail381027=O diret\u00F3rio de archive \u00E9 necess\u00E1rio no caso de a op\u00E7\u00E3o passar por refer\u00EAncia ou passar anexos por refer\u00EAncia ser verdadeira.
cause381027=Certifique-se de que o diret\u00F3rio de archive foi especificado.
messagedetail381029=O nome da codifica\u00E7\u00E3o est\u00E1 incorreto ou a codifica\u00E7\u00E3o espec\u00EDfica n\u00E3o \u00E9 suportada pela m\u00E1quina virtual Java.
action381029=Certifique-se de que o servi\u00E7o de proxy de E-mail foi configurado com a codifica\u00E7\u00E3o suportada.
messagedetail381030=O recurso de SMTP ou a sess\u00E3o de e-mail deve ser configurado para o servi\u00E7o de neg\u00F3cios de E-mail. Deve ser fornecido na configura\u00E7\u00E3o de transporte ou como o par\u00E2metro de uri.
action381031=Certifique-se de que o timeout de conex\u00E3o \u00E9 maior ou igual a zero.
action381032=Certifique-se de que os campos Nome da Resposta e Endere\u00E7o de Resposta foram definidos.
action381033=Certifique-se de que os campos Endere\u00E7o de Origem e Nome de Origem foram definidos.
messagedetail381034=URI incorreto.
action381034=Certifique-se de que o URI segue a sintaxe correta.
messagedetail381035=O servi\u00E7o deve ser configurado com a sess\u00E3o de e-mail que existe na inst\u00E2ncia do Weblogic Server.
action381035=Certifique-se de que a sess\u00E3o de e-mail existe na inst\u00E2ncia do servidor do weblogic.
messagedetail381036=A Ref. de SMTP mencionada no URI n\u00E3o existe no OSB
action381036=Criar a ref. SMTP mencionada no OSB
messagedetail381037=A sess\u00E3o de e-mail ou o servidor smtp pode ser configurado.
action381037=Remover a sess\u00E3o de e-mail ou o servidor smtp da configura\u00E7\u00E3o
messagedetail381038=Par\u00E2metro inv\u00E1lido no URI. Somente a sess\u00E3o de e-mail e SMTP s\u00E3o par\u00E2metros v\u00E1lidos.
action381038=Forne\u00E7a o par\u00E2metro correto no uri.
action381039=Certifique-se de que o timeout \u00E9 maior ou igual a zero.
messagedetail381040=Erro ao inicializar o SSL
action381040=Deve haver uma mensagem de erro que indica a causa do problema.
cause381041=O Servidor de E-mail n\u00E3o suporta SSL ou pode estar desativado
action381041=Certifique-se de que o Servidor de E-mail Suporte SSL e esteja em execu\u00E7\u00E3o.
cause381042=O Servidor de E-mail n\u00E3o suporta TLS ou pode estar desativado
action381042=Certifique-se de que o Servidor de E-mail Suporte TLS e esteja em execu\u00E7\u00E3o.
