messagedetail381001=Beim Erstellen des Endpunktes ist ein unerwarteter Fehler im OSB-E-Mail-Transport aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
action381001=Pr\u00FCfen Sie, ob die Konfiguration des Endpunktes korrekt ist.
messagedetail381002=Dateipfad f\u00FCr Zwischenspeicherung konnte bei Verarbeitung der Nachricht nicht gefunden werden. Dieser Fehler ist m\u00F6glicherweise nicht schwerwiegend und kann auch angezeigt werden, wenn die Nachricht einmal erfolgreich verarbeitet wird. Dies w\u00E4re beispielsweise der Fall, wenn der Server w\u00E4hrend der Verarbeitung von E-Mail-Transportnachrichten neu gestartet wird.
action381002=Stellen Sie sicher, dass der aktuelle Benutzer \u00FCber Lese- und Schreibberechtigungen f\u00FCr den angegebenen Dateispeicherort verf\u00FCgt.
messagedetail381003=Bei der Initialisierung des E-Mail-Transportproviders ist eine unerwartete Exception aufgetreten.
action381003=Wenden Sie sich an den technischen Support.
action381004=Pr\u00FCfen Sie, ob die Konfiguration des Endpunktes korrekt ist.
messagedetail381005=Datei konnte an diesem Speicherort nicht erstellt werden. Der aktuelle Benutzer verf\u00FCgt m\u00F6glicherweise nicht \u00FCber Lese- und Schreibberechtigungen am angegebenen Dateispeicherort.
action381005=Stellen Sie sicher, dass der aktuelle Benutzer \u00FCber Lese- und Schreibberechtigungen f\u00FCr den angegebenen Dateispeicherort verf\u00FCgt. Pr\u00FCfen Sie, ob der Dateispeicherort g\u00FCltig ist.
messagedetail381006=E-Mail-Anh\u00E4nge konnten wegen eines unerwarteten Fehlers nicht gespeichert werden. Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
action381006=Die Fehlermeldung weist m\u00F6glicherweise auf die Ursache des Problems hin.
action381007=Stellen Sie sicher, dass f\u00FCr den Port eine Ganzzahl gr\u00F6\u00DFer als Null angegeben wurde.
messagedetail381008=Bei der Erstellung der Adresse ist im E-Mail-Service-Endpunkt eine unerwartete Exception aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
action381008=Die Fehlermeldung weist m\u00F6glicherweise auf die Ursache des Problems hin.
messagedetail381009=Bei der Erstellung der Adresse ist im E-Mail-Service-Endpunkt eine unerwartete Exception aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
action381009=Die Fehlermeldung weist m\u00F6glicherweise auf die Ursache des Problems hin.
messagedetail381010=Der E-Mail-Proxy-Service konnte keine Verbindung mit dem Remote-E-Mail-Server herstellen. Die Serveradresse ist m\u00F6glicherweise falsch, oder der Server ist zurzeit nicht hochgefahren.
action381010=Stellen Sie sicher, dass der Service-Endpunkt-URI auf die richtige E-Mail-Serveradresse verweist.
messagedetail381011=Eine unerwartete universelle Exception ist beim OSB-E-Mail-Transport aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
action381011=Wenden Sie sich an den technischen Support
messagedetail381012=Datei konnte nicht aus diesem Speicherort gel\u00F6scht werden. Der aktuelle Benutzer verf\u00FCgt m\u00F6glicherweise nicht \u00FCber Lese- und Schreibberechtigungen am angegebenen Dateispeicherort.
action381012=Stellen Sie sicher, dass der aktuelle Benutzer \u00FCber Lese- und Schreibberechtigungen f\u00FCr den angegebenen Dateispeicherort verf\u00FCgt. Pr\u00FCfen Sie, ob der Dateispeicherort g\u00FCltig ist.
messagedetail381013=Fehler beim Verarbeiten der Nachricht, nachdem die Pipeline aufgerufen wurde. Die Nachverarbeitung kann das Verschieben der Nachricht in einen anderen Ordner oder die Archivierung der Datei beinhalten.
action381013=Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
messagedetail381014=Beim Registrieren eines neuen E-Mail-Proxy-Services ist ein Fehler aufgetreten: Der f\u00FCr diesen Proxy-Service konfigurierte URI wird bereits von einem anderen E-Mail-Proxy-Service verwendet. Jeder E-Mail-Proxy-Service muss \u00FCber einen eindeutigen URI verf\u00FCgen, wenn der Service-Account derselbe ist.
action381014=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den E-Mail-Proxy-Service, und stellen Sie sicher, dass die Kombination von URI und Service-Account eindeutig ist.
action381015=Pr\u00FCfen Sie, ob die Konfiguration des Endpunktes korrekt ist.
action381016=Wenden Sie sich an den technischen Support. Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
cause381017="Nach Referenz \u00FCbergeben" ist f\u00FCr den E-Mail-Proxy-Service eines Nicht-XML-Nachrichtentyps konfiguriert.
action381017=Wenn "Nach Referenz \u00FCbergeben" aktiviert ist, muss der E-Mail-Proxy-Service f\u00FCr XML-Nachrichtentypen konfiguriert werden.
action381018=Stellen Sie sicher, dass der f\u00FCr den E-Mail-Proxy- oder Business-Service konfigurierte Service-Account ein statischer Service-Account ist.
action381019=Stellen Sie sicher, dass der Service-Account mit dem konfigurierten Namen im OSB-Projekt vorhanden ist.
cause381020=Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
messagedetail381021=Der Lesegrenzwert ist die Anzahl der durch den E-Mail-Proxy-Service w\u00E4hrend eines Abrufzyklusses abgerufenen E-Mail-Nachrichten. Diese Zahl muss immer gr\u00F6\u00DFer oder gleich Null sein.
action381021=Stellen Sie sicher, dass f\u00FCr den Lesegrenzwert eine Zahl gr\u00F6\u00DFer oder gleich Null festgelegt ist.
messagedetail381022=Der E-Mail-Server wird nach jedem Abrufintervall durch den E-Mail-Proxy-Service auf neue E-Mail-Nachrichten durchsucht. Das Intervall sollte gr\u00F6\u00DFer als Null sein.
action381022=Stellen Sie sicher, dass das Abrufintervall gr\u00F6\u00DFer als Null ist.
messagedetail381023=Der E-Mail-Proxy-Service unterst\u00FCtzt die Mailprotokolle POP3 und IMAP.
action381023=Stellen Sie sicher, dass das Mailprotokoll entweder POP3 oder IMAP ist.
messagedetail381024=F\u00FCr den mit "IMAP" konfigurierten Service und die mit "Verschieben" konfigurierte Aktion nach dem Lesen ist kein Ordnername angegeben.
action381024=Stellen Sie sicher, dass ein entsprechender Ordnername angegeben ist, falls f\u00FCr den E-Mail-Proxy-Service das IMAP-Transferprotokoll konfiguriert ist und die Aktion nach dem Lesen auf "Verschieben" festgelegt ist.
messagedetail381025="Downloadverzeichnis" ist ein obligatorischer Konfigurationsparameter. E-Mail-Nachrichten werden zuerst im Downloadverzeichnis zwischengespeichert, bevor die Pipeline aufgerufen wird.
action381025=Stellen Sie sicher, dass das Downloadverzeichnis angegeben ist.
messagedetail381026="Fehlerverzeichnis" ist ein obligatorischer Konfigurationsparameter. E-Mail-Nachrichten werden bei Verarbeitungsfehlern in dieses Verzeichnis verschoben.
cause381026=Stellen Sie sicher, dass das Fehlerverzeichnis angegeben ist.
messagedetail381027=Wenn "Nach Referenz \u00FCbergeben" oder "Anh\u00E4nge nach Referenz \u00FCbergeben" aktiviert ist, muss das Archivierungsverzeichnis angegeben werden.
cause381027=Stellen Sie sicher, dass das Archivierungsverzeichnis angegeben ist.
messagedetail381029=Der Codierungsname ist falsch, oder diese Codierung wird von der Java VM nicht unterst\u00FCtzt.
action381029=Stellen Sie sicher, dass der E-Mail-Proxy-Service f\u00FCr eine unterst\u00FCtzte Codierung konfiguriert ist.
messagedetail381030=Entweder die SMTP-Ressource oder die Mailsession sollten f\u00FCr den E-Mail-Business-Service konfiguriert sein. Der jeweilige Wert muss in der Transportkonfiguration oder als URI-Parameter angegeben werden.
action381031=Stellen Sie sicher, dass das Verbindungs-Timeout gr\u00F6\u00DFer oder gleich Null ist.
action381032=Stellen Sie sicher, dass die Felder "Antwortname" und "Antwortadresse" beide definiert sind.
action381033=Stellen Sie sicher, dass die Felder "Absenderadresse" und "Name des Absenders" beide definiert sind.
messagedetail381034=URI ist nicht korrekt formatiert.
action381034=Stellen Sie sicher, dass der URI die korrekte Syntax verwendet.
messagedetail381035=Der Service sollte mit der Mailsession konfiguriert sein, die in der Weblogic-Serverinstanz vorhanden ist.
action381035=Stellen Sie sicher, dass die Mailsession in der Weblogic-Serverinstanz vorhanden ist.
messagedetail381036=Im URI angegebene SMTP-Referenz ist in OSB nicht vorhanden
action381036=Erstellen Sie die angegebene SMTP-Referenz in OSB
messagedetail381037=Entweder die Mailsession oder der SMTP-Server k\u00F6nnen konfiguriert sein.
action381037=Entfernen Sie entweder die Mailsession oder den SMTP-Server aus der Konfiguration
messagedetail381038=Ung\u00FCltiger Parameter im URI. Nur "mailsession" und "SMTP" sind g\u00FCltige Parameter.
action381038=Geben Sie den korrekten Parameter im URI an.
action381039=Stellen Sie sicher, dass das Timeout gr\u00F6\u00DFer oder gleich null ist.
messagedetail381040=Fehler beim Initialisieren der SSL
action381040=Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
cause381041=Entweder unterst\u00FCtzt der E-Mail-Server kein SSL, oder der Server ist heruntergefahren
action381041=Stellen Sie sicher, dass der E-Mail-Server SSL unterst\u00FCtzt und gestartet ist
cause381042=Entweder unterst\u00FCtzt der E-Mail-Server kein TLS, oder der Server ist heruntergefahren
action381042=Stellen Sie sicher, dass der E-Mail-Server TLS unterst\u00FCtzt und gestartet ist
