## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381001=Erro encontrado durante a cria\u00E7\u00E3o do ponto final {0} - {1}
## P4ADE ## {0} : String filePath, {1} : String epName, {2} : Exception e
messagebody381002=N\u00E3o foi poss\u00EDvel localizar o caminho do arquivo {0} para o ponto final de servi\u00E7o {1}. O processo atual talvez n\u00E3o tenha acesso a este arquivo ou o arquivo n\u00E3o existe: {2}
messagebody381003=Erro de Inicializa\u00E7\u00E3o.
messagebody381004=Erro ao fazer parse ou ler a configura\u00E7\u00E3o de servi\u00E7o.
## P4ADE ## {0} : String filePath, {1} : String archiveLocation
messagebody381005=N\u00E3o foi poss\u00EDvel criar ou localizar o arquivo com o caminho {0} ao salvar os anexos de e-mail na localiza\u00E7\u00E3o {1}
## P4ADE ## {0} : String filePath, {1} : String archiveLocation, {2} : Exception e
messagebody381006=Erro encontrado ao salvar os anexos de E-mail da Parte do e-mail com o nome do arquivo {0} na localiza\u00E7\u00E3o {1}: {2}
## P4ADE ## {0} : String address
messagebody381007=No endere\u00E7o {0}, a porta n\u00E3o \u00E9 um n\u00FAmero.
## P4ADE ## {0} : String address, {1} : String personal, {2} : String headerEncoding, {3} : Exception e
messagebody381008=Erro encontrado ao criar o endere\u00E7o de e-mail da Internet da codifica\u00E7\u00E3o de endere\u00E7o, nome pessoal e cabe\u00E7alho {0}, {1} e {2} respectivamente: {3}
## P4ADE ## {0} : String address, {1} : String headerEncoding, {2} : Exception e
messagebody381009=Erro encontrado ao criar o endere\u00E7o de e-mail da Internet da codifica\u00E7\u00E3o de endere\u00E7o e cabe\u00E7alho como {0} e {1} respectivamente: {2}
## P4ADE ## {0} : String address, {1} : String endpointName
messagebody381010=N\u00E3o foi poss\u00EDvel estabelecer conex\u00E3o com o servidor de E-mail remoto {0} do ponto final de servi\u00E7o {1}
## P4ADE ## {0} : String epName, {1} : Throwable e
messagebody381011=Erro do ponto de servi\u00E7o {0}: {1}
## P4ADE ## {0} : String filePath, {1} : String epName
messagebody381012=N\u00E3o foi poss\u00EDvel deletar o arquivo tempor\u00E1rio {0} do Servi\u00E7o de Proxy de E-mail: {1}
## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381013=Erro ao processar as mensagens de Entrada do Servi\u00E7o de Proxy de E-mail {0}: {1}
## P4ADE ## {0} : String uri, {1} : String other
messagebody381014=O URI {0} deste servi\u00E7o de proxy j\u00E1 est\u00E1 sendo usado por outro servi\u00E7o de proxy. {1} com a mesma conta de servi\u00E7o.
messagebody381015=Erro ao fazer parse ou ler a configura\u00E7\u00E3o do Ponto Final do E-mail.
## P4ADE ## {0} : String method, {1} : Exception e
messagebody381016=Causa da exce\u00E7\u00E3o {0}: {1}
messagebody381017=A op\u00E7\u00E3o passar por refer\u00EAncia foi definida como inv\u00E1lida, ela somente pode ser verdadeira quando o tipo de mensagem for do tipo XML.
## P4ADE ## {0} : String refName
messagebody381018=A conta de servi\u00E7o fornecida {0} n\u00E3o \u00E9 do tipo est\u00E1tica. Somente as contas de servi\u00E7o est\u00E1ticas s\u00E3o suportadas com os servi\u00E7os de neg\u00F3cios e proxy de E-mail.
messagebody381019=A conta de servi\u00E7o n\u00E3o existe.
messagebody381020=Exce\u00E7\u00E3o encontrada durante o upgrade. Deve haver uma mensagem de erro que indica a causa do problema.
## P4ADE ## {0} : int ct
messagebody381021=Limite de leitura inv\u00E1lido {0}, deve ser maior ou igual a zero.
## P4ADE ## {0} : long interval
messagebody381022=Intervalo de polling inv\u00E1lido {0}, deve ser maior que zero.
## P4ADE ## {0} : String protocol
messagebody381023=Protocolo de e-mail inv\u00E1lido {0}
messagebody381024=O nome da pasta n\u00E3o foi encontrado para o servi\u00E7o configurado com IMAP e a a\u00E7\u00E3o p\u00F3s-leitura como Mover.
messagebody381025=Diret\u00F3rio de download n\u00E3o encontrado.
messagebody381026=Diret\u00F3rio de erros n\u00E3o encontrado.
messagebody381027=Diret\u00F3rio de archive n\u00E3o encontrado.
## P4ADE ## {0} : String postRead
messagebody381028=Op\u00E7\u00E3o PostRead inv\u00E1lida: {0}
## P4ADE ## {0} : String enc
messagebody381029=A codifica\u00E7\u00E3o fornecida \u00E9 inv\u00E1lida: {0}
messagebody381030=Nem o recurso de SMTP nem a sess\u00E3o de e-mail foi configurado.
## P4ADE ## {0} : int connectionTimeout
messagebody381031=Timeout de conex\u00E3o n\u00E3o pode ser negativo: {0}.
messagebody381032=O endere\u00E7o de resposta n\u00E3o pode ficar vazio, se o nome da resposta for especificado.
messagebody381033=O endere\u00E7o de origem n\u00E3o pode ficar vazio, se o nome de origem for especificado.
## P4ADE ## {0} : String uri
messagebody381034=O URI {0} n\u00E3o \u00E9 v\u00E1lido.
## P4ADE ## {0} : String jndiName
messagebody381035=A sess\u00E3o de e-mail com o nome da jndi {0} n\u00E3o existe na inst\u00E2ncia do servidor do weblogic.
## P4ADE ## {0} : String ref
messagebody381036=A Ref. de SMTP {0} n\u00E3o existe.
messagebody381037=Sess\u00E3o de E-mail e servidor SMTP n\u00E3o podem ser configurados
## P4ADE ## {0} : String param
messagebody381038=Par\u00E2metro inv\u00E1lido no uri : {0}
## P4ADE ## {0} : int timeout
messagebody381039=O timeout de E/S do soquete n\u00E3o pode ser negativo: {0}.
## P4ADE ## {0} : Exception e
messagebody381040=Erro ao inicializar o SSL: {0}
## P4ADE ## {0} : Exception e
messagebody381041=A conex\u00E3o com o servidor de e-mail falhou com o SSL ativado : {0} Tentando se conectar usando TLS
## P4ADE ## {0} : Exception e
messagebody381042=Falha ao estabelecer uma Conex\u00E3o TLS : {0} Isso pode ter acontecido porque o certificado de confiabilidade n\u00E3o foi encontrado. Consulte a documenta\u00E7\u00E3o para obter uma lista de locais v\u00E1lidos para armazenar o certificado de confiabilidade
