messagedetail381001=\uB05D\uC810\uC744 \uC0DD\uC131\uD558\uB294 \uC911 OSB \uC804\uC790 \uBA54\uC77C \uC804\uC1A1\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381001=\uB05D\uC810 \uAD6C\uC131\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381002=\uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC911\uAC1C\uC790 \uD30C\uC77C \uACBD\uB85C\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uCE58\uBA85\uC801\uC778 \uC624\uB958\uAC00 \uC544\uB2C8\uBBC0\uB85C \uBA54\uC2DC\uC9C0\uAC00 \uD55C \uBC88 \uC131\uACF5\uC801\uC73C\uB85C \uCC98\uB9AC\uB41C \uACBD\uC6B0\uC5D0\uB3C4 \uB098\uD0C0\uB0A0 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uC804\uC790 \uBA54\uC77C \uC804\uC1A1 \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uACE0 \uC788\uC744 \uB54C \uC11C\uBC84\uAC00 \uC7AC\uC2DC\uC791\uB418\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action381002=\uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC81C\uACF5\uB41C \uD30C\uC77C \uACBD\uB85C \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381003=\uC804\uC790 \uBA54\uC77C \uC804\uC1A1 \uC81C\uACF5\uC790\uB97C \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381003=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
action381004=\uB05D\uC810 \uAD6C\uC131\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381005=\uC774 \uC704\uCE58\uC5D0\uC11C \uD30C\uC77C\uC744 \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC81C\uACF5\uB41C \uD30C\uC77C \uACBD\uB85C \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC5C6\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381005=\uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC81C\uACF5\uB41C \uD30C\uC77C \uACBD\uB85C \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uD30C\uC77C \uC704\uCE58\uAC00 \uC801\uD569\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381006=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uB85C \uC778\uD574 \uC804\uC790 \uBA54\uC77C \uCCA8\uBD80 \uD30C\uC77C\uC744 \uC800\uC7A5\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381006=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381007=\uD3EC\uD2B8\uAC00 0\uBCF4\uB2E4 \uD070 \uC815\uC218\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381008=\uC8FC\uC18C\uB97C \uC0DD\uC131\uD558\uB294 \uC911 \uC804\uC790 \uBA54\uC77C \uC11C\uBE44\uC2A4 \uB05D\uC810\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381008=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381009=\uC8FC\uC18C\uB97C \uC0DD\uC131\uD558\uB294 \uC911 \uC804\uC790 \uBA54\uC77C \uC11C\uBE44\uC2A4 \uB05D\uC810\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381009=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381010=\uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uC6D0\uACA9 \uC804\uC790 \uBA54\uC77C \uC11C\uBC84\uC5D0 \uC811\uC18D\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC11C\uBC84 \uC8FC\uC18C\uAC00 \uC62C\uBC14\uB974\uC9C0 \uC54A\uAC70\uB098 \uC11C\uBC84\uAC00 \uD604\uC7AC \uC911\uB2E8\uB418\uC5B4 \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381010=\uC11C\uBE44\uC2A4 \uB05D\uC810 URI\uAC00 \uC62C\uBC14\uB978 \uC804\uC790 \uBA54\uC77C \uC11C\uBC84 \uC8FC\uC18C\uB97C \uAC00\uB9AC\uD0A4\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381011=OSB \uC804\uC790 \uBA54\uC77C \uC804\uC1A1\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC77C\uBC18 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381011=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381012=\uC774 \uC704\uCE58\uC5D0\uC11C \uD30C\uC77C\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC81C\uACF5\uB41C \uD30C\uC77C \uACBD\uB85C \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC5C6\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381012=\uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC81C\uACF5\uB41C \uD30C\uC77C \uACBD\uB85C \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uD30C\uC77C \uC704\uCE58\uAC00 \uC801\uD569\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381013=\uD30C\uC774\uD504 \uB77C\uC778\uC774 \uD638\uCD9C\uB41C \uD6C4 \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uCC98\uB9AC \uD6C4\uC5D0\uB294 \uBA54\uC2DC\uC9C0\uAC00 \uB2E4\uB978 \uD3F4\uB354\uB85C \uC774\uB3D9\uB418\uAC70\uB098 \uD30C\uC77C\uC774 \uC544\uCE74\uC774\uBE0C\uB429\uB2C8\uB2E4.
action381013=\uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail381014=\uC0C8 \uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C URI\uAC00 \uC774\uBBF8 \uB2E4\uB978 \uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC0AC\uC6A9\uB429\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uACC4\uC815\uC774 \uB3D9\uC77C\uD55C \uACBD\uC6B0 \uAC01 \uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uB294 \uACE0\uC720\uD55C URI\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381014=\uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 URI\uC640 \uC11C\uBE44\uC2A4 \uACC4\uC815 \uC870\uD569\uC774 \uACE0\uC720\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381015=\uB05D\uC810 \uAD6C\uC131\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381016=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
cause381017=\uCC38\uC870\uB85C \uC804\uB2EC\uC774 \uBE44XML \uBA54\uC2DC\uC9C0 \uC720\uD615 \uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
action381017=\uCC38\uC870\uB85C \uC804\uB2EC\uC774 true\uC778 \uACBD\uC6B0 \uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB294 XML \uBA54\uC2DC\uC9C0 \uC720\uD615\uC73C\uB85C \uAD6C\uC131\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381018=\uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uB610\uB294 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uAD6C\uC131\uB41C \uC11C\uBE44\uC2A4 \uACC4\uC815\uC774 \uC815\uC801 \uC11C\uBE44\uC2A4 \uACC4\uC815\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381019=\uAD6C\uC131\uB41C \uC774\uB984\uC744 \uAC00\uC9C4 \uC11C\uBE44\uC2A4 \uACC4\uC815\uC774 OSB \uD504\uB85C\uC81D\uD2B8\uC5D0 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
cause381020=\uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail381021=\uC77D\uAE30 \uC81C\uD55C\uC740 \uD3F4\uB9C1 \uC8FC\uAE30\uC5D0\uC11C \uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uD3F4\uB9C1\uD558\uB294 \uC804\uC790 \uBA54\uC77C \uBA54\uC2DC\uC9C0 \uC218\uC785\uB2C8\uB2E4. \uC77D\uAE30 \uC81C\uD55C\uC740 \uD56D\uC0C1 0\uBCF4\uB2E4 \uD06C\uAC70\uB098 \uAC19\uC544\uC57C \uD569\uB2C8\uB2E4.
action381021=\uC77D\uAE30 \uC81C\uD55C\uC774 0\uBCF4\uB2E4 \uD06C\uAC70\uB098 \uAC19\uC740\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381022=\uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB294 \uD3F4\uB9C1 \uAC04\uACA9 \uD6C4\uB9C8\uB2E4 \uC804\uC790 \uBA54\uC77C \uC11C\uBC84\uB97C \uC0C8 \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD574 \uD3F4\uB9C1\uD569\uB2C8\uB2E4. \uD3F4\uB9C1 \uAC04\uACA9\uC740 0\uBCF4\uB2E4 \uCEE4\uC57C \uD569\uB2C8\uB2E4.
action381022=\uD3F4\uB9C1 \uAC04\uACA9\uC774 0\uBCF4\uB2E4 \uD070\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381023=\uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC9C0\uC6D0\uB418\uB294 \uBA54\uC77C \uD504\uB85C\uD1A0\uCF5C\uC740 POP3 \uBC0F IMAP\uC785\uB2C8\uB2E4.
action381023=\uBA54\uC77C \uD504\uB85C\uD1A0\uCF5C\uC774 POP3 \uB610\uB294 IMAP\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381024=IMAP \uBC0F \uC77D\uAE30 \uD6C4 \uC561\uC158\uC774 \uC774\uB3D9\uC73C\uB85C \uAD6C\uC131\uB41C \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uD3F4\uB354 \uC774\uB984\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
action381024=\uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C IMAP \uC804\uC1A1 \uD504\uB85C\uD1A0\uCF5C \uBC0F \uC77D\uAE30 \uD6C4 \uC791\uC5C5\uC774 \uC774\uB3D9\uC73C\uB85C \uAD6C\uC131\uB41C \uACBD\uC6B0 \uD3F4\uB354 \uC774\uB984\uC774 \uC9C0\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381025=\uB2E4\uC6B4\uB85C\uB4DC \uB514\uB809\uD1A0\uB9AC\uB294 \uD544\uC218 \uAD6C\uC131 \uB9E4\uAC1C\uBCC0\uC218\uC785\uB2C8\uB2E4. \uC804\uC790 \uBA54\uC77C \uBA54\uC2DC\uC9C0\uB294 \uD30C\uC774\uD504 \uB77C\uC778\uC744 \uD638\uCD9C\uD558\uAE30 \uC804\uC5D0 \uBA3C\uC800 \uB2E4\uC6B4\uB85C\uB4DC \uB514\uB809\uD1A0\uB9AC\uC5D0 \uC900\uBE44\uB429\uB2C8\uB2E4.
action381025=\uB2E4\uC6B4\uB85C\uB4DC \uB514\uB809\uD1A0\uB9AC\uAC00 \uC9C0\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381026=\uC624\uB958 \uB514\uB809\uD1A0\uB9AC\uB294 \uD544\uC218 \uAD6C\uC131 \uB9E4\uAC1C\uBCC0\uC218\uC785\uB2C8\uB2E4. \uC624\uB958\uB97C \uCC98\uB9AC\uD560 \uACBD\uC6B0 \uC804\uC790 \uBA54\uC77C \uBA54\uC2DC\uC9C0\uAC00 \uC774 \uB514\uB809\uD1A0\uB9AC\uB85C \uC774\uB3D9\uD569\uB2C8\uB2E4.
cause381026=\uC624\uB958 \uB514\uB809\uD1A0\uB9AC\uAC00 \uC9C0\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381027=\uCC38\uC870\uB85C \uC804\uB2EC \uB610\uB294 \uCC38\uC870\uB85C \uCCA8\uBD80 \uD30C\uC77C \uC804\uB2EC\uC774 true\uC778 \uACBD\uC6B0 \uC544\uCE74\uC774\uBE0C \uB514\uB809\uD1A0\uB9AC\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
cause381027=\uC544\uCE74\uC774\uBE0C \uB514\uB809\uD1A0\uB9AC\uAC00 \uC9C0\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381029=\uC778\uCF54\uB529 \uC774\uB984\uC774 \uC62C\uBC14\uB974\uC9C0 \uC54A\uAC70\uB098 \uD2B9\uC815 \uC778\uCF54\uB529\uC774 Java Virtual Machine\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action381029=\uC804\uC790 \uBA54\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uC9C0\uC6D0\uB418\uB294 \uC778\uCF54\uB529\uC73C\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381030=\uC804\uC790 \uBA54\uC77C \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 SMTP \uB9AC\uC18C\uC2A4 \uB610\uB294 \uBA54\uC77C \uC138\uC158\uC744 \uAD6C\uC131\uD574\uC57C \uD569\uB2C8\uB2E4. \uC804\uC1A1 \uAD6C\uC131\uC5D0 \uC81C\uACF5\uB418\uAC70\uB098 URI \uB9E4\uAC1C\uBCC0\uC218\uB85C \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381031=\uC811\uC18D \uC2DC\uAC04 \uCD08\uACFC\uAC00 0\uBCF4\uB2E4 \uD06C\uAC70\uB098 \uAC19\uC740\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381032=[\uD68C\uC2E0 \uC774\uB984] \uBC0F [\uD68C\uC2E0 \uC8FC\uC18C] \uD544\uB4DC\uAC00 \uC815\uC758\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381033=[\uBCF4\uB0B8 \uC0AC\uB78C \uC8FC\uC18C] \uBC0F [\uBCF4\uB0B8 \uC0AC\uB78C \uC774\uB984] \uD544\uB4DC\uAC00 \uC815\uC758\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381034=URI\uAC00 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action381034=URI\uAC00 \uC62C\uBC14\uB978 \uAD6C\uBB38\uC744 \uB530\uB974\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381035=\uC11C\uBE44\uC2A4\uB97C Weblogic Server \uC778\uC2A4\uD134\uC2A4\uC5D0 \uC874\uC7AC\uD558\uB294 \uBA54\uC77C \uC138\uC158\uC73C\uB85C \uAD6C\uC131\uD574\uC57C \uD569\uB2C8\uB2E4.
action381035=Weblogic Server \uC778\uC2A4\uD134\uC2A4\uC5D0 \uBA54\uC77C \uC138\uC158\uC774 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381036=URI\uC5D0 \uC9C0\uC815\uB41C SMTP \uCC38\uC870\uAC00 OSB\uC5D0 \uC874\uC7AC\uD569\uB2C8\uB2E4.
action381036=OSB\uC5D0\uC11C \uC9C0\uC815\uB41C SMTP \uCC38\uC870\uB97C \uC0DD\uC131\uD558\uC2ED\uC2DC\uC624.
messagedetail381037=\uBA54\uC77C \uC138\uC158 \uB610\uB294 SMTP \uC11C\uBC84\uB97C \uAD6C\uC131\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381037=\uBA54\uC77C \uC138\uC158 \uB610\uB294 SMTP \uC11C\uBC84\uB97C \uAD6C\uC131\uC5D0\uC11C \uC81C\uAC70\uD558\uC2ED\uC2DC\uC624.
messagedetail381038=URI\uC5D0 \uBD80\uC801\uD569\uD55C \uB9E4\uAC1C\uBCC0\uC218\uAC00 \uC788\uC2B5\uB2C8\uB2E4. \uBA54\uC77C \uC138\uC158 \uBC0F SMTP\uB9CC \uC801\uD569\uD55C \uB9E4\uAC1C\uBCC0\uC218\uC785\uB2C8\uB2E4.
action381038=URI\uC5D0 \uC62C\uBC14\uB978 \uB9E4\uAC1C\uBCC0\uC218\uB97C \uC81C\uACF5\uD558\uC2ED\uC2DC\uC624.
action381039=\uC2DC\uAC04 \uCD08\uACFC\uAC00 0\uBCF4\uB2E4 \uD06C\uAC70\uB098 \uAC19\uC740\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381040=SSL\uC744 \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381040=\uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
cause381041=\uC804\uC790 \uBA54\uC77C \uC11C\uBC84\uAC00 SSL\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uAC70\uB098 \uC791\uB3D9 \uC911\uC9C0\uB418\uC5C8\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381041=\uC804\uC790 \uBA54\uC77C \uC11C\uBC84\uAC00 SSL\uC744 \uC9C0\uC6D0\uD558\uACE0 \uC2E4\uD589 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
cause381042=\uC804\uC790 \uBA54\uC77C \uC11C\uBC84\uAC00 TLS\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uAC70\uB098 \uC791\uB3D9 \uC911\uC9C0\uB418\uC5C8\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381042=\uC804\uC790 \uBA54\uC77C \uC11C\uBC84\uAC00 TLS\uB97C \uC9C0\uC6D0\uD558\uACE0 \uC2E4\uD589 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
