messagedetail381001=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u4F5C\u6210\u4E2D\u306B\u3001OSB\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381001=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u69CB\u6210\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381002=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u4E2D\u9593\u30D5\u30A1\u30A4\u30EB\u306E\u30D1\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306F\u81F4\u547D\u7684\u3067\u306F\u306A\u304F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u6B63\u5E38\u306B\u51E6\u7406\u3055\u308C\u305F\u5834\u5408\u306B\u3082\u8868\u793A\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u901A\u5E38\u3001\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u30B5\u30FC\u30D0\u30FC\u304C\u518D\u8D77\u52D5\u3057\u305F\u5834\u5408\u306B\u767A\u751F\u3057\u307E\u3059\u3002
action381002=\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u306E\u5834\u6240\u306B\u5BFE\u3059\u308B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381003=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u521D\u671F\u5316\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action381003=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
action381004=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u69CB\u6210\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381005=\u3053\u306E\u5834\u6240\u306B\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u306E\u5834\u6240\u306B\u5BFE\u3059\u308B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381005=\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u306E\u5834\u6240\u306B\u5BFE\u3059\u308B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u304C\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381006=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u305F\u3081\u3001\u96FB\u5B50\u30E1\u30FC\u30EB\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381006=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u554F\u984C\u306E\u539F\u56E0\u304C\u793A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381007=\u30DD\u30FC\u30C8\u304C0\u3088\u308A\u5927\u304D\u3044\u6574\u6570\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381008=\u30A2\u30C9\u30EC\u30B9\u306E\u4F5C\u6210\u4E2D\u306B\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381008=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u554F\u984C\u306E\u539F\u56E0\u304C\u793A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail381009=\u30A2\u30C9\u30EC\u30B9\u306E\u4F5C\u6210\u4E2D\u306B\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381009=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u554F\u984C\u306E\u539F\u56E0\u304C\u793A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail381010=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u30EA\u30E2\u30FC\u30C8\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30B5\u30FC\u30D0\u30FC\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u73FE\u5728\u505C\u6B62\u3057\u3066\u3044\u307E\u3059\u3002
action381010=\u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8URI\u306B\u9069\u5207\u306A\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30B5\u30FC\u30D0\u30FC\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381011=OSB\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u6C4E\u7528\u7684\u306A\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381011=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381012=\u3053\u306E\u5834\u6240\u304B\u3089\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u306E\u5834\u6240\u306B\u5BFE\u3059\u308B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381012=\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u306E\u5834\u6240\u306B\u5BFE\u3059\u308B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u304C\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381013=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u3092\u547C\u51FA\u3057\u305F\u5F8C\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5F8C\u51E6\u7406\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u5225\u306E\u30D5\u30A9\u30EB\u30C0\u306B\u79FB\u52D5\u3055\u308C\u308B\u304B\u3001\u30D5\u30A1\u30A4\u30EB\u304C\u30A2\u30FC\u30AB\u30A4\u30D6\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381013=\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381014=\u65B0\u3057\u3044\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u305FURI\u306F\u5225\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u540C\u3058\u3067\u3042\u308B\u5834\u5408\u306B\u306F\u3001\u5404\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u4E00\u610F\u306EURI\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381014=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u53C2\u7167\u3057\u3001URI\u3068\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u7D44\u5408\u305B\u304C\u4E00\u610F\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381015=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u69CB\u6210\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381016=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause381017=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u304CXML\u4EE5\u5916\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u53C2\u7167\u6E21\u3057\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action381017=\u53C2\u7167\u6E21\u3057\u304Ctrue\u306E\u5834\u5408\u3001\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092XML\u306B\u69CB\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381018=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u69CB\u6210\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u9759\u7684\u306A\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381019=\u69CB\u6210\u3057\u305F\u540D\u524D\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u304COSB\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306B\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause381020=\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381021=\u8AAD\u53D6\u308A\u5236\u9650\u3068\u306F\u3001\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u30DD\u30FC\u30EA\u30F3\u30B0\u30FB\u30B5\u30A4\u30AF\u30EB\u3067\u30DD\u30FC\u30EA\u30F3\u30B0\u3059\u308B\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6570\u3067\u3059\u3002\u5E38\u306B0\u4EE5\u4E0A\u306E\u5024\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381021=\u8AAD\u53D6\u308A\u5236\u9650\u304C0\u4EE5\u4E0A\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381022=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694\u3054\u3068\u306B\u3001\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30B5\u30FC\u30D0\u30FC\u306B\u65B0\u3057\u3044\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30DD\u30FC\u30EA\u30F3\u30B0\u3057\u307E\u3059\u30020\u3088\u308A\u5927\u304D\u3044\u5024\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381022=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694\u304C0\u4EE5\u4E0A\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381023=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u306FPOP3\u304A\u3088\u3073IMAP\u3067\u3059\u3002
action381023=\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u304CPOP3\u307E\u305F\u306FIMAP\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381024=IMAP\u3092\u69CB\u6210\u3057\u3001\u8AAD\u53D6\u308A\u5F8C\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u300C\u79FB\u52D5\u300D\u3092\u8A2D\u5B9A\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u306E\u30D5\u30A9\u30EB\u30C0\u540D\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action381024=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306BIMAP\u8EE2\u9001\u30D7\u30ED\u30C8\u30B3\u30EB\u3092\u6307\u5B9A\u3057\u3001\u8AAD\u53D6\u308A\u5F8C\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u300C\u79FB\u52D5\u300D\u3092\u8A2D\u5B9A\u3057\u305F\u5834\u5408\u306E\u30D5\u30A9\u30EB\u30C0\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381025=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306F\u5FC5\u9808\u69CB\u6210\u30D1\u30E9\u30E1\u30FC\u30BF\u3067\u3059\u3002\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u3092\u547C\u3073\u51FA\u3059\u524D\u306B\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u3055\u308C\u307E\u3059\u3002
action381025=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381026=\u30A8\u30E9\u30FC\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306F\u5FC5\u9808\u69CB\u6210\u30D1\u30E9\u30E1\u30FC\u30BF\u3067\u3059\u3002\u30A8\u30E9\u30FC\u51E6\u7406\u306E\u5834\u5408\u306B\u3001\u3053\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u79FB\u52D5\u3055\u308C\u307E\u3059\u3002
cause381026=\u30A8\u30E9\u30FC\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381027=\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306F\u3001\u53C2\u7167\u6E21\u3057\u307E\u305F\u306F\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u53C2\u7167\u6E21\u3057\u304Ctrue\u306E\u5834\u5408\u306F\u5FC5\u9808\u3067\u3059\u3002
cause381027=\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381029=\u30A8\u30F3\u30B3\u30FC\u30C9\u540D\u304C\u7121\u52B9\u3067\u3042\u308B\u304B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30A8\u30F3\u30B3\u30FC\u30C9\u304CJava\u4EEE\u60F3\u30DE\u30B7\u30F3\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action381029=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381030=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066SMTP\u30EA\u30BD\u30FC\u30B9\u307E\u305F\u306F\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u3069\u3061\u3089\u304B\u3092\u69CB\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3067\u6307\u5B9A\u3059\u308B\u304B\u3001\u307E\u305F\u306Furi\u30D1\u30E9\u30E1\u30FC\u30BF\u3068\u3057\u3066\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381031=\u63A5\u7D9A\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u304C0\u4EE5\u4E0A\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381032=\u300C\u8FD4\u4FE1\u5148\u306E\u540D\u524D\u300D\u30D5\u30A3\u30FC\u30EB\u30C9\u304A\u3088\u3073\u300C\u8FD4\u4FE1\u5148\u30A2\u30C9\u30EC\u30B9\u300D\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381033=\u300C\u9001\u4FE1\u5143\u30A2\u30C9\u30EC\u30B9\u300D\u30D5\u30A3\u30FC\u30EB\u30C9\u304A\u3088\u3073\u300C\u9001\u4FE1\u5143\u306E\u540D\u524D\u300D\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381034=URI\u306E\u5F62\u5F0F\u304C\u7121\u52B9\u3067\u3059\u3002
action381034=URI\u304C\u6B63\u3057\u3044\u69CB\u6587\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381035=\u30B5\u30FC\u30D3\u30B9\u306B\u3001WebLogic Server\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5185\u306B\u5B58\u5728\u3059\u308B\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u69CB\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381035=\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u304CWebLogic Server\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5185\u306B\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381036=URI\u3067\u6307\u5B9A\u3055\u308C\u305FSMTP\u53C2\u7167\u304COSB\u306B\u5B58\u5728\u3057\u307E\u305B\u3093
action381036=\u6307\u5B9A\u3057\u305FSMTP\u53C2\u7167\u3092OSB\u306B\u4F5C\u6210
messagedetail381037=\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u307E\u305F\u306Fsmtp\u30B5\u30FC\u30D0\u30FC\u306E\u3044\u305A\u308C\u304B\u3092\u69CB\u6210\u3067\u304D\u307E\u3059\u3002
action381037=\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u307E\u305F\u306Fsmtp\u30B5\u30FC\u30D0\u30FC\u306E\u3044\u305A\u308C\u304B\u3092\u69CB\u6210\u304B\u3089\u524A\u9664\u3057\u307E\u3059
messagedetail381038=URI\u306B\u7121\u52B9\u306A\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u3042\u308A\u307E\u3059\u3002\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u3068SMTP\u306E\u307F\u304C\u6709\u52B9\u306A\u30D1\u30E9\u30E1\u30FC\u30BF\u3067\u3059\u3002
action381038=uri\u306B\u6B63\u3057\u3044\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381039=\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u304C0\u4EE5\u4E0A\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381040=SSL\u306E\u521D\u671F\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action381040=\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause381041=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30B5\u30FC\u30D0\u30FC\u304CSSL\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u505C\u6B62\u3057\u3066\u3044\u308B\u304B\u306E\u3044\u305A\u308C\u304B\u3067\u3059
action381041=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30B5\u30FC\u30D0\u30FC\u304CSSL\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u304A\u308A\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u5B9F\u884C\u4E2D\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
cause381042=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30B5\u30FC\u30D0\u30FC\u304CTLS\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u505C\u6B62\u3057\u3066\u3044\u308B\u304B\u306E\u3044\u305A\u308C\u304B\u3067\u3059
action381042=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30B5\u30FC\u30D0\u30FC\u304CTLS\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u304A\u308A\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u5B9F\u884C\u4E2D\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
