ERROR_ARCHIVE_DIR_EMPTY=El directorio de archivo no puede estar vac\u00EDo cuando se selecciona la transferencia por referencia.
ERROR_MANDATORY_POLLING_INTERVAL=El campo Intervalo de Sondeo es obligatorio.
SUFFIX_INFO=Sufijo que se agregar\u00E1 al nombre de archivo.
FILE_MASK_INFO=M\u00E1scara de archivo que se aplicar\u00E1.
ERROR_DIRECTORY_INFO=Ubicaci\u00F3n a la que se deben enviar los archivos en caso de error.
POLLING_INTERVAL_INFO=Intervalo de sondeo en segundos
ERROR_SUFFIX_MANDATORY=El sufijo es obligatorio.
ERROR_MANDATORY_FILE_MASK=El campo M\u00E1scara de Archivo es obligatorio.
subsystem=Transportes
ERROR_URI_NOTADIR=Verifique que el URI apunta a un directorio v\u00E1lido.
READ_LIMIT_LBL=L\u00EDmite de Lectura
ERROR_MANDATORY_ERROR_DIRECTORY=El campo Directorio de Error es obligatorio.
ERROR_POLLING_INTERVAL=El intervalo de sondeo debe ser un entero positivo.
PASS_BY_REFERENCE_INFO=Si se selecciona, el archivo se almacena en zona intermedia en el directorio de archivo y se transfiere como referencia en las cabeceras.
SORT_BY_ARRIVAL_LBL=Ordenar por Llegada
SCAN_SUBDIRECTORIES_INFO=Explore de forma recurrente todos los directorios.
SUFFIX_LBL=Sufijo
PREFIX_LBL=Prefijo
POST_READ_ACTION_INFO=Define la acci\u00F3n despu\u00E9s de enviar el evento.
ERROR_READ_LIMIT=El l\u00EDmite de lectura debe ser un entero positivo o 0.
POLLING_INTERVAL_LBL=Intervalo de Sondeo
DISABLED=Desactivado
ARCHIVE_MANDATORY_ERROR_DIRECTORY=El campo Directorio de Archivo es obligatorio si la acci\u00F3n posterior a lectura es Archivar.
ENABLED=Activado
PREFIX_INFO=Prefijo que se antepondr\u00E1 al nombre de archivo.
ERROR_MANDATORY_READ_LIMIT=El campo L\u00EDmite de Lectura es obligatorio.
PASS_BY_REFERENCE_LBL=Transferir por Referencia
ERROR_URI_INCORRECT=El URI debe tener el formato archivo:///unidad:/nombre_directorio1/nombre_directorio2...
FILE_MASK_LBL=M\u00E1scara de Archivo
POST_READ_ACTION_LBL=Acci\u00F3n Posterior a Lectura
ERROR_ARCHIVE_AND_POLLINGDIR_CANNOTBE_SAME=El directorio de archivo y de sondeo no pueden ser el mismo.
ARCHIVE_DIRECTORY_LBL=Directorio de Archivo
ERROR_PREFIX_MANDATORY=El prefijo es obligatorio.
SCAN_SUBDIRECTORIES_LBL=Explorar Subdirectorios
READ_LIMIT_INFO=N\u00FAmero m\u00E1ximo de mensajes para leer por barrido de sondeo. 0 indica que no hay ning\u00FAn l\u00EDmite.
version=1.0
SORT_BY_ARRIVAL_INFO=Eventos que se entregar\u00E1n por orden de llegada.
ARCHIVE_DIRECTORY_INFO=Ubicaci\u00F3n de archivo
ERROR_DIRECTORY_LBL=Directorio de Error
ERROR_ERROR_AND_POLLINGDIR_CANNOTBE_SAME=El directorio de error y de sondeo no pueden ser el mismo.
POLLER_TARGET_SERVER_INFO=Servidor gestionado para ejecutar el servicio de sondeo que sondea el recurso externo.
POLLER_TARGET_SERVER_LBL=Servidor Gestionado
STAGE_DIRECTORY_LBL=Directorio de Almacenamiento en Zona Intermedia
STAGE_DIRECTORY_INFO=Directorio intermedio para almacenar en zona intermedia los archivos al procesarlos.
ERROR_MANDATORY_STAGE_DIRECTORY=El campo Directorio Temporal es obligatorio.
REQUEST_ENCODING=Codificaci\u00F3n de Solicitud
REQUEST_ENCODING_INFO=Codificaci\u00F3n de juego de caracteres para solicitudes
ERROR_INVALID_ENCODING=Nombre de codificaci\u00F3n de juego de caracteres no v\u00E1lido
ARCHIVE=archivar
DELETE=suprimir
URI_FORMAT=archivo:///directorio_ra\u00EDz/dir1
FILE_ARCHIVE_DIR_NAME=Directorio de Almacenamiento de Archivos
FILE_ARCHIVE_DIR_DESC=Directorio de Almacenamiento de Archivos
FILE_STAGE_DIR_NAME=Directorio Temporal de Archivos
FILE_STAGE_DIR_DESC=Directorio Temporal de Archivos
FILE_ERROR_DIR_NAME=Directorio de Error de Archivos
FILE_ERROR_DIR_DESC=Directorio de Error de Archivos
FILE_PATH_ILLEGAL_CHARACTERS_MSG=Puede que la ruta de acceso del archivo contenga caracteres que no est\u00E1n permitidos en algunos sistemas operativos.
ARCHIVE_PATH_ILLEGAL_CHARACTERS_MSG=Puede que la ruta de acceso del directorio de archivo contenga caracteres que no est\u00E1n permitidos en algunos sistemas operativos.
ERROR_PATH_ILLEGAL_CHARACTERS_MSG=Puede que la ruta de acceso del directorio de error contenga caracteres que no est\u00E1n permitidos en algunos sistemas operativos.
STAGE_PATH_ILLEGAL_CHARACTERS_MSG=Puede que la ruta de acceso del directorio de almacenamiento en zona intermedia contenga caracteres que no est\u00E1n permitidos en algunos sistemas operativos.
ERROR_DUPLICATE_URIs=No se permiten URI duplicados en un servicio de negocio.
ERROR_URI_NOT_CONFIGURED=No se ha configurado el URI de servicio.
