ERROR_ARCHIVE_DIR_EMPTY=O Diret\u00F3rio de Archive n\u00E3o pode ficar vazio quando a op\u00E7\u00E3o de passar por refer\u00EAncia for selecionada
ERROR_MANDATORY_POLLING_INTERVAL=Intervalo de Polling \u00E9 um campo obrigat\u00F3rio
SUFFIX_INFO=O sufixo que seria anexado ao nome do arquivo
FILE_MASK_INFO=A m\u00E1scara do arquivo a ser aplicada
ERROR_DIRECTORY_INFO=A localiza\u00E7\u00E3o na qual os arquivos precisam ser publicados no caso de Erro
POLLING_INTERVAL_INFO=O intervalo de polling em segundos
ERROR_SUFFIX_MANDATORY=O Sufixo \u00E9 obrigat\u00F3rio
ERROR_MANDATORY_FILE_MASK=M\u00E1scara do Arquivo \u00E9 um campo obrigat\u00F3rio
subsystem=Transportes
ERROR_URI_NOTADIR=Verifique se o URI aponta para um Diret\u00F3rio v\u00E1lido
READ_LIMIT_LBL=Limite de Leitura
ERROR_MANDATORY_ERROR_DIRECTORY=Diret\u00F3rio de Erro \u00E9 um campo obrigat\u00F3rio
ERROR_POLLING_INTERVAL=O Intervalo de polling deve ser um n\u00FAmero inteiro positivo
PASS_BY_REFERENCE_INFO=Se essa op\u00E7\u00E3o for selecionada, o arquivo ser\u00E1 preparado no Diret\u00F3rio de archive e passado como refer\u00EAncia nos Cabe\u00E7alhos
SORT_BY_ARRIVAL_LBL=Classificar por Chegada
SCAN_SUBDIRECTORIES_INFO=Varrer recursivamente todos os diret\u00F3rios
SUFFIX_LBL=Sufixo
PREFIX_LBL=Prefixo
POST_READ_ACTION_INFO=Define a a\u00E7\u00E3o ap\u00F3s a publica\u00E7\u00E3o do evento
ERROR_READ_LIMIT=O limite de leitura deve ser um n\u00FAmero inteiro positivo ou 0
POLLING_INTERVAL_LBL=Intervalo de Polling
DISABLED=Desativado
ARCHIVE_MANDATORY_ERROR_DIRECTORY=O Diret\u00F3rio de Archive \u00E9 um campo obrigat\u00F3rio se a a\u00E7\u00E3o P\u00F3s-leitura for Archive
ENABLED=Ativado
PREFIX_INFO=O prefixo que seria pr\u00E9-acrescentado ao nome do arquivo
ERROR_MANDATORY_READ_LIMIT=O Limite de Leitura \u00E9 um campo obrigat\u00F3rio
PASS_BY_REFERENCE_LBL=Passar por Refer\u00EAncia
ERROR_URI_INCORRECT=O URI deve estar no formato file:///drive:/directoryName1/directoryName2...
FILE_MASK_LBL=M\u00E1scara do Arquivo
POST_READ_ACTION_LBL=A\u00E7\u00E3o P\u00F3s-Leitura
ERROR_ARCHIVE_AND_POLLINGDIR_CANNOTBE_SAME=Os Diret\u00F3rios de Polling e de Arquivamento N\u00E3o podem ser iguais
ARCHIVE_DIRECTORY_LBL=Diret\u00F3rio de Archive
ERROR_PREFIX_MANDATORY=O Prefixo \u00E9 obrigat\u00F3rio
SCAN_SUBDIRECTORIES_LBL=Subdiret\u00F3rios de Varredura
READ_LIMIT_INFO=N\u00FAmero m\u00E1ximo de mensagens a serem lidas por sweep de polling. 0 indica sem Limites
version=1.0
SORT_BY_ARRIVAL_INFO=Os eventos devem ser Entregues na ordem de chegada
ARCHIVE_DIRECTORY_INFO=A localiza\u00E7\u00E3o do arquivamento
ERROR_DIRECTORY_LBL=Diret\u00F3rio de Erro
ERROR_ERROR_AND_POLLINGDIR_CANNOTBE_SAME=Os Diret\u00F3rios de Erro e de Polling N\u00E3o podem ser iguais
POLLER_TARGET_SERVER_INFO=O Servidor Gerenciado para executar o Servi\u00E7o de Poller que est\u00E1 fazendo polling do recurso externo
POLLER_TARGET_SERVER_LBL=Servidor Gerenciado
STAGE_DIRECTORY_LBL=Diret\u00F3rio de Fase
STAGE_DIRECTORY_INFO=Diret\u00F3rio intermedi\u00E1rio para preparar temporariamente os arquivos ao process\u00E1-los
ERROR_MANDATORY_STAGE_DIRECTORY=O Diret\u00F3rio de Fase \u00E9 um campo obrigat\u00F3rio
REQUEST_ENCODING=Codifica\u00E7\u00E3o da solicita\u00E7\u00E3o
REQUEST_ENCODING_INFO=Codifica\u00E7\u00E3o do conjunto de caracteres das solicita\u00E7\u00F5es
ERROR_INVALID_ENCODING=Nome da codifica\u00E7\u00E3o do conjunto de caracteres inv\u00E1lido
ARCHIVE=arquivo compactado
DELETE=deletar
URI_FORMAT=file:///root-dir/dir1
FILE_ARCHIVE_DIR_NAME=Diret\u00F3rio de Armazenamento de Archives
FILE_ARCHIVE_DIR_DESC=Diret\u00F3rio de Armazenamento de Archives
FILE_STAGE_DIR_NAME=Diret\u00F3rio de Fase do Arquivo
FILE_STAGE_DIR_DESC=Diret\u00F3rio de Fase do Arquivo
FILE_ERROR_DIR_NAME=Diret\u00F3rio de Erro do Arquivo
FILE_ERROR_DIR_DESC=Diret\u00F3rio de Erro do Arquivo
FILE_PATH_ILLEGAL_CHARACTERS_MSG=O caminho do arquivo cont\u00E9m caracteres que podem ser permitidos em alguns Sistemas Operacionais.
ARCHIVE_PATH_ILLEGAL_CHARACTERS_MSG=O caminho do diret\u00F3rio de archive cont\u00E9m caracteres que talvez n\u00E3o sejam permitidos em alguns Sistemas Operacionais.
ERROR_PATH_ILLEGAL_CHARACTERS_MSG=O caminho do diret\u00F3rio de erros cont\u00E9m caracteres que talvez n\u00E3o sejam permitidos em alguns Sistemas Operacionais.
STAGE_PATH_ILLEGAL_CHARACTERS_MSG=O caminho do diret\u00F3rio de fase cont\u00E9m caracteres que talvez n\u00E3o sejam permitidos em alguns Sistemas Operacionais.
ERROR_DUPLICATE_URIs=URIs duplicados n\u00E3o s\u00E3o permitidos em um Servi\u00E7o de Neg\u00F3cios.
ERROR_URI_NOT_CONFIGURED=O URI do Servi\u00E7o n\u00E3o foi configurado
