ERROR_ARCHIVE_DIR_EMPTY=Le r\u00E9pertoire d'archivage ne peut pas \u00EAtre vide lorsque l'option Transmettre par r\u00E9f\u00E9rence est s\u00E9lectionn\u00E9e
ERROR_MANDATORY_POLLING_INTERVAL=Intervalle d'interrogation est un champ obligatoire
SUFFIX_INFO=Suffixe qui doit \u00EAtre ajout\u00E9 au nom de fichier
FILE_MASK_INFO=Masque de fichier \u00E0 appliquer
ERROR_DIRECTORY_INFO=Emplacement vers lequel les fichiers doivent \u00EAtre envoy\u00E9s en cas d'erreur
POLLING_INTERVAL_INFO=Intervalle d'interrogation en secondes
ERROR_SUFFIX_MANDATORY=Le suffixe est obligatoire
ERROR_MANDATORY_FILE_MASK=Masque de fichier est un champ obligatoire
subsystem=Transports
ERROR_URI_NOTADIR=Assurez-vous que l'URI indique un r\u00E9pertoire valide
READ_LIMIT_LBL=Limite de lecture
ERROR_MANDATORY_ERROR_DIRECTORY=R\u00E9pertoire d'erreurs est un champ obligatoire
ERROR_POLLING_INTERVAL=L'intervalle d'interrogation doit \u00EAtre un entier positif
PASS_BY_REFERENCE_INFO=Si cette option est s\u00E9lectionn\u00E9e, le fichier est pr\u00E9par\u00E9 dans le r\u00E9pertoire d'archivage et transmis en tant que r\u00E9f\u00E9rence dans les en-t\u00EAtes
SORT_BY_ARRIVAL_LBL=Trier par arriv\u00E9e
SCAN_SUBDIRECTORIES_INFO=Balayage r\u00E9cursif de tous les r\u00E9pertoires
SUFFIX_LBL=Suffixe
PREFIX_LBL=Pr\u00E9fixe
POST_READ_ACTION_INFO=D\u00E9finit l'action \u00E0 ex\u00E9cuter apr\u00E8s l'envoi de l'\u00E9v\u00E9nement
ERROR_READ_LIMIT=La limite de lecture doit \u00EAtre un nombre entier positif ou la valeur 0
POLLING_INTERVAL_LBL=Intervalle d'interrogation
DISABLED=D\u00E9sactiv\u00E9
ARCHIVE_MANDATORY_ERROR_DIRECTORY=R\u00E9pertoire d'archivage est un champ obligatoire si l'option Action suivant la lecture est d\u00E9finie sur Archive
ENABLED=Activ\u00E9
PREFIX_INFO=Pr\u00E9fix \u00E0 placer avant le nom de fichier
ERROR_MANDATORY_READ_LIMIT=Limite de lecture est un champ obligatoire
PASS_BY_REFERENCE_LBL=Transmission par r\u00E9f\u00E9rence
ERROR_URI_INCORRECT=L'URI doit \u00EAtre au format suivant : fichier:///lecteur:/nomR\u00E9pertoire1/nomR\u00E9pertoire2...
FILE_MASK_LBL=Masque de fichier
POST_READ_ACTION_LBL=Action suivant la lecture
ERROR_ARCHIVE_AND_POLLINGDIR_CANNOTBE_SAME=Les r\u00E9pertoires d'archivage et d'interrogation ne peuvent pas \u00EAtre identiques
ARCHIVE_DIRECTORY_LBL=R\u00E9pertoire d'archivage
ERROR_PREFIX_MANDATORY=Le pr\u00E9fixe est obligatoire
SCAN_SUBDIRECTORIES_LBL=Balayer les sous-r\u00E9pertoires
READ_LIMIT_INFO=Nombre maximal de messages \u00E0 lire par balayage d'interrogation. 0 indique un nombre illimit\u00E9
version=1.0
SORT_BY_ARRIVAL_INFO=Les \u00E9v\u00E9nements doivent \u00EAtre transmis dans leur ordre d'arriv\u00E9e
ARCHIVE_DIRECTORY_INFO=Emplacement d'archivage
ERROR_DIRECTORY_LBL=R\u00E9pertoire d'erreurs
ERROR_ERROR_AND_POLLINGDIR_CANNOTBE_SAME=Les r\u00E9pertoires d'erreurs et d'interrogation ne peuvent pas \u00EAtre identiques
POLLER_TARGET_SERVER_INFO=Serveur g\u00E9r\u00E9 ex\u00E9cutant le service interrogateur qui interroge la ressource externe
POLLER_TARGET_SERVER_LBL=Serveur g\u00E9r\u00E9
STAGE_DIRECTORY_LBL=R\u00E9pertoire interm\u00E9diaire
STAGE_DIRECTORY_INFO=R\u00E9pertoire interm\u00E9diaire destin\u00E9 au stockage temporaire des fichiers pendant leur traitement
ERROR_MANDATORY_STAGE_DIRECTORY=R\u00E9pertoire interm\u00E9diaire est un champ obligatoire
REQUEST_ENCODING=Encodage de la demande
REQUEST_ENCODING_INFO=Encodage du jeu de caract\u00E8res pour les demandes
ERROR_INVALID_ENCODING=Nom d'encodage du jeu de caract\u00E8res non valide
ARCHIVE=archiver
DELETE=supprimer
URI_FORMAT=fichier:///r\u00E9p-racine/r\u00E9p1
FILE_ARCHIVE_DIR_NAME=R\u00E9pertoire d'archivage des fichiers
FILE_ARCHIVE_DIR_DESC=R\u00E9pertoire d'archivage des fichiers
FILE_STAGE_DIR_NAME=R\u00E9pertoire temporaire des fichiers
FILE_STAGE_DIR_DESC=R\u00E9pertoire temporaire des fichiers
FILE_ERROR_DIR_NAME=R\u00E9pertoire des erreurs de fichier
FILE_ERROR_DIR_DESC=R\u00E9pertoire des erreurs de fichier
FILE_PATH_ILLEGAL_CHARACTERS_MSG=Le chemin de fichier contient des caract\u00E8res risquant de ne pas \u00EAtre autoris\u00E9s dans certains des syst\u00E8mes d'exploitation.
ARCHIVE_PATH_ILLEGAL_CHARACTERS_MSG=Le chemin du r\u00E9pertoire d'archivage contient des caract\u00E8res risquant de ne pas \u00EAtre autoris\u00E9s dans certains des syst\u00E8mes d'exploitation.
ERROR_PATH_ILLEGAL_CHARACTERS_MSG=Le chemin du r\u00E9pertoire d'erreurs contient des caract\u00E8res risquant de ne pas \u00EAtre autoris\u00E9s dans certains des syst\u00E8mes d'exploitation.
STAGE_PATH_ILLEGAL_CHARACTERS_MSG=Le chemin du r\u00E9pertoire interm\u00E9diaire contient des caract\u00E8res risquant de ne pas \u00EAtre autoris\u00E9s dans certains des syst\u00E8mes d'exploitation.
ERROR_DUPLICATE_URIs=Les URI dupliqu\u00E9s ne sont pas autoris\u00E9s dans un service fonctionnel
ERROR_URI_NOT_CONFIGURED=L'URI du service n'est pas configur\u00E9
