ERROR_ARCHIVE_DIR_EMPTY=\u300C\u53C2\u7167\u6E21\u3057\u300D\u3092\u9078\u629E\u3057\u305F\u5834\u5408\u3001\u300C\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u300D\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
ERROR_MANDATORY_POLLING_INTERVAL=\u300C\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694\u300D\u306F\u5FC5\u9808\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u3059
SUFFIX_INFO=\u30D5\u30A1\u30A4\u30EB\u540D\u306E\u5F8C\u308D\u306B\u4ED8\u52A0\u3055\u308C\u308B\u63A5\u5C3E\u8F9E
FILE_MASK_INFO=\u9069\u7528\u3055\u308C\u308B\u30D5\u30A1\u30A4\u30EB\u30FB\u30DE\u30B9\u30AF
ERROR_DIRECTORY_INFO=\u30A8\u30E9\u30FC\u767A\u751F\u6642\u306B\u30D5\u30A1\u30A4\u30EB\u3092\u30DD\u30B9\u30C8\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u6240
POLLING_INTERVAL_INFO=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694(\u79D2)
ERROR_SUFFIX_MANDATORY=\u300C\u63A5\u5C3E\u8F9E\u300D\u306F\u5FC5\u9808\u3067\u3059
ERROR_MANDATORY_FILE_MASK=\u300C\u30D5\u30A1\u30A4\u30EB\u30FB\u30DE\u30B9\u30AF\u300D\u306F\u5FC5\u9808\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u3059
subsystem=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8
ERROR_URI_NOTADIR=URI\u304C\u6709\u52B9\u306A\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u6307\u5B9A\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
READ_LIMIT_LBL=\u8AAD\u53D6\u308A\u5236\u9650
ERROR_MANDATORY_ERROR_DIRECTORY=\u300C\u30A8\u30E9\u30FC\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u300D\u306F\u5FC5\u9808\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u3059
ERROR_POLLING_INTERVAL=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694\u306F\u6B63\u306E\u6574\u6570\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
PASS_BY_REFERENCE_INFO=\u9078\u629E\u3059\u308B\u3068\u3001\u30D5\u30A1\u30A4\u30EB\u306F\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u3055\u308C\u3001\u53C2\u7167\u3068\u3057\u3066\u30D8\u30C3\u30C0\u30FC\u306B\u6E21\u3055\u308C\u307E\u3059
SORT_BY_ARRIVAL_LBL=\u5230\u7740\u9806\u306B\u30BD\u30FC\u30C8
SCAN_SUBDIRECTORIES_INFO=\u3059\u3079\u3066\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u518D\u5E30\u7684\u306B\u30B9\u30AD\u30E3\u30F3\u3057\u307E\u3059
SUFFIX_LBL=\u63A5\u5C3E\u8F9E
PREFIX_LBL=\u63A5\u982D\u8F9E
POST_READ_ACTION_INFO=\u30A4\u30D9\u30F3\u30C8\u306E\u30DD\u30B9\u30C8\u5F8C\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9A\u7FA9\u3057\u307E\u3059
ERROR_READ_LIMIT=\u8AAD\u53D6\u308A\u5236\u9650\u306F\u6B63\u306E\u6574\u6570\u307E\u305F\u306F0\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
POLLING_INTERVAL_LBL=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694
DISABLED=\u7121\u52B9
ARCHIVE_MANDATORY_ERROR_DIRECTORY=\u300C\u8AAD\u53D6\u308A\u5F8C\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u300D\u304C\u300C\u30A2\u30FC\u30AB\u30A4\u30D6\u300D\u306E\u5834\u5408\u3001\u300C\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u300D\u306F\u5FC5\u9808\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u3059
ENABLED=\u6709\u52B9
PREFIX_INFO=\u30D5\u30A1\u30A4\u30EB\u540D\u306E\u524D\u306B\u4ED8\u52A0\u3055\u308C\u308B\u63A5\u982D\u8F9E
ERROR_MANDATORY_READ_LIMIT=\u300C\u8AAD\u53D6\u308A\u5236\u9650\u300D\u306F\u5FC5\u9808\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u3059
PASS_BY_REFERENCE_LBL=\u53C2\u7167\u6E21\u3057
ERROR_URI_INCORRECT=URI\u306Ffile:///drive:/directoryName1/directoryName2... \u306E\u5F62\u5F0F\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
FILE_MASK_LBL=\u30D5\u30A1\u30A4\u30EB\u30FB\u30DE\u30B9\u30AF
POST_READ_ACTION_LBL=\u8AAD\u53D6\u308A\u5F8C\u306E\u30A2\u30AF\u30B7\u30E7\u30F3
ERROR_ARCHIVE_AND_POLLINGDIR_CANNOTBE_SAME=\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3068\u30DD\u30FC\u30EA\u30F3\u30B0\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u540C\u3058\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
ARCHIVE_DIRECTORY_LBL=\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
ERROR_PREFIX_MANDATORY=\u300C\u63A5\u982D\u8F9E\u300D\u306F\u5FC5\u9808\u3067\u3059
SCAN_SUBDIRECTORIES_LBL=\u30B5\u30D6\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u30B9\u30AD\u30E3\u30F3
READ_LIMIT_INFO=\u5404\u30DD\u30FC\u30EA\u30F3\u30B0\u30FB\u30B9\u30A4\u30FC\u30D7\u3067\u8AAD\u307F\u53D6\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6700\u5927\u6570\u30020\u3092\u6307\u5B9A\u3059\u308B\u3068\u7121\u5236\u9650\u306B\u306A\u308A\u307E\u3059
version=1.0
SORT_BY_ARRIVAL_INFO=\u30A4\u30D9\u30F3\u30C8\u306F\u5230\u7740\u9806\u306B\u914D\u4FE1\u3055\u308C\u307E\u3059
ARCHIVE_DIRECTORY_INFO=\u30A2\u30FC\u30AB\u30A4\u30D6\u306E\u5834\u6240
ERROR_DIRECTORY_LBL=\u30A8\u30E9\u30FC\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
ERROR_ERROR_AND_POLLINGDIR_CANNOTBE_SAME=\u30A8\u30E9\u30FC\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3068\u30DD\u30FC\u30EA\u30F3\u30B0\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u540C\u3058\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
POLLER_TARGET_SERVER_INFO=\u5916\u90E8\u30EA\u30BD\u30FC\u30B9\u3092\u30DD\u30FC\u30EA\u30F3\u30B0\u3059\u308B\u30DD\u30FC\u30E9\u30FC\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u5B9F\u884C\u3059\u308B\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC
POLLER_TARGET_SERVER_LBL=\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC
STAGE_DIRECTORY_LBL=\u30B9\u30C6\u30FC\u30B8\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
STAGE_DIRECTORY_INFO=\u30D5\u30A1\u30A4\u30EB\u306E\u51E6\u7406\u4E2D\u306B\u4E00\u6642\u7684\u306B\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u3059\u308B\u305F\u3081\u306E\u4E2D\u9593\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
ERROR_MANDATORY_STAGE_DIRECTORY=\u300C\u30B9\u30C6\u30FC\u30B8\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u300D\u306F\u5FC5\u9808\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u3059
REQUEST_ENCODING=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0
REQUEST_ENCODING_INFO=\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6587\u5B57\u30BB\u30C3\u30C8\u30FB\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0
ERROR_INVALID_ENCODING=\u6587\u5B57\u30BB\u30C3\u30C8\u30FB\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u540D\u304C\u7121\u52B9\u3067\u3059
ARCHIVE=\u30A2\u30FC\u30AB\u30A4\u30D6
DELETE=\u524A\u9664
URI_FORMAT=file:///root-dir/dir1
FILE_ARCHIVE_DIR_NAME=\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
FILE_ARCHIVE_DIR_DESC=\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
FILE_STAGE_DIR_NAME=\u30D5\u30A1\u30A4\u30EB\u306E\u30B9\u30C6\u30FC\u30B8\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
FILE_STAGE_DIR_DESC=\u30D5\u30A1\u30A4\u30EB\u306E\u30B9\u30C6\u30FC\u30B8\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
FILE_ERROR_DIR_NAME=\u30D5\u30A1\u30A4\u30EB\u306E\u30A8\u30E9\u30FC\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
FILE_ERROR_DIR_DESC=\u30D5\u30A1\u30A4\u30EB\u306E\u30A8\u30E9\u30FC\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
FILE_PATH_ILLEGAL_CHARACTERS_MSG=\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u306B\u4E00\u90E8\u306E\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u3067\u4F7F\u7528\u3067\u304D\u306A\u3044\u6587\u5B57\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
ARCHIVE_PATH_ILLEGAL_CHARACTERS_MSG=\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FB\u30D1\u30B9\u306B\u4E00\u90E8\u306E\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u3067\u4F7F\u7528\u3067\u304D\u306A\u3044\u6587\u5B57\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
ERROR_PATH_ILLEGAL_CHARACTERS_MSG=\u30A8\u30E9\u30FC\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FB\u30D1\u30B9\u306B\u4E00\u90E8\u306E\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u3067\u4F7F\u7528\u3067\u304D\u306A\u3044\u6587\u5B57\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
STAGE_PATH_ILLEGAL_CHARACTERS_MSG=\u30B9\u30C6\u30FC\u30B8\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FB\u30D1\u30B9\u306B\u4E00\u90E8\u306E\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u3067\u4F7F\u7528\u3067\u304D\u306A\u3044\u6587\u5B57\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
ERROR_DUPLICATE_URIs=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u91CD\u8907URI\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093
ERROR_URI_NOT_CONFIGURED=\u30B5\u30FC\u30D3\u30B9URI\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093
