cause2032000=Hay varios motivos por los que puede fallar la llamada. La excepci\u00F3n debe proporcionar detalles que ayuden a identificar el motivo del fallo.
action2032000=Corrija el artefacto bas\u00E1ndose en la excepci\u00F3n. Si la excepci\u00F3n no est\u00E1 clara, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2032001=No existe el artefacto al que ha llamado. Probablemente se debe a que se han producido errores durante el despliegue o a que todav\u00EDa no se ha activado la sesi\u00F3n utilizada para el despliegue.
action2032001=Aseg\u00FArese de que el artefacto al que ha llamado es correcto y se ha desplegado correctamente y de que la sesi\u00F3n utilizada para desplegar el artefacto se ha activado sin ning\u00FAn error.
messagedetail2032002=La respuesta espera un intercambio de mensaje de tipo "RequestResponseMessageExchange". Sin embargo, ha recibido un intercambio de mensaje desconocido. Por lo tanto, se ignorar\u00E1 la respuesta
cause2032002=No se ha podido distribuir la respuesta porque se ha recibido un intercambio de mensaje desconocido.
action2032002=\u00C9ste es un error inesperado. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2032003=Se debe definir una salida o un fallo en la respuesta. Sin embargo, no se ha definido ninguno para el intercambio de mensaje.
action2032003=\u00C9ste es un error inesperado. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2032004=Falta el listener de devoluci\u00F3n de llamada utilizado para distribuir la respuesta para las solicitudes no bloqueantes. Por lo tanto, no se puede distribuir la respuesta.
action2032004=\u00C9ste es un error inesperado. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2032005=Se debe definir una salida o un fallo en la respuesta. Sin embargo, no se ha definido ninguno para el intercambio de mensaje.
action2032005=\u00C9ste es un error inesperado. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2032006=El tipo de dato encontrado en la cach\u00E9 del distribuidor es desconocido. Por lo tanto, no se puede distribuir la respuesta.
action2032006=\u00C9ste es un error inesperado. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2032007=Este error se puede deber a un defecto del sistema en la recolecci\u00F3n de basura o la generaci\u00F3n de identificadores \u00FAnicos. Tambi\u00E9n se puede deber a la corrupci\u00F3n de los datos.
action2032007=\u00C9ste es un error inesperado. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2032008=Un defecto del sistema o la corrupci\u00F3n de los datos es la causa de este fallo.
action2032008=\u00C9ste es un error inesperado. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2032009=El mensaje de excepci\u00F3n debe describir la causa.
action2032009=\u00C9ste es un error inesperado. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2032010=El mensaje de excepci\u00F3n debe describir la causa.
action2032010=\u00C9ste es un error inesperado. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2032100=El proceso ya no est\u00E1 desplegado ni activo. Se ha anulado el despliegue del proceso o ha fallado la activaci\u00F3n de la sesi\u00F3n durante el despliegue del proceso ya que la sesi\u00F3n ha tenido errores.
action2032100=Aseg\u00FArese de que el proceso est\u00E1 desplegado correctamente. Si contin\u00FAa el problema, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2032101=El intercambio de mensaje es nulo.
action2032101=\u00C9ste es un error inesperado. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
