cause2032000=\u547C\u51FA\u3057\u306E\u5931\u6557\u306B\u306F\u8907\u6570\u306E\u539F\u56E0\u304C\u3042\u308A\u307E\u3059\u3002\u5931\u6557\u306E\u539F\u56E0\u3092\u7279\u5B9A\u3059\u308B\u306E\u306B\u5F79\u7ACB\u3064\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action2032000=\u4F8B\u5916\u306B\u57FA\u3065\u3044\u3066\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u3092\u4FEE\u6B63\u3057\u307E\u3059\u3002\u4F8B\u5916\u306B\u4E0D\u660E\u306A\u70B9\u304C\u3042\u308B\u5834\u5408\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2032001=\u547C\u3073\u51FA\u3055\u308C\u305F\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u3053\u306E\u539F\u56E0\u3068\u3057\u3066\u3001\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u304B\u3001\u30C7\u30D7\u30ED\u30A4\u6642\u306B\u4F7F\u7528\u3055\u308C\u305F\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u307E\u3060\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action2032001=\u547C\u3073\u51FA\u3055\u308C\u305F\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u304C\u9069\u5207\u3067\u3042\u308A\u3001\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u304C\u6B63\u3057\u304F\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3001\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u306E\u30C7\u30D7\u30ED\u30A4\u6642\u306B\u4F7F\u7528\u3055\u308C\u305F\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u30A8\u30E9\u30FC\u306A\u3057\u306B\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002
messagedetail2032002=\u30EC\u30B9\u30DD\u30F3\u30B9\u3067\u4E88\u671F\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u4EA4\u63DB\u306E\u30BF\u30A4\u30D7\u306F"RequestResponseMessageExchange"\u3067\u3059\u304C\u3001\u4E0D\u660E\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u4EA4\u63DB\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u305F\u3081\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u306F\u7121\u8996\u3055\u308C\u307E\u3059
cause2032002=\u4E0D\u660E\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u4EA4\u63DB\u3092\u53D7\u4FE1\u3057\u305F\u305F\u3081\u3001\u5FDC\u7B54\u3092\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u3067\u304D\u307E\u305B\u3093\u3002
action2032002=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2032003=\u30EC\u30B9\u30DD\u30F3\u30B9\u3067\u306F\u51FA\u529B\u307E\u305F\u306F\u30D5\u30A9\u30EB\u30C8\u306E\u3069\u3061\u3089\u304B\u3092\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u4EA4\u63DB\u3067\u306F\u3069\u3061\u3089\u3082\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action2032003=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2032004=\u975E\u30D6\u30ED\u30C3\u30AD\u30F3\u30B0\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3078\u306E\u5FDC\u7B54\u306E\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u306B\u4F7F\u7528\u3055\u308C\u308B\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30EA\u30B9\u30CA\u30FC\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u305F\u3081\u3001\u5FDC\u7B54\u3092\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u3067\u304D\u307E\u305B\u3093\u3002
action2032004=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2032005=\u30EC\u30B9\u30DD\u30F3\u30B9\u3067\u306F\u51FA\u529B\u307E\u305F\u306F\u30D5\u30A9\u30EB\u30C8\u306E\u3069\u3061\u3089\u304B\u3092\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u4EA4\u63DB\u3067\u306F\u3069\u3061\u3089\u3082\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action2032005=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2032006=\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u30E3\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u3067\u898B\u3064\u304B\u3063\u305F\u30C7\u30FC\u30BF\u306E\u30BF\u30A4\u30D7\u304C\u4E0D\u660E\u3067\u3059\u3002\u3053\u306E\u305F\u3081\u3001\u5FDC\u7B54\u3092\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u3067\u304D\u307E\u305B\u3093\u3002
action2032006=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2032007=\u3053\u306E\u30A8\u30E9\u30FC\u306F\u3001\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u307E\u305F\u306F\u4E00\u610F\u306EID\u751F\u6210\u6642\u306E\u30B7\u30B9\u30C6\u30E0\u30FB\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u767A\u751F\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u307E\u305F\u3001\u30C7\u30FC\u30BF\u306E\u7834\u640D\u304C\u539F\u56E0\u3067\u3042\u308B\u53EF\u80FD\u6027\u3082\u3042\u308A\u307E\u3059\u3002
action2032007=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2032008=\u3053\u306E\u5931\u6557\u306F\u3001\u30B7\u30B9\u30C6\u30E0\u30FB\u30A8\u30E9\u30FC\u307E\u305F\u306F\u30C7\u30FC\u30BF\u306E\u7834\u640D\u304C\u539F\u56E0\u3067\u3059\u3002
action2032008=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2032009=\u539F\u56E0\u306B\u3064\u3044\u3066\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action2032009=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2032010=\u539F\u56E0\u306B\u3064\u3044\u3066\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action2032010=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2032100=\u30D7\u30ED\u30BB\u30B9\u306F\u73FE\u5728\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u304A\u3089\u305A\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30D7\u30ED\u30BB\u30B9\u304C\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u304B\u3001\u307E\u305F\u306F\u30BB\u30C3\u30B7\u30E7\u30F3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u305F\u3081\u3001\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30D7\u30ED\u30BB\u30B9\u3067\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u304C\u5931\u6557\u3057\u305F\u304B\u306E\u3069\u3061\u3089\u304B\u3067\u3059\u3002
action2032100=\u30D7\u30ED\u30BB\u30B9\u304C\u6B63\u3057\u304F\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A8\u30E9\u30FC\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause2032101=\u30E1\u30C3\u30BB\u30FC\u30B8\u4EA4\u63DB\u304Cnull\u3067\u3059\u3002
action2032101=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
