cause2032000=\uC5EC\uB7EC \uAC00\uC9C0 \uC6D0\uC778\uC73C\uB85C \uC778\uD574 \uD638\uCD9C\uC744 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC2E4\uD328 \uC6D0\uC778\uC744 \uD30C\uC545\uD560 \uC218 \uC788\uB3C4\uB85D \uC608\uC678 \uC0AC\uD56D\uC5D0 \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action2032000=\uC608\uC678 \uC0AC\uD56D\uC5D0 \uB530\uB77C \uC544\uD2F0\uD329\uD2B8\uB97C \uC218\uC815\uD558\uC2ED\uC2DC\uC624. \uC608\uC678 \uC0AC\uD56D\uC774 \uBA85\uD655\uD558\uC9C0 \uC54A\uC744 \uACBD\uC6B0 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2032001=\uD638\uCD9C\uB41C \uC544\uD2F0\uD329\uD2B8\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uBC30\uCE58 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uAC70\uB098 \uBC30\uCE58\uC5D0 \uC0AC\uC6A9\uB41C \uC138\uC158\uC774 \uD65C\uC131\uD654\uB418\uC9C0 \uC54A\uC558\uAE30 \uB54C\uBB38\uC77C \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action2032001=\uD638\uCD9C\uB41C \uC544\uD2F0\uD329\uD2B8\uAC00 \uC62C\uBC14\uB974\uBA70 \uC81C\uB300\uB85C \uBC30\uCE58\uB418\uC5C8\uACE0, \uC544\uD2F0\uD329\uD2B8 \uBC30\uCE58\uC5D0 \uC0AC\uC6A9\uB41C \uC138\uC158\uC774 \uC624\uB958 \uC5C6\uC774 \uD65C\uC131\uD654\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2032002=\uD68C\uC2E0\uC5D0 "RequestResponseMessageExchange" \uC720\uD615\uC758 \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC774 \uD544\uC694\uD558\uC9C0\uB9CC \uC54C \uC218 \uC5C6\uB294 \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC744 \uC218\uC2E0\uD588\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uD68C\uC2E0\uC774 \uBB34\uC2DC\uB429\uB2C8\uB2E4.
cause2032002=\uC54C \uC218 \uC5C6\uB294 \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC774 \uC218\uC2E0\uB418\uC5B4 \uD68C\uC2E0 \uC791\uC5C5\uC744 \uD560\uB2F9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action2032002=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4. \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2032003=\uC751\uB2F5\uC5D0\uB294 \uCD9C\uB825 \uB610\uB294 \uACB0\uD568\uC774 \uC124\uC815\uB418\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4. \uD558\uC9C0\uB9CC \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC5D0 \uB300\uD574 \uB450 \uAC00\uC9C0\uAC00 \uBAA8\uB450 \uC124\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action2032003=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4. \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2032004=\uBE44\uCC28\uB2E8 \uC694\uCCAD\uC5D0 \uB300\uD55C \uD68C\uC2E0 \uC791\uC5C5 \uD560\uB2F9\uC5D0 \uC0AC\uC6A9\uB418\uB294 \uCF5C\uBC31 \uB9AC\uC2A4\uB108\uAC00 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uD68C\uC2E0 \uC791\uC5C5\uC744 \uD560\uB2F9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action2032004=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4. \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2032005=\uC751\uB2F5\uC5D0\uB294 \uCD9C\uB825 \uB610\uB294 \uACB0\uD568\uC774 \uC124\uC815\uB418\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4. \uD558\uC9C0\uB9CC \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC5D0 \uB300\uD574 \uB450 \uAC00\uC9C0\uAC00 \uBAA8\uB450 \uC124\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action2032005=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4. \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2032006=\uC791\uC5C5 \uD560\uB2F9\uC790 \uCE90\uC2DC\uC5D0\uC11C \uC54C \uC218 \uC5C6\uB294 \uB370\uC774\uD130 \uC720\uD615\uC774 \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uD68C\uC2E0 \uC791\uC5C5\uC744 \uD560\uB2F9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action2032006=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4. \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2032007=\uC774 \uC624\uB958\uB294 \uBD88\uD544\uC694\uD55C \uC815\uBCF4 \uC218\uC9D1 \uB610\uB294 \uACE0\uC720\uD55C ID \uC0DD\uC131 \uACFC\uC815\uC5D0\uC11C \uBC1C\uC0DD\uD55C \uC2DC\uC2A4\uD15C \uACB0\uD568\uC73C\uB85C \uC778\uD55C \uAC83\uC77C \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uB370\uC774\uD130 \uC190\uC0C1 \uB54C\uBB38\uC77C \uC218\uB3C4 \uC788\uC2B5\uB2C8\uB2E4.
action2032007=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4. \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2032008=\uC774 \uC624\uB958\uB294 \uC2DC\uC2A4\uD15C \uACB0\uD568 \uB610\uB294 \uB370\uC774\uD130 \uC190\uC0C1\uC73C\uB85C \uC778\uD55C \uAC83\uC785\uB2C8\uB2E4.
action2032008=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4. \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2032009=\uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uC6D0\uC778\uC774 \uC124\uBA85\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action2032009=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4. \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2032010=\uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uC6D0\uC778\uC774 \uC124\uBA85\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action2032010=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4. \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2032100=\uD504\uB85C\uC138\uC2A4\uAC00 \uB354 \uC774\uC0C1 \uBC30\uCE58 \uBC0F \uD65C\uC131\uD654\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uD504\uB85C\uC138\uC2A4 \uBC30\uCE58\uAC00 \uD574\uC81C\uB418\uC5C8\uAC70\uB098 \uC138\uC158\uC5D0 \uC624\uB958\uAC00 \uC788\uC5B4 \uD504\uB85C\uC138\uC2A4\uB97C \uBC30\uCE58\uD558\uB294 \uC911 \uC138\uC158 \uD65C\uC131\uD654\uB97C \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
action2032100=\uD504\uB85C\uC138\uC2A4\uAC00 \uC81C\uB300\uB85C \uBC30\uCE58\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC624\uB958\uAC00 \uC9C0\uC18D\uB418\uBA74 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2032101=\uBA54\uC2DC\uC9C0 \uAD50\uD658\uC774 \uB110\uC785\uB2C8\uB2E4.
action2032101=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4. \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
