## P4ADE ## {0} : String process, {1} : String eventID, {2} : String eventType, {3} : Throwable t
messagebody2032000=Erro durante a chamada de "{0}" para o evento "{1}" do tipo "{2}".
## P4ADE ## {0} : String process, {1} : String eventID, {2} : String eventType
messagebody2032001=Erro fatal: N\u00E3o \u00E9 poss\u00EDvel chamar "{0}" para o evento "{1}" do tipo "{2}" porque "{0}" n\u00E3o existe.
## P4ADE ## {0} : String msgExchangeType
messagebody2032002=Recebida uma troca de mensagens desconhecida "{0}" na resposta. A resposta ser\u00E1 ignorada.
## P4ADE ## {0} : String msgExchangeDetail, {1} : String key
messagebody2032003=N\u00E3o foi definida uma sa\u00EDda nem uma falha para resposta na troca de mensagens "{0}" para o bloqueio da solicita\u00E7\u00E3o com a chave "{1}". A resposta ser\u00E1 ignorada.
## P4ADE ## {0} : String msgExchangeDetail, {1} : String key
messagebody2032004=O listener de callback n\u00E3o foi encontrado para a troca de mensagens "{0}" para solicita\u00E7\u00E3o sem bloqueio com a chave "{1}". A resposta ser\u00E1 ignorada.
## P4ADE ## {0} : String msgExchangeDetail, {1} : String key
messagebody2032005=N\u00E3o foi definida uma sa\u00EDda nem uma falha na resposta para a troca de mensagens "{0}" para solicita\u00E7\u00E3o sem bloqueio com a chave "{1}". A resposta ser\u00E1 ignorada.
## P4ADE ## {0} : String msgExchangeDetail, {1} : String key, {2} : String type
messagebody2032006=Tipo de dados desconhecido "{2}" encontrado para os dados no cache do dispatcher para a solicita\u00E7\u00E3o com troca de mensagens "{0}", com a chave "{1}". A resposta ser\u00E1 ignorada.
## P4ADE ## {0} : String timeoutData
messagebody2032007=O timeout para o evento "{0}" n\u00E3o pode ser despachado porque a chave (usada para pesquisar a entrada de solicita\u00E7\u00F5es no cache do dispatcher) \u00E9 nula. O timeout ser\u00E1 ignorado.
## P4ADE ## {0} : String dataType, {1} : String key
messagebody2032008=Tipo de dados desconhecido "{0}" encontrado para os dados, com a chave "{1}", no cache do dispatcher ao tentar informar ao listener que o evento de timeout ocorreu para uma solicita\u00E7\u00E3o sem bloqueio. O timeout ser\u00E1 ignorado.
## P4ADE ## {0} : String message
messagebody2032009=Erro ao Notificar o Evento ao listener: erro inesperado. - {0}.
## P4ADE ## {0} : String message
messagebody2032010=Erro ao Notificar o Evento ao Listener: a service-ref n\u00E3o \u00E9 suportada. - {0}.
## P4ADE ## {0} : String ref
messagebody2032100=O Agendador n\u00E3o pode executar o despacho da solicita\u00E7\u00E3o para o mecanismo porque o processo "{0}" n\u00E3o foi encontrado. A solicita\u00E7\u00E3o ser\u00E1 ignorada.
## P4ADE ## {0} : String ref
messagebody2032101=O Agendador n\u00E3o pode executar o despacho da solicita\u00E7\u00E3o para o mecanismo do processo "{0}" porque a troca de mensagens \u00E9 nula. A solicita\u00E7\u00E3o ser\u00E1 ignorada.
