cause2032000=H\u00E1 v\u00E1rios motivos para a falha da chamada. A exce\u00E7\u00E3o deve fornecer detalhes para ajudar a identificar o motivo da falha.
action2032000=Corrija o artefato com base na exce\u00E7\u00E3o. Se a exce\u00E7\u00E3o n\u00E3o estiver clara, entre em contato com o suporte t\u00E9cnico.
cause2032001=O artefato chamado n\u00E3o existe. Isso provavelmente se deve a erros ocorridos durante a implanta\u00E7\u00E3o ou ao fato de a sess\u00E3o usada para implanta\u00E7\u00E3o ainda n\u00E3o estar ativada.
action2032001=Certifique-se de que o artefato chamado esteja correto, implantado corretamente e de que a sess\u00E3o usada para implant\u00E1-lo esteja ativada sem erros.
messagedetail2032002=A resposta esperava uma troca de mensagens do tipo "RequestResponseMessageExchange". Entretanto, recebeu uma troca de mensagens desconhecida. Sendo assim, a resposta ser\u00E1 ignorada
cause2032002=N\u00E3o \u00E9 poss\u00EDvel executar o despacho da resposta porque foi recebida uma troca de mensagens desconhecida.
action2032002=Este \u00E9 um erro inesperado. Entre em contato com o suporte t\u00E9cnico.
cause2032003=Deve-se definir uma sa\u00EDda ou uma falha em uma resposta. Por\u00E9m, nenhuma dessas op\u00E7\u00F5es foi definida para a troca de mensagens.
action2032003=Este \u00E9 um erro inesperado. Entre em contato com o suporte t\u00E9cnico.
cause2032004=O listener de callback usado para executar o despacho da resposta para solicita\u00E7\u00F5es sem bloqueio n\u00E3o foi encontrado. Por isso n\u00E3o \u00E9 poss\u00EDvel despachar a resposta.
action2032004=Este \u00E9 um erro inesperado. Entre em contato com o suporte t\u00E9cnico.
cause2032005=Deve-se definir uma sa\u00EDda ou uma falha em uma resposta. Por\u00E9m, nenhuma dessas op\u00E7\u00F5es foi definida para a troca de mensagens.
action2032005=Este \u00E9 um erro inesperado. Entre em contato com o suporte t\u00E9cnico.
cause2032006=O tipo de dados encontrado no cache do dispatcher \u00E9 desconhecido. Por isso n\u00E3o \u00E9 poss\u00EDvel executar o despacho da resposta.
action2032006=Este \u00E9 um erro inesperado. Entre em contato com o suporte t\u00E9cnico.
cause2032007=Este erro pode ser decorr\u00EAncia de um defeito do sistema na coleta de lixo ou na gera\u00E7\u00E3o de id exclusivo. Pode tamb\u00E9m ser decorr\u00EAncia de danos nos dados.
action2032007=Este \u00E9 um erro inesperado. Entre em contato com o suporte t\u00E9cnico.
cause2032008=Defeito do sistema ou danos nos dados \u00E9 a causa desta falha.
action2032008=Este \u00E9 um erro inesperado. Entre em contato com o suporte t\u00E9cnico.
cause2032009=A mensagem de exce\u00E7\u00E3o deve descrever a causa.
action2032009=Este \u00E9 um erro inesperado. Entre em contato com o suporte t\u00E9cnico.
cause2032010=A mensagem de exce\u00E7\u00E3o deve descrever a causa.
action2032010=Este \u00E9 um erro inesperado. Entre em contato com o suporte t\u00E9cnico.
cause2032100=O processo n\u00E3o est\u00E1 mais implantado e ativo. A implanta\u00E7\u00E3o do processo foi cancelada ou a ativa\u00E7\u00E3o da sess\u00E3o falhou durante a implanta\u00E7\u00E3o do processo, pois a sess\u00E3o apresentou erros.
action2032100=Certifique-se de que o processo esteja implantado corretamente. Se o erro persistir, entre em contato com o suporte t\u00E9cnico.
cause2032101=A troca de mensagens \u00E9 nula.
action2032101=Este \u00E9 um erro inesperado. Entre em contato com o suporte t\u00E9cnico.
