cause2032000=L'origine de l'\u00E9chec de l'appel peut \u00EAtre multiple. L'exception doit contenir des d\u00E9tails pour vous aider \u00E0 identifier la cause de l'\u00E9chec.
action2032000=Corrigez l'artefact en fonction de l'exception. Si l'exception n'est pas claire, contactez le support technique Oracle.
cause2032001=L'artefact appel\u00E9 n'existe pas. Des erreurs sont probablement survenues pendant le d\u00E9ploiement ou la session utilis\u00E9e pour le d\u00E9ploiement n'est pas encore activ\u00E9e.
action2032001=V\u00E9rifiez que l'artefact appel\u00E9 est correct et d\u00E9ploy\u00E9 de mani\u00E8re appropri\u00E9e, et que la session utilis\u00E9e pour d\u00E9ployer l'artefact a \u00E9t\u00E9 activ\u00E9e sans erreur.
messagedetail2032002=Un \u00E9change de messages de type "RequestResponseMessageExchange" est attendu dans la r\u00E9ponse. Cependant, un \u00E9change de messages inconnu a \u00E9t\u00E9 re\u00E7u. La r\u00E9ponse ne sera donc pas prise en compte
cause2032002=Impossible de r\u00E9partir la r\u00E9ponse car un \u00E9change de messages inconnu a \u00E9t\u00E9 re\u00E7u.
action2032002=Erreur inattendue. Contactez le support technique Oracle.
cause2032003=Une sortie ou une erreur doit \u00EAtre d\u00E9finie dans une r\u00E9ponse. Toutefois, aucune des deux n'est d\u00E9finie pour l'\u00E9change de messages.
action2032003=Erreur inattendue. Contactez le support technique Oracle.
cause2032004=Le processus d'\u00E9coute callback qui est utilis\u00E9 pour r\u00E9partir la r\u00E9ponse pour les demandes non bloquantes est manquant. La r\u00E9ponse ne peut donc pas \u00EAtre r\u00E9partie.
action2032004=Erreur inattendue. Contactez le support technique Oracle.
cause2032005=Une sortie ou une erreur doit \u00EAtre d\u00E9finie dans une r\u00E9ponse. Toutefois, aucune des deux n'est d\u00E9finie pour l'\u00E9change de messages.
action2032005=Erreur inattendue. Contactez le support technique Oracle.
cause2032006=Le type de donn\u00E9es trouv\u00E9 dans le cache du r\u00E9partiteur est inconnu. La r\u00E9ponse ne peut donc pas \u00EAtre r\u00E9partie.
action2032006=Erreur inattendue. Contactez le support technique Oracle.
cause2032007=Cette erreur peut \u00EAtre due \u00E0 un d\u00E9faut du syst\u00E8me lors du nettoyage de la m\u00E9moire ou de la g\u00E9n\u00E9ration d'un ID unique. Elle peut \u00E9galement \u00EAtre due \u00E0 l'alt\u00E9ration des donn\u00E9es.
action2032007=Erreur inattendue. Contactez le support technique Oracle.
cause2032008=Un d\u00E9faut du syst\u00E8me ou l'alt\u00E9ration des donn\u00E9es est \u00E0 l'origine de cet \u00E9chec.
action2032008=Erreur inattendue. Contactez le support technique Oracle.
cause2032009=Le message d'exception devrait d\u00E9crire la cause.
action2032009=Erreur inattendue. Contactez le support technique Oracle.
cause2032010=Le message d'exception devrait d\u00E9crire la cause.
action2032010=Erreur inattendue. Contactez le support technique Oracle.
cause2032100=Le processus n'est plus d\u00E9ploy\u00E9, ni actif. Le d\u00E9ploiement du processus a \u00E9t\u00E9 annul\u00E9 ou l'activation de la session a \u00E9chou\u00E9 pendant le processus d\u00E9ploy\u00E9 car la session a g\u00E9n\u00E9r\u00E9 des erreurs.
action2032100=V\u00E9rifiez que le processus est correctement d\u00E9ploy\u00E9. Si l'erreur persiste, contactez le support technique Oracle.
cause2032101=L'\u00E9change de messages est NULL.
action2032101=Erreur inattendue. Contactez le support technique Oracle.
