## P4ADE ## {0} : String process, {1} : String eventID, {2} : String eventType, {3} : Throwable t
messagebody2032000=Erreur lors de l''appel de "{0}" pour l''\u00E9v\u00E9nement "{1}" de type "{2}".
## P4ADE ## {0} : String process, {1} : String eventID, {2} : String eventType
messagebody2032001=Erreur fatale : impossible d''appeler "{0}" pour l''\u00E9v\u00E9nement "{1}" de type "{2}" car "{0}" n''existe pas.
## P4ADE ## {0} : String msgExchangeType
messagebody2032002=Echange de messages inconnu re\u00E7u "{0}" dans la r\u00E9ponse. La r\u00E9ponse ne sera pas prise en compte.
## P4ADE ## {0} : String msgExchangeDetail, {1} : String key
messagebody2032003=Aucune sortie, ni erreur n''est d\u00E9finie dans la r\u00E9ponse pour l''\u00E9change de messages "{0}" pour la demande bloquante avec la cl\u00E9 "{1}". La r\u00E9ponse ne sera pas prise en compte.
## P4ADE ## {0} : String msgExchangeDetail, {1} : String key
messagebody2032004=Le processus d''\u00E9coute callback est manquant pour l''\u00E9change de messages "{0}" pour une demande non bloquante avec la cl\u00E9 "{1}". La r\u00E9ponse ne sera pas prise en compte.
## P4ADE ## {0} : String msgExchangeDetail, {1} : String key
messagebody2032005=Aucune sortie, ni erreur n''est d\u00E9finie dans la r\u00E9ponse pour l''\u00E9change de messages "{0}" pour la demande non bloquante avec la cl\u00E9 "{1}". La r\u00E9ponse ne sera pas prise en compte.
## P4ADE ## {0} : String msgExchangeDetail, {1} : String key, {2} : String type
messagebody2032006=Type de donn\u00E9es inconnu "{2}" trouv\u00E9 pour les donn\u00E9es du cache de r\u00E9partiteur pour la demande avec l''\u00E9change de messages "{0}" et la cl\u00E9 "{1}". La r\u00E9ponse ne sera pas prise en compte.
## P4ADE ## {0} : String timeoutData
messagebody2032007=La temporisation pour l''\u00E9v\u00E9nement "{0}" ne peut pas \u00EAtre r\u00E9partie car la cl\u00E9 (utilis\u00E9e pour rechercher l''entr\u00E9e de la demande dans le cache du r\u00E9partiteur) est NULL. La temporisation ne sera pas prise en compte.
## P4ADE ## {0} : String dataType, {1} : String key
messagebody2032008=Type de donn\u00E9es inconnu "{0}" trouv\u00E9 pour les donn\u00E9es, avec la cl\u00E9 "{1}", dans le cache du r\u00E9partiteur lors de la tentative de r\u00E9partition de l''\u00E9v\u00E9nement de temporisation pour une demande non bloquante. La temporisation ne sera pas prise en compte.
## P4ADE ## {0} : String message
messagebody2032009=Erreur lors de la r\u00E9partition de l''\u00E9v\u00E9nement : erreur inattendue. - {0}.
## P4ADE ## {0} : String message
messagebody2032010=Erreur lors de la r\u00E9partition de l''\u00E9v\u00E9nement : service-ref non pris en charge. - {0}.
## P4ADE ## {0} : String ref
messagebody2032100=La fonction de programmation ne peut pas r\u00E9partir la demande vers le moteur car le processus "{0}" est introuvable. La demande ne sera pas prise en compte.
## P4ADE ## {0} : String ref
messagebody2032101=La fonction de programmation ne peut pas r\u00E9partir la demande vers le moteur pour le processus "{0}" car l''\u00E9change de messages est NULL. La demande ne sera pas prise en compte.
