VALIDATION_EXCEPTION=Excepci\u00F3n: {0}
VALIDATION_DATA_EXPR_MISSING=La expresi\u00F3n de datos no est\u00E1 configurada.
VALIDATION_DATA_EXPR_PARSE_ERROR=El formato de la expresi\u00F3n de datos no es v\u00E1lido, por lo que no se ha podido analizar.
VALIDATION_DATA_EXPR_MULTI_DEFINITION=El formato de la expresi\u00F3n de datos no es v\u00E1lido.
VALIDATION_XPATH_EXPR_MISSING=La expresi\u00F3n XPath no est\u00E1 configurada.
VALIDATION_XPATH_EXPR_PARSE_ERROR=El formato de la expresi\u00F3n XPath no es v\u00E1lido, por lo que no se ha podido analizar.
VALIDATION_OUTPUT_VAR_NOT_SET=La variable de la operaci\u00F3n no est\u00E1 configurada.
VALIDATION_VAR_MISSING=La operaci\u00F3n utiliza la variable "{0}". Esta variable no se ha declarado en el \u00E1mbito de la operaci\u00F3n.
VALIDATION_VAR_MISSING_PART=La operaci\u00F3n utiliza la variable "{0}". Es una variable de mensaje, por lo que se debe especificar una parte.
VALIDATION_VAR_MISSING_PART_NAME=La operaci\u00F3n utiliza la variable de mensaje "{0}" con la parte "{1}". Esta parte no existe en el mensaje WSDL que define la variable.
VALIDATION_VAR_INVALID_USE_PART=La operaci\u00F3n utiliza la variable "{0}" con la parte "{1}". Esta variable no es una variable de mensaje, por lo que no se aplican las partes.
VALIDATION_DELETE_DOT_XPATH=Ninguna operaci\u00F3n de supresi\u00F3n puede suprimir una variable. La expresi\u00F3n XPath "." no est\u00E1 soportada.
VALIDATION_INSERT_INVALID_WHERE_VALUE=El valor "where" de la operaci\u00F3n de inserci\u00F3n no es v\u00E1lido: "{0}".
VALIDATION_INSERT_INVALID_WHERE_USAGE=El valor "where" de la operaci\u00F3n de inserci\u00F3n no puede ser "before" ni "after" si no se ha definido la expresi\u00F3n XPath.
VALIDATION_JAVA_JAR_REF_NOT_SET=El recurso JAR no est\u00E1 configurado.
VALIDATION_JAVA_JAR_REF_INVALID=El nombre del recurso JAR configurado no es v\u00E1lido ({0}).
VALIDATION_JAVA_JAR_NOT_FOUND=El recurso JAR configurado ({0}) no existe o no es v\u00E1lido.
VALIDATION_JAVA_CLASS_NOT_SET=El nombre de la clase no est\u00E1 configurado.
VALIDATION_JAVA_CLASS_NOT_FOUND=La clase configurada ({0}) no existe o no es v\u00E1lida.
VALIDATION_JAVA_METHOD_NOT_SET=El nombre del m\u00E9todo no est\u00E1 configurado.
VALIDATION_JAVA_METHOD_NOT_FOUND=El m\u00E9todo configurado ({0}) no existe o no es v\u00E1lido.
VALIDATION_JAVA_METHOD_NOT_STATIC=El m\u00E9todo configurado ({0}) no es est\u00E1tico.
VALIDATION_JAVA_METHOD_NOT_PUBLIC=El m\u00E9todo configurado ({0}) no es p\u00FAblico.
VALIDATION_JAVA_ARG_TYPE_NOT_SUPPORTED=El tipo de argumento de m\u00E9todo ({0}) no est\u00E1 soportado.
VALIDATION_JAVA_RETURN_TYPE_NOT_SUPPORTED=El tipo de retorno de m\u00E9todo ({0}) no est\u00E1 soportado.
VALIDATION_JAVA_INCOMPATIBLE_ARITY=El n\u00FAmero de expresiones es incompatible con el n\u00FAmero de argumentos de m\u00E9todo.
VALIDATION_JAVA_OUTPUT_VAR_WITH_VOID=El m\u00E9todo configurado no tiene ning\u00FAn valor de retorno; no se debe haber configurado la variable de salida.
VALIDATION_JAVA_SVCACCT_REF_INVALID=El nombre del recurso de la cuenta de servicio configurado no es v\u00E1lido ({0}).
VALIDATION_JAVA_SVCACCT_NOT_EXIST=No existe el recurso de la cuenta de servicio configurado ({0}).
DISPLAY_ASSIGN=Asignar
DISPLAY_DELETE=Suprimir
DISPLAY_INSERT=Insertar
DISPLAY_REPLACE=Sustituir
DISPLAY_JAVA=Llamada de Java
DISPLAY_LOGGING=Registro
