## P4ADE ## {0} : String method, {1} : Exception e
messagebody381950=Se ha producido un error inesperado en el transporte de JCA en {0} debido a {1}.
## P4ADE ## {0} : Exception e
messagebody381951=Fallo de llamada de s\u00F3lo solicitud entrante de JCA, excepci\u00F3n: {0}.
## P4ADE ## {0} : Exception e
messagebody381952=Fallo de llamada de respuesta de solicitud entrante de JCA, excepci\u00F3n: {0}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381953=Fallo al crear JCABindingReference para wsdl: {0}, operaci\u00F3n: {1}, excepci\u00F3n: {2}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381954=Fallo al cerrar JCABindingReference para wsdl: {0}, operaci\u00F3n: {2}, excepci\u00F3n: {3}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : String msg, {3} : Exception e
messagebody381955=Fallo de llamada unidireccional saliente de JCA para wsdl: {0}, operaci\u00F3n: {1}, mensaje de solicitud: {2}, excepci\u00F3n: {3}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : String msg, {3} : Exception e
messagebody381956=Fallo de llamada de respuesta de solicitud saliente de JCA para wsdl: {0}, operaci\u00F3n: {1}, mensaje de solicitud: {2}, excepci\u00F3n: {3}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381957=Fallo al crear JCABindingService para wsdl: {0}, operaci\u00F3n: {1}, excepci\u00F3n: {2}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381958=Fallo al cerrar JCABindingService para wsdl: {0}, operaci\u00F3n: {1}, excepci\u00F3n: {2}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381959=Fallo al activar JCABindingService para wsdl: {0}, operaci\u00F3n: {1}, excepci\u00F3n: {2}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381960=Fallo al desactivar JCABindingService para wsdl: {0}, operaci\u00F3n: {1}, excepci\u00F3n: {2}
## P4ADE ## {0} : String wsdlUrl, {1} : Exception e
messagebody381961=Fallo al crear JCABindingService para wsdl: {0}, excepci\u00F3n: {1}
## P4ADE ## {0} : String msg, {1} : Exception e
messagebody381962=Fallo al transformar el mensaje en DOM, origen de mensaje: {0}, excepci\u00F3n: {1}
## P4ADE ## {0} : String endpointUrl, {1} : String operation, {2} : Exception e
messagebody381963=Fallo de transporte de JCA al reanudar la transacci\u00F3n existente despu\u00E9s de recibir la respuesta a la solicitud entrante para el punto final: {0}, operaci\u00F3n: {1}, excepci\u00F3n: {2}
messagebody381964=Se ha enviado el mensaje saliente de transporte de JCA sin especificar una operaci\u00F3n.
messagebody381965=Se ha enviado el mensaje saliente de transporte de JCA con un URI no v\u00E1lido para el punto final.
## P4ADE ## {0} : Exception e
messagebody381966=Fallo al obtener el asunto de devoluci\u00F3n de llamada de credenciales al llamar al servicio saliente JCA, excepci\u00F3n: {0}
## P4ADE ## {0} : Exception e
messagebody381967=Fallo de llamada de servicio saliente de JCA con error de aplicaci\u00F3n, excepci\u00F3n: {0}
## P4ADE ## {0} : Exception e
messagebody381968=Se ha producido un error inesperado al inicializar el soporte de DOM para el transporte: {0}.
messagebody381969=Se ha enviado un mensaje saliente de transporte de JCA sin ning\u00FAn URI para el punto final.
## P4ADE ## {0} : String ref
messagebody381970=No se ha registrado ninguna informaci\u00F3n del servicio para: {0}.
## P4ADE ## {0} : Exception e
messagebody381971=Fallo de llamada de servicio saliente JCA con error de conexi\u00F3n, excepci\u00F3n: {0}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381972=Fallo al crear JCABindingService entrante para wsdl: {0}, operaci\u00F3n: {1}, excepci\u00F3n: {2}
## P4ADE ## {0} : String ref, {1} : Exception e
messagebody381973=Fallo de restauraci\u00F3n del punto final original al intentar compensar el fallo de actualizaci\u00F3n de punto final. Punto final: {0}, excepci\u00F3n: {1}
## P4ADE ## {0} : String op
messagebody381974=La operaci\u00F3n "{0}" no es v\u00E1lida para este punto final.
## P4ADE ## {0} : Exception e
messagebody381975=Se ha producido un error al transformar la carga \u00FAtil: {0}
## P4ADE ## {0} : Exception e
messagebody381976=Se ha producido un error al anular la canalizaci\u00F3n del mensaje de solicitud: {0}
## P4ADE ## {0} : Exception e
messagebody381977=Se ha producido un error de canalizaci\u00F3n del mensaje de respuesta: {0}
## P4ADE ## {0} : Exception e
messagebody381978=Se ha producido un error de canalizaci\u00F3n de datos entre sistemas de la excepci\u00F3n de JCA: {0}.
## P4ADE ## {0} : Exception e
messagebody381979=Se ha producido un error al validar el punto final de transporte de JCA, excepci\u00F3n: {0}.
messagebody381980=Fallo de llamada de servicio saliente de JCA con error de aplicaci\u00F3n
## P4ADE ## {0} : String wsdlRef, {1} : Exception e
messagebody381981=Fallo de actualizaci\u00F3n del WSDL de JCA: {0} con la excepci\u00F3n: {1}
## P4ADE ## {0} : String serviceRef, {1} : Exception e
messagebody381982=Fallo de actualizaci\u00F3n del servicio JCA: {0} con la excepci\u00F3n: {1}
## P4ADE ## {0} : String toplinkMappingFile, {1} : Exception e
messagebody381983=Fallo al resolver archivo de asignaci\u00F3n de TopLink: {0} en el flujo de entrada con la excepci\u00F3n: {1}
## P4ADE ## {0} : String adapterType
messagebody381984=El transporte de JCA de OSB no soporta el tipo de adaptador: {0}
## P4ADE ## {0} : Exception e
messagebody381985=Fallo al cargar OSBSupportedAdapter.xml. Excepci\u00F3n: {0}
## P4ADE ## {0} : String url
messagebody381986=Se ha producido un error al validar el punto final de transporte de JCA. La b\u00FAsqueda de JNDI con URL: {0} ha fallado debido a una falta de permisos. Agregue una cuenta de servicio est\u00E1tica al servicio JCA para especificar las credenciales para autenticaci\u00F3n.
## P4ADE ## {0} : String url
messagebody381987=Se ha producido un error al validar el punto final de transporte de JCA. Fallo de la b\u00FAsqueda de JNDI con URL: {0}. Falta la configuraci\u00F3n de JNDI, se ha anulado el despliegue de la f\u00E1brica de conexiones o RAR del adaptador JCA o no se ha configurado correctamente.
## P4ADE ## {0} : Exception e
messagebody381988=Se ha producido un error al validar las propiedades del punto final de transporte de JCA, excepci\u00F3n: {0}
