messagedetail381950=\uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uAD6C\uC131 \uAC31\uC2E0 \uC911 \uBCF5\uAD6C\uD560 \uC218 \uC5C6\uB294 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD558\uAC70\uB098 \uBA54\uC2DC\uC9C0 \uCC98\uB9AC \uC911 \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uAE30 \uB54C\uBB38\uC77C \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381950=\uAD6C\uC131 \uAC31\uC2E0 \uC911 \uC774 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD55C \uACBD\uC6B0 JCA \uC804\uC1A1 \uC11C\uBE44\uC2A4\uAC00 \uC190\uC0C1\uB418\uC9C0 \uC54A\uC558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uAD6C\uC131\uC774 \uC190\uC0C1\uB41C \uACBD\uC6B0 \uC218\uB3D9\uC73C\uB85C \uC2E4\uD328\uD55C \uC11C\uBE44\uC2A4\uB97C \uC815\uB9AC\uD558\uAC70\uB098 \uC11C\uBC84\uB97C \uC7AC\uC2DC\uC791\uD558\uC2ED\uC2DC\uC624. \uB2E4\uB978 \uC624\uB958\uC758 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381951=JCA \uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD \uC804\uC6A9 \uD638\uCD9C \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381951=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381952=JCA \uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD \uC804\uC6A9 \uD638\uCD9C \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381952=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381953=JCA \uC544\uC6C3\uBC14\uC6B4\uB4DC JCABindingReference\uB97C \uC0DD\uC131\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381953=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381954=JCA \uC544\uC6C3\uBC14\uC6B4\uB4DC JCABindingReference\uB97C \uB2EB\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381954=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381955=JCA \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD \uC804\uC6A9 \uB05D\uC810\uC744 \uD638\uCD9C\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381955=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381956=JCA \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD \uC751\uB2F5 \uB05D\uC810\uC744 \uD638\uCD9C\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381956=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381957=JCABindingService\uB97C \uC0DD\uC131\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381957=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381958=JCABindingService\uB97C \uB2EB\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381958=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381959=JCABindingService\uB97C \uD65C\uC131\uD654\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381959=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381960=JCABindingService\uB97C \uBE44\uD65C\uC131\uD654\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381960=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381961=JCABindingInterface\uB97C \uC0DD\uC131\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381961=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381962=\uBA54\uC2DC\uC9C0 \uC18C\uC2A4\uB97C DOM \uAC1D\uCCB4\uB85C \uBCC0\uD658\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381962=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381963=\uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC5D0 \uB300\uD55C \uC751\uB2F5\uC744 \uC218\uC2E0\uD55C \uD6C4 \uAE30\uC874 \uD2B8\uB79C\uC7AD\uC158\uC744 \uC7AC\uAC1C\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381963=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381964=JCA \uC804\uC1A1 \uC544\uC6C3\uBC14\uC6B4\uB4DC\uAC00 \uC791\uC5C5 \uC774\uB984 \uC5C6\uC774 \uC804\uC1A1 \uBA54\uC2DC\uC9C0 \uC694\uCCAD\uC744 \uC218\uC2E0\uD588\uC2B5\uB2C8\uB2E4.
action381964=\uBA54\uC2DC\uC9C0\uC758 \uACBD\uB85C\uAC00 JCA \uC804\uC1A1 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC11C\uBE44\uC2A4 \uC791\uC5C5\uC73C\uB85C \uC9C0\uC815\uB418\uAC70\uB098 \uC778\uBC14\uC6B4\uB4DC \uC11C\uBE44\uC2A4 \uC791\uC5C5\uC774 \uC544\uC6C3\uBC14\uC6B4\uB4DC\uB85C \uC804\uB2EC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail381965=JCA \uC804\uC1A1 \uC544\uC6C3\uBC14\uC6B4\uB4DC\uAC00 \uB05D\uC810\uACFC \uAD00\uB828 \uC5C6\uB294 \uB05D\uC810 URI\uB97C \uAC00\uC9C4 \uC804\uC1A1 \uBA54\uC2DC\uC9C0 \uC694\uCCAD\uC744 \uC218\uC2E0\uD588\uC2B5\uB2C8\uB2E4.
action381965=\uAD6C\uC131 \uAC31\uC2E0 \uC911 \uC774 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD55C \uACBD\uC6B0 JCA \uC804\uC1A1 \uC11C\uBE44\uC2A4\uAC00 \uC190\uC0C1\uB418\uC9C0 \uC54A\uC558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uAD6C\uC131\uC774 \uC190\uC0C1\uB41C \uACBD\uC6B0 \uC218\uB3D9\uC73C\uB85C \uC2E4\uD328\uD55C \uC11C\uBE44\uC2A4\uB97C \uC815\uB9AC\uD558\uAC70\uB098 \uC11C\uBC84\uB97C \uC7AC\uC2DC\uC791\uD558\uC2ED\uC2DC\uC624. \uB2E4\uB978 \uC624\uB958\uC758 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381966=\uC544\uC6C3\uBC14\uC6B4\uB4DC JCA \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB97C \uD638\uCD9C\uD560 \uB54C \uC778\uC99D\uC11C \uCF5C\uBC31\uC5D0\uC11C \uC8FC\uCCB4\uB97C \uAC00\uC838\uC62C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action381966=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381967=JCA \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC11C\uBE44\uC2A4 \uD638\uCD9C \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
action381967=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : Exception e
messagedetail381968=DOM \uD329\uD1A0\uB9AC\uB97C \uC62C\uBC14\uB974\uAC8C \uCD08\uAE30\uD654\uD560 \uC218 \uC5C6\uB294 \uC6D0\uC778\uC774 \uB418\uB294 \uC11C\uBC84 \uAD6C\uC131 \uBB38\uC81C\uAC00 \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
messagedetail381969=JCA \uC804\uC1A1 \uC544\uC6C3\uBC14\uC6B4\uB4DC\uAC00 \uB05D\uC810\uC5D0 \uB300\uD574 \uC124\uC815\uB41C \uB05D\uC810 URI \uC5C6\uC774 \uC804\uC1A1 \uBA54\uC2DC\uC9C0 \uC694\uCCAD\uC744 \uC218\uC2E0\uD588\uC2B5\uB2C8\uB2E4.
action381969=JCA \uC804\uC1A1 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uB05D\uC810\uC744 \uD638\uCD9C\uD560 \uB54C TransportOptions\uC5D0\uC11C \uB05D\uC810 URI\uB97C \uC124\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
messagedetail381970=JCA \uC804\uC1A1\uC774 \uC11C\uBE44\uC2A4 \uCC38\uC870\uB97C \uC0AC\uC6A9\uD558\uC5EC \uC11C\uBE44\uC2A4 \uC815\uBCF4\uB97C \uCC3E\uB294 \uB370 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
action381970=\uAD6C\uC131 \uAC31\uC2E0 \uC911 \uC774 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD55C \uACBD\uC6B0 JCA \uC804\uC1A1 \uC11C\uBE44\uC2A4\uAC00 \uC190\uC0C1\uB418\uC9C0 \uC54A\uC558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uAD6C\uC131\uC774 \uC190\uC0C1\uB41C \uACBD\uC6B0 \uC218\uB3D9\uC73C\uB85C \uC2E4\uD328\uD55C \uC11C\uBE44\uC2A4\uB97C \uC815\uB9AC\uD558\uAC70\uB098 \uC11C\uBC84\uB97C \uC7AC\uC2DC\uC791\uD558\uC2ED\uC2DC\uC624. \uB2E4\uB978 \uC624\uB958\uC758 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381971=JCA \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC11C\uBE44\uC2A4 \uD638\uCD9C \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
action381971=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381972=\uC778\uBC14\uC6B4\uB4DC JCABindingService\uB97C \uC0DD\uC131\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381972=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381973=\uB05D\uC810 \uAC31\uC2E0 \uC624\uB958 \uBCF4\uC644\uC744 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC6D0\uB798 \uB05D\uC810\uC744 \uBCF5\uC6D0\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 JCA \uB05D\uC810 \uC0DD\uC131 \uBC0F \uD65C\uC131\uD654\uB97C \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
action381973=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC608\uC678 \uC0AC\uD56D\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String op
messagedetail381974=JCA \uC11C\uBE44\uC2A4\uB294 "{0}" \uC791\uC5C5\uC73C\uB85C \uD638\uCD9C\uB429\uB2C8\uB2E4. \uC791\uC5C5\uC774 \uBE44\uC5B4 \uC788\uAC70\uB098, \uAD6C\uC131\uB41C WSDL \uBC14\uC778\uB529\uC5D0 \uB300\uD574 \uC815\uC758\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action381974=\uD30C\uC774\uD504 \uB77C\uC778\uC758 \uAD6C\uC131\uC744 \uAC80\uC0AC\uD558\uC5EC \uC791\uC5C5\uC774 \uC801\uD569\uD55C \uAC12\uC73C\uB85C \uC124\uC815\uB418\uACE0 \uAD6C\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : Exception e
messagedetail381975=Oracle JCA \uC5B4\uB311\uD130\uB294 DOM \uAC1D\uCCB4 \uBAA8\uB378\uC744 \uAE30\uBC18\uC73C\uB85C \uD569\uB2C8\uB2E4. \uD398\uC774\uB85C\uB4DC \uBA54\uC2DC\uC9C0\uB97C DOM \uAC1D\uCCB4\uB85C \uBCC0\uD658\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail381976=\uC694\uCCAD \uBA54\uC2DC\uC9C0\uC758 \uB9C8\uC15C\uB9C1\uC744 \uD574\uC81C\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail381977=\uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB97C \uB9C8\uC15C\uB9C1\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail381978=JCA \uC608\uC678 \uC0AC\uD56D\uC744 \uB9C8\uC15C\uB9C1\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail381979=JCA \uC804\uC1A1 \uB05D\uC810\uC744 \uAC80\uC99D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
messagedetail381980=JCA \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC11C\uBE44\uC2A4 \uD638\uCD9C \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
action381980=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381981=JCA WSDL\uC744 \uC5C5\uADF8\uB808\uC774\uB4DC\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
action381981=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381982=JCA \uC11C\uBE44\uC2A4\uB97C \uC5C5\uADF8\uB808\uC774\uB4DC\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
action381982=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381983=TopLink \uB9E4\uD551 \uD30C\uC77C\uC744 \uC785\uB825 \uC2A4\uD2B8\uB9BC\uC73C\uB85C \uBD84\uC11D\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
action381983=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail381984=OSB JCA \uC804\uC1A1\uC774 \uC5B4\uB311\uD130\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 OSB JCA \uC804\uC1A1 \uC124\uBA85\uC11C\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381984=OSB JCA \uC804\uC1A1\uC774 \uC5B4\uB311\uD130\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 OSB JCA \uC804\uC1A1 \uC124\uBA85\uC11C\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381985=OSB JCATransport\uAC00 OSBSupportedAdapter.xml \uB85C\uB4DC\uB97C \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
action381985=OSBSupportedAdapter.xml\uC5D0 \uC801\uD569\uD55C \uC5B4\uB311\uD130 \uC720\uD615\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String url
messagedetail381986=\uAD8C\uD55C \uBD80\uC871\uC73C\uB85C \uC778\uD574 \uC870\uD68C \uC5B4\uB311\uD130 \uC811\uC18D \uD329\uD1A0\uB9AC JNDI: {0}\uC744(\uB97C) \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uD574\uB2F9 JNDI\uAC00 \uBCF4\uD638\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
action381986=JCA \uC11C\uBE44\uC2A4\uC5D0 \uC815\uC801 \uC11C\uBE44\uC2A4 \uACC4\uC815\uC744 \uCD94\uAC00\uD558\uC5EC \uC778\uC99D\uC5D0 \uC0AC\uC6A9\uD560 \uC778\uC99D\uC11C\uB97C \uC9C0\uC815\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String url
messagedetail381987=\uC870\uD68C \uC5B4\uB311\uD130 \uC811\uC18D \uD329\uD1A0\uB9AC JNDI: {0}\uC744(\uB97C) \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. JNDI \uAD6C\uC131\uC774 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC608\uB97C \uB4E4\uC5B4, JCA \uC5B4\uB311\uD130 RAR \uB610\uB294 \uC811\uC18D \uD329\uD1A0\uB9AC\uC758 \uBC30\uCE58\uAC00 \uD574\uC81C\uB418\uC5C8\uAC70\uB098 \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String url
action381987=JNDI: {0}\uC5D0 \uB300\uD55C \uC5B4\uB311\uD130 \uC811\uC18D \uD329\uD1A0\uB9AC\uB97C \uAD6C\uC131\uD569\uB2C8\uB2E4.
## P4ADE ## {0} : Exception e
messagedetail381988=JCA \uC804\uC1A1 \uB05D\uC810 \uC18D\uC131\uC744 \uAC80\uC99D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
