## P4ADE ## {0} : String method, {1} : Exception e
messagebody381950=Erreur inattendue dans le transport JCA au niveau de la m\u00E9thode {0} pour la raison suivante : {1}
## P4ADE ## {0} : Exception e
messagebody381951=Echec de l''appel JCA entrant en mode demande uniquement ; exception : {0}
## P4ADE ## {0} : Exception e
messagebody381952=Echec de l''appel JCA entrant en mode demande-r\u00E9ponse ; exception : {0}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381953=Echec de la cr\u00E9ation de JCABindingReference pour le WSDL {0} et l''op\u00E9ration : {1} ; exception : {2}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381954=Echec de la fermeture de JCABindingReference pour le WSDL {0} et l''op\u00E9ration : {2} ; exception : {3}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : String msg, {3} : Exception e
messagebody381955=Echec de l''appel JCA sortant en mode demande uniquement pour le WSDL {0}, l''op\u00E9ration {1} et le message de demande {2} ; exception : {3}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : String msg, {3} : Exception e
messagebody381956=Echec de l''appel JCA sortant en mode demande-r\u00E9ponse pour le WSDL {0}, l''op\u00E9ration {1} et le message de demande {2} ; exception : {3}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381957=Echec de la cr\u00E9ation de JCABindingService pour le WSDL {0} et l''op\u00E9ration : {1} ; exception : {2}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381958=Echec de la fermeture de JCABindingService pour le WSDL {0} et l''op\u00E9ration : {1} ; exception : {2}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381959=Echec de l''activation de JCABindingService pour le WSDL {0} et l''op\u00E9ration : {1} ; exception : {2}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381960=Echec de la d\u00E9sactivation de JCABindingService pour le WSDL {0} et l''op\u00E9ration : {1} ; exception : {2}
## P4ADE ## {0} : String wsdlUrl, {1} : Exception e
messagebody381961=Echec de la cr\u00E9ation de JCABindingService pour le WSDL {0} ; exception : {1}
## P4ADE ## {0} : String msg, {1} : Exception e
messagebody381962=Echec de la transformation du message en objet DOM, source du message : {0}, exception : {1}
## P4ADE ## {0} : String endpointUrl, {1} : String operation, {2} : Exception e
messagebody381963=Le transport JCA n''est pas parvenu \u00E0 reprendre la transaction existante apr\u00E8s avoir re\u00E7u une r\u00E9ponse \u00E0 la demande entrante pour l''adresse {0} et l''op\u00E9ration {1} ; exception : {2}
messagebody381964=Le message sortant du transport JCA a \u00E9t\u00E9 envoy\u00E9 sans qu'une op\u00E9ration ne soit sp\u00E9cifi\u00E9e
messagebody381965=Le message sortant du transport JCA a \u00E9t\u00E9 envoy\u00E9 avec un URI non valide comme adresse
## P4ADE ## {0} : Exception e
messagebody381966=Echec de l''obtention du sujet aupr\u00E8s du callback d''informations d''identification et de connexion lors de l''appel du service JCA sortant ; exception : {0}
## P4ADE ## {0} : Exception e
messagebody381967=Echec de l''appel du service JCA sortant avec une erreur d''application ; exception : {0}
## P4ADE ## {0} : Exception e
messagebody381968=Une erreur inattendue est survenue lors de l''initialisation de la prise en charge DOM pour le transport : {0}
messagebody381969=Le message sortant du transport JCA a \u00E9t\u00E9 envoy\u00E9 sans URI comme adresse
## P4ADE ## {0} : String ref
messagebody381970=Aucune information de service n''est inscrite pour {0}
## P4ADE ## {0} : Exception e
messagebody381971=Echec de l''appel du service JCA sortant avec une erreur de connexion ; exception : {0}
## P4ADE ## {0} : String wsdlUrl, {1} : String operationName, {2} : Exception e
messagebody381972=Echec de la cr\u00E9ation du service JCABindingService entrant pour le WSDL {0} et l''op\u00E9ration : {1} ; exception : {2}
## P4ADE ## {0} : String ref, {1} : Exception e
messagebody381973=Echec de la restauration de l''adresse d''origine lors de la tentative de r\u00E9cup\u00E9ration de l''\u00E9chec de la mise \u00E0 jour de l''adresse. Adresse : {0}, exception : {1}
## P4ADE ## {0} : String op
messagebody381974=L''op\u00E9ration "{0}" n''est pas valide pour cette adresse.
## P4ADE ## {0} : Exception e
messagebody381975=Erreur lors de la transformation des donn\u00E9es trait\u00E9es : {0}
## P4ADE ## {0} : Exception e
messagebody381976=Erreur lors de la d\u00E9s\u00E9rialisation du message de demande : {0}
## P4ADE ## {0} : Exception e
messagebody381977=Une erreur est survenue lors de la s\u00E9rialisation du message de r\u00E9ponse : {0}
## P4ADE ## {0} : Exception e
messagebody381978=Une erreur est survenue lors de la s\u00E9rialisation de l''exception JCA : {0}
## P4ADE ## {0} : Exception e
messagebody381979=Une erreur est survenue lors de la validation de l''adresse de transport JCA ; exception : {0}
messagebody381980=Echec de l'appel du service sortant JCA avec une erreur d'application
## P4ADE ## {0} : String wsdlRef, {1} : Exception e
messagebody381981=La mise \u00E0 niveau du WSDL JCA {0} a \u00E9chou\u00E9 avec l''exception suivante : {1}
## P4ADE ## {0} : String serviceRef, {1} : Exception e
messagebody381982=La mise \u00E0 niveau du service JCA {0} a \u00E9chou\u00E9 avec l''exception suivante : {1}
## P4ADE ## {0} : String toplinkMappingFile, {1} : Exception e
messagebody381983=La r\u00E9solution du fichier de mapping TopLink {0} en flux d''entr\u00E9e a \u00E9chou\u00E9 avec l''exception suivante : {1}
## P4ADE ## {0} : String adapterType
messagebody381984=Le transport JCA OSB ne prend pas en charge le type d''adaptateur suivant : {0}
## P4ADE ## {0} : Exception e
messagebody381985=Echec du chargement du fichier OSBSupportedAdapter.xml, exception : {0}
## P4ADE ## {0} : String url
messagebody381986=Une erreur est survenue lors de la validation de l''adresse de transport JCA. La consultation JNDI avec l''URL {0} a \u00E9chou\u00E9 car vous ne disposez pas des droits d''acc\u00E8s n\u00E9cessaires. Ajoutez un compte de service statique au service JCA pour sp\u00E9cifier les informations d''identification et de connexion pour l''authentification.
## P4ADE ## {0} : String url
messagebody381987=Une erreur est survenue lors de la validation de l''adresse de transport JCA. La consultation JNDI avec l''URL {0} a \u00E9chou\u00E9. Configuration JNDI manquante (fichier RAR de l''adaptateur JCA ou fabrique de connexions non d\u00E9ploy\u00E9s ou mal configur\u00E9s).
## P4ADE ## {0} : Exception e
messagebody381988=Une erreur est survenue lors de la validation des propri\u00E9t\u00E9s de l''adresse de transport JCA ; exception : {0}
