messagedetail381950=\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u539F\u56E0\u306F\u3001\u69CB\u6210\u306E\u66F4\u65B0\u4E2D\u306E\u56DE\u5FA9\u4E0D\u80FD\u306A\u5931\u6557\u307E\u305F\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u51E6\u7406\u4E2D\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u30FB\u30A8\u30E9\u30FC\u3067\u3059
action381950=\u3053\u306E\u30A8\u30E9\u30FC\u304C\u69CB\u6210\u306E\u66F4\u65B0\u4E2D\u306B\u767A\u751F\u3057\u305F\u5834\u5408\u306F\u3001JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u7834\u640D\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u69CB\u6210\u304C\u7834\u640D\u3057\u3066\u3044\u308B\u5834\u5408\u3001\u5931\u6557\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u3092\u624B\u52D5\u3067\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u3059\u308B\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u306E\u4ED6\u306E\u30A8\u30E9\u30FC\u306E\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail381951=JCA\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u5358\u72EC\u306E\u547C\u51FA\u3057\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381951=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381952=JCA\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u5358\u72EC\u306E\u547C\u51FA\u3057\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381952=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381953=JCA\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9JCABindingReference\u306E\u4F5C\u6210\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381953=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381954=JCA\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9JCABindingReference\u306E\u7D42\u4E86\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381954=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381955=JCA\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u5358\u72EC\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u547C\u51FA\u3057\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381955=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381956=JCA\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u547C\u51FA\u3057\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381956=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381957=JCABindingService\u306E\u4F5C\u6210\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381957=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381958=JCABindingService\u306E\u7D42\u4E86\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381958=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381959=JCABindingService\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381959=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381960=JCABindingService\u306E\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381960=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381961=JCABindingInterface\u306E\u4F5C\u6210\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381961=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381962=DOM\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BD\u30FC\u30B9\u306E\u5909\u63DB\u4E2D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381962=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381963=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u53D7\u4FE1\u5F8C\u306B\u65E2\u5B58\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u518D\u958B\u4E2D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381963=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381964=JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u306F\u64CD\u4F5C\u540D\u306A\u3057\u3067\u9001\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
action381964=\u30E1\u30C3\u30BB\u30FC\u30B8\u304CJCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30B5\u30FC\u30D3\u30B9\u64CD\u4F5C\u306B\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3055\u308C\u308B\u304B\u3001\u307E\u305F\u306F\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30B5\u30FC\u30D3\u30B9\u64CD\u4F5C\u3092\u7D4C\u7531\u3057\u3066\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u306B\u6E21\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail381965=JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u304C\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u7528\u3067\u306A\u3044\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8URI\u3092\u4F7F\u7528\u3059\u308B\u9001\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
action381965=\u3053\u306E\u30A8\u30E9\u30FC\u304C\u69CB\u6210\u306E\u66F4\u65B0\u4E2D\u306B\u767A\u751F\u3057\u305F\u5834\u5408\u306F\u3001JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u7834\u640D\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u69CB\u6210\u304C\u7834\u640D\u3057\u3066\u3044\u308B\u5834\u5408\u3001\u5931\u6557\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u3092\u624B\u52D5\u3067\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u3059\u308B\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u306E\u4ED6\u306E\u30A8\u30E9\u30FC\u306E\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail381966=\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9JCA\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u547C\u51FA\u3057\u4E2D\u306B\u8CC7\u683C\u8A3C\u660E\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u304B\u3089\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action381966=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381967=JCA\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u547C\u51FA\u3057\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381967=\u8A73\u7D30\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : Exception e
messagedetail381968=DOM\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u6B63\u5E38\u306A\u521D\u671F\u5316\u3092\u963B\u6B62\u3057\u3066\u3044\u308B\u30B5\u30FC\u30D0\u30FC\u69CB\u6210\u306E\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
messagedetail381969=JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u304C\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306B\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8URI\u306E\u8A2D\u5B9A\u304C\u306A\u3044\u9001\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
action381969=JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u547C\u51FA\u3057\u3067\u306F\u3001\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8URI\u304CTransportOptions\u3067\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail381970=JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u306F\u30B5\u30FC\u30D3\u30B9\u53C2\u7167\u3092\u4F7F\u7528\u3057\u3066\u30B5\u30FC\u30D3\u30B9\u60C5\u5831\u3092\u691C\u51FA\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action381970=\u3053\u306E\u30A8\u30E9\u30FC\u304C\u69CB\u6210\u306E\u66F4\u65B0\u4E2D\u306B\u767A\u751F\u3057\u305F\u5834\u5408\u306F\u3001JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u7834\u640D\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u69CB\u6210\u304C\u7834\u640D\u3057\u3066\u3044\u308B\u5834\u5408\u3001\u5931\u6557\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u3092\u624B\u52D5\u3067\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u3059\u308B\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u306E\u4ED6\u306E\u30A8\u30E9\u30FC\u306E\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail381971=JCA\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u547C\u51FA\u3057\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381971=\u8A73\u7D30\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381972=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9JCABindingService\u306E\u4F5C\u6210\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F
action381972=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381973=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u66F4\u65B0\u5931\u6557\u306E\u88DC\u6B63\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u5143\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3092\u5FA9\u5143\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001JCA\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u4F5C\u6210\u3068\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u304C\u5931\u6557\u3057\u307E\u3057\u305F
action381973=\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String op
messagedetail381974=JCA\u30B5\u30FC\u30D3\u30B9\u304C\u64CD\u4F5C"{0}"\u3067\u547C\u3073\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u64CD\u4F5C\u304C\u7A7A\u3067\u3042\u308B\u304B\u3001\u69CB\u6210\u3055\u308C\u305FWSDL\u30D0\u30A4\u30F3\u30C9\u3067\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action381974=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u69CB\u6210\u3092\u8ABF\u3079\u3001\u64CD\u4F5C\u304C\u6709\u52B9\u306A\u5024\u3092\u4F7F\u7528\u3057\u3066\u8A2D\u5B9A\u304A\u3088\u3073\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : Exception e
messagedetail381975=Oracle JCA\u30A2\u30C0\u30D7\u30BF\u306FDOM\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30E2\u30C7\u30EB\u306B\u57FA\u3065\u3044\u3066\u3044\u307E\u3059\u3002\u30DA\u30A4\u30ED\u30FC\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304B\u3089DOM\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u5909\u63DB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
## P4ADE ## {0} : Exception e
messagedetail381976=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30A2\u30F3\u30DE\u30FC\u30B7\u30E3\u30EB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
## P4ADE ## {0} : Exception e
messagedetail381977=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30DE\u30FC\u30B7\u30E3\u30EB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
## P4ADE ## {0} : Exception e
messagedetail381978=JCA\u4F8B\u5916\u306E\u30DE\u30FC\u30B7\u30E3\u30EB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
## P4ADE ## {0} : Exception e
messagedetail381979=JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u691C\u8A3C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
messagedetail381980=JCA\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u547C\u51FA\u3057\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381980=\u8A73\u7D30\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381981=JCA WSDL\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381981=\u8A73\u7D30\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381982=JCA\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381982=\u8A73\u7D30\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381983=toplink\u30DE\u30C3\u30D4\u30F3\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u5165\u529B\u30B9\u30C8\u30EA\u30FC\u30E0\u3078\u306E\u89E3\u6C7A\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381983=\u8A73\u7D30\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381984=OSB JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u306F\u30A2\u30C0\u30D7\u30BF\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u8A73\u7D30\u306F\u3001OSB JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381984=OSB JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u306F\u30A2\u30C0\u30D7\u30BF\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u8A73\u7D30\u306F\u3001OSB JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381985=OSB JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067OSBSupportedAdapter.xml\u306E\u30ED\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action381985=OSBSupportedAdapter.xml\u306B\u6709\u52B9\u306A\u30A2\u30C0\u30D7\u30BF\u30FB\u30BF\u30A4\u30D7\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String url
messagedetail381986=\u6A29\u9650\u304C\u306A\u3044\u305F\u3081\u3001\u30A2\u30C0\u30D7\u30BF\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EAJNDI: {0}\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002JNDI\u306F\u4FDD\u8B77\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action381986=\u9759\u7684\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u3092JCA\u30B5\u30FC\u30D3\u30B9\u306B\u8FFD\u52A0\u3057\u3066\u3001\u8A8D\u8A3C\u7528\u306E\u8CC7\u683C\u8A3C\u660E\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String url
messagedetail381987=\u30A2\u30C0\u30D7\u30BF\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EAJNDI: {0}\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002JCA\u30A2\u30C0\u30D7\u30BFRAR\u307E\u305F\u306F\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u304C\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u304B\u69CB\u6210\u306B\u554F\u984C\u304C\u3042\u308B\u306A\u3069\u306B\u3088\u308A\u3001JNDI\u69CB\u6210\u304C\u5931\u308F\u308C\u3066\u3044\u307E\u3059\u3002
## P4ADE ## {0} : String url
action381987=JNDI: {0}\u306B\u30A2\u30C0\u30D7\u30BF\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044
## P4ADE ## {0} : Exception e
messagedetail381988=JCA\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u691C\u8A3C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
