messagedetail381950=Se ha producido un error interno. Se debe a un fallo irrecuperable durante una actualizaci\u00F3n de configuraci\u00F3n o un error en tiempo de ejecuci\u00F3n durante el procesamiento de mensajes.
action381950=Si este error se ha producido durante una actualizaci\u00F3n de configuraci\u00F3n, compruebe que los servicios de transporte de JCA no est\u00E1n corruptos. En caso de configuraci\u00F3n corrupta, limpie manualmente los servicios fallidos o reinicie el servidor. En caso de otros errores, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail381951=Se ha devuelto una excepci\u00F3n durante la llamada de s\u00F3lo solicitud entrante de JCA.
action381951=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381952=Se ha devuelto una excepci\u00F3n durante la llamada de s\u00F3lo solicitud entrante de JCA.
action381952=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381953=Se ha devuelto una excepci\u00F3n al crear la JCABindingReference saliente de JCA.
action381953=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381954=Se ha devuelto una excepci\u00F3n al cerrar la JCABindingReference saliente de JCA.
action381954=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381955=Se ha devuelto una excepci\u00F3n al llamar al punto final de s\u00F3lo solicitud saliente de JCA.
action381955=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381956=Se ha devuelto una excepci\u00F3n al llamar al punto final de respuesta de solicitud saliente de JCA.
action381956=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381957=Se ha devuelto una excepci\u00F3n al crear JCABindingService.
action381957=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381958=Se ha devuelto una excepci\u00F3n al cerrar JCABindingService.
action381958=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381959=Se ha devuelto una excepci\u00F3n al activar JCABindingService.
action381959=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381960=Se ha devuelto una excepci\u00F3n al desactivar JCABindingService.
action381960=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381961=Se ha devuelto una excepci\u00F3n al crear JCABindingInterface.
action381961=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381962=Se ha devuelto una excepci\u00F3n al transformar el origen del mensaje en objeto DOM.
action381962=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381963=Se ha devuelto una excepci\u00F3n al reanudar la transacci\u00F3n existente despu\u00E9s de recibir la respuesta a la solicitud entrante.
action381963=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381964=El saliente de transporte de JCA ha recibido una solicitud de env\u00EDo de mensaje sin nombre de operaci\u00F3n.
action381964=Se debe direccionar el mensaje a la operaci\u00F3n de servicio saliente de transporte JCA o se debe transferir la operaci\u00F3n de servicio entrante a trav\u00E9s del saliente.
messagedetail381965=El saliente de transporte de JCA ha recibido una solicitud de env\u00EDo de mensaje con un URI de punto final que no es para el punto final.
action381965=Si este error se ha producido durante una actualizaci\u00F3n de configuraci\u00F3n, compruebe que los servicios de transporte JCA no est\u00E1n corruptos. En caso de configuraci\u00F3n corrupta, limpie manualmente los servicios fallidos o reinicie el servidor. En caso de otros errores, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail381966=Fallo al obtener el asunto de devoluci\u00F3n de llamada de credenciales al llamar al servicio de negocio JCA saliente.
action381966=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381967=Se ha producido una excepci\u00F3n durante la llamada de servicio saliente de JCA. Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
action381967=Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
## P4ADE ## {0} : Exception e
messagedetail381968=Puede haber un problema de configuraci\u00F3n del servidor que impida la correcta inicializaci\u00F3n de la f\u00E1brica de DOM. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}.
messagedetail381969=El saliente de transporte de JCA ha recibido una solicitud de env\u00EDo de mensaje sin ning\u00FAn URI de punto final definido para el punto final.
action381969=El URI de punto final se debe definir en TransportOptions al llamar al punto final del servicio de negocio de transporte JCA.
messagedetail381970=El transporte de JCA no ha encontrado la informaci\u00F3n del servicio con la referencia de servicio.
action381970=Si este error se ha producido durante una actualizaci\u00F3n de configuraci\u00F3n, compruebe que los servicios de transporte JCA no est\u00E1n corruptos. En caso de configuraci\u00F3n corrupta, limpie manualmente los servicios fallidos o reinicie el servidor. Para otros errores, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail381971=Se ha producido una excepci\u00F3n durante la llamada de servicio saliente JCA. Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
action381971=Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
messagedetail381972=Se ha devuelto una excepci\u00F3n al crear JCABindingService saliente.
action381972=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail381973=Fallo al compensar el fallo de actualizaci\u00F3n de punto final, fallo de creaci\u00F3n y activaci\u00F3n del punto final de JCA al intentar restaurar el punto final original.
action381973=Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
## P4ADE ## {0} : String op
messagedetail381974=El servicio JCA se llama con la operaci\u00F3n "{0}". La operaci\u00F3n est\u00E1 vac\u00EDa o no se ha definido para el enlace de WSDL configurado.
action381974=Compruebe la configuraci\u00F3n del pipeline para asegurarse de que la operaci\u00F3n se ha definido y configurado con un valor v\u00E1lido.
## P4ADE ## {0} : Exception e
messagedetail381975=El adaptador JCA de Oracle se basa en el modelo de objeto DOM. Se ha producido un error al transformar el mensaje de carga \u00FAtil en un objeto DOM. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}.
## P4ADE ## {0} : Exception e
messagedetail381976=Se ha producido un error al anular la canalizaci\u00F3n entre sistemas del mensaje de solicitud. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
## P4ADE ## {0} : Exception e
messagedetail381977=Se ha producido un error de canalizaci\u00F3n de datos entre sistemas del mensaje de respuesta. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}.
## P4ADE ## {0} : Exception e
messagedetail381978=Se ha producido un error de canalizaci\u00F3n de datos entre sistemas de la excepci\u00F3n de JCA. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}.
## P4ADE ## {0} : Exception e
messagedetail381979=Se ha producido un error al validar el punto final de transporte de JCA. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}.
messagedetail381980=Se ha producido una excepci\u00F3n durante la llamada de servicio saliente JCA. Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
action381980=Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
messagedetail381981=Se ha producido una excepci\u00F3n durante la actualizaci\u00F3n de WSDL de JCA. Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
action381981=Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
messagedetail381982=Se ha producido una excepci\u00F3n durante la actualizaci\u00F3n del servicio JCA. Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
action381982=Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
messagedetail381983=Se ha producido una excepci\u00F3n al intentar resolver el archivo de asignaci\u00F3n de TopLink en el flujo de entrada. Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
action381983=Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n.
messagedetail381984=El transporte de JCA de OSB no soporta el adaptador. Consulte la documentaci\u00F3n de transporte de JCA de OSB para obtener m\u00E1s informaci\u00F3n.
action381984=El transporte de JCA de OSB no soporta el adaptador. Consulte la documentaci\u00F3n de transporte de JCA de OSB para obtener m\u00E1s informaci\u00F3n.
messagedetail381985=Se ha producido un fallo en el transporte de JCA de OSB al cargar OSBSupportedAdapter.xml.
action381985=Aseg\u00FArese de que OSBSupportedAdapter.xml contiene tipos de adaptador v\u00E1lidos.
## P4ADE ## {0} : String url
messagedetail381986=La b\u00FAsqueda de JNDI de f\u00E1brica de conexiones del adaptador: {0} ha fallado debido a una falta de permisos. JNDI est\u00E1 protegido.
action381986=Agregue una cuenta de servicio est\u00E1tica al servicio JCA para especificar las credenciales para autenticaci\u00F3n
## P4ADE ## {0} : String url
messagedetail381987=La b\u00FAsqueda de JNDI de f\u00E1brica de conexiones del adaptador: {0} ha fallado. Falta la configuraci\u00F3n de JNDI, se ha anulado el despliegue de la f\u00E1brica de conexiones o RAR del adaptador JCA o no se ha configurado correctamente.
## P4ADE ## {0} : String url
action381987=Configure una f\u00E1brica de conexiones de adaptador con JNDI: {0}
## P4ADE ## {0} : Exception e
messagedetail381988=Se ha producido un error al validar las propiedades del punto final de transporte de JCA. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
