messagedetail381950=Une erreur interne est survenue. Elle est due soit \u00E0 une erreur irr\u00E9cup\u00E9rable au cours d'une mise \u00E0 jour de la configuration, soit \u00E0 une erreur d'ex\u00E9cution lors du traitement des messages.
action381950=Si l'erreur est survenue lors d'une mise \u00E0 jour de la configuration, v\u00E9rifiez que les services de transport JCA ne sont pas endommag\u00E9s. Si la configuration est endommag\u00E9e, nettoyez manuellement les services en erreur ou red\u00E9marrez le serveur. Pour les autres erreurs, contactez le support technique Oracle.
messagedetail381951=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de l'appel entrant JCA en mode demande uniquement
action381951=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381952=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de l'appel entrant JCA en mode demande uniquement
action381952=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381953=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la cr\u00E9ation de la r\u00E9f\u00E9rence JCA sortante JCABindingReference
action381953=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381954=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la fermeture de la r\u00E9f\u00E9rence JCA sortante JCABindingReference
action381954=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381955=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de l'appel de l'adresse JCA sortante en mode demande uniquement
action381955=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381956=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de l'appel de l'adresse JCA sortante en mode demande-r\u00E9ponse
action381956=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381957=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la cr\u00E9ation de JCABindingService
action381957=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381958=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la fermeture de JCABindingService
action381958=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381959=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de l'activation de JCABindingService
action381959=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381960=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la d\u00E9sactivation de JCABindingService
action381960=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381961=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la cr\u00E9ation de JCABindingInterface
action381961=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381962=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la transformation de la source de message en objet DOM
action381962=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381963=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la reprise de la transaction existante apr\u00E8s r\u00E9ception d'une r\u00E9ponse \u00E0 la demande entrante
action381963=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381964=Le transport JCA sortant a re\u00E7u une demande d'envoi de message sans nom d'op\u00E9ration.
action381964=Le message doit \u00EAtre achemin\u00E9 vers l'op\u00E9ration de service sortante du transport JCA, ou l'op\u00E9ration de service entrante doit \u00EAtre transmise en tant qu'op\u00E9ration sortante.
messagedetail381965=Le transport JCA sortant a re\u00E7u une demande d'envoi de message avec un URI d'adresse ne correspondant pas \u00E0 l'adresse.
action381965=Si l'erreur est survenue lors d'une mise \u00E0 jour de la configuration, v\u00E9rifiez que les services de transport JCA ne sont pas endommag\u00E9s. Si la configuration est endommag\u00E9e, nettoyez manuellement les services en erreur ou red\u00E9marrez le serveur. Pour les autres erreurs, contactez le support technique Oracle.
messagedetail381966=Echec de l'obtention du sujet aupr\u00E8s du callback d'informations d'identification et de connexion lors de l'appel du service fonctionnel JCA sortant.
action381966=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381967=Une exception est survenue lors de l'appel du service JCA sortant. Pour plus de d\u00E9tails, consultez le journal du serveur.
action381967=Pour plus de d\u00E9tails, consultez le journal du serveur.
## P4ADE ## {0} : Exception e
messagedetail381968=Il se peut qu''un probl\u00E8me de configuration du serveur emp\u00EAche la fabrique DOM de s''initialiser correctement. En principe, des informations suppl\u00E9mentaires figurent dans l''exception imbriqu\u00E9e suivante : {0}
messagedetail381969=Le transport JCA sortant a re\u00E7u une demande d'envoi de message sans URI d'adresse pour l'adresse.
action381969=L'URI d'adresse doit \u00EAtre d\u00E9fini dans les options de transport lors de l'appel de l'adresse de service fonctionnel de transport JCA.
messagedetail381970=Le transport JCA n'est pas parvenu \u00E0 trouver les informations du service \u00E0 l'aide de la r\u00E9f\u00E9rence de service.
action381970=Si l'erreur est survenue lors d'une mise \u00E0 jour de la configuration, v\u00E9rifiez que les services de transport JCA ne sont pas endommag\u00E9s. Si la configuration est endommag\u00E9e, nettoyez manuellement les services en erreur ou red\u00E9marrez le serveur. Pour les autres erreurs, contactez le support technique Oracle.
messagedetail381971=Une exception est survenue lors de l'appel du service JCA sortant. Pour plus de d\u00E9tails, consultez le journal du serveur.
action381971=Pour plus de d\u00E9tails, consultez le journal du serveur.
messagedetail381972=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la cr\u00E9ation du service JCABindingService entrant
action381972=Pour plus de d\u00E9tails, consultez l'exception.
messagedetail381973=Echec de la tentative de r\u00E9cup\u00E9ration de l'\u00E9chec de la mise \u00E0 jour de l'adresse ; \u00E9chec de la cr\u00E9ation et de l'activation de l'adresse JCA lors de la tentative de restauration de l'adresse d'origine.
action381973=Pour plus de d\u00E9tails, consultez l'exception.
## P4ADE ## {0} : String op
messagedetail381974=Le service JCA est appel\u00E9 avec l''op\u00E9ration "{0}". Soit cette op\u00E9ration est vide, soit elle n''est pas d\u00E9finie pour la liaison WSDL configur\u00E9e.
action381974=V\u00E9rifiez dans la configuration du pipeline que l'op\u00E9ration est bien d\u00E9finie et configur\u00E9e avec une valeur valide.
## P4ADE ## {0} : Exception e
messagedetail381975=L''adaptateur JCA Oracle s''appuie sur le mod\u00E8le d''objet DOM. Une erreur est survenue lors de la transformation du message de donn\u00E9es trait\u00E9es en objet DOM. En principe, des informations suppl\u00E9mentaires figurent dans l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381976=Erreur lors de la d\u00E9s\u00E9rialisation du message de demande. Pour plus d''informations, consultez l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381977=Une erreur est survenue lors de la s\u00E9rialisation du message de r\u00E9ponse. En principe, des informations suppl\u00E9mentaires figurent dans l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381978=Une erreur est survenue lors de la s\u00E9rialisation de l''exception JCA. En principe, des informations suppl\u00E9mentaires figurent dans l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381979=Une erreur est survenue lors de la validation de l''adresse de transport JCA. En principe, des informations suppl\u00E9mentaires figurent dans l''exception imbriqu\u00E9e suivante : {0}
messagedetail381980=Une exception est survenue lors de l'appel du service JCA sortant. Pour plus de d\u00E9tails, consultez le journal du serveur.
action381980=Pour plus de d\u00E9tails, consultez le journal du serveur.
messagedetail381981=Une exception est survenue lors de la mise \u00E0 niveau du WSDL JCA. Pour plus de d\u00E9tails, consultez le journal du serveur.
action381981=Pour plus de d\u00E9tails, consultez le journal du serveur.
messagedetail381982=Une exception est survenue lors de la mise \u00E0 niveau du service JCA. Pour plus de d\u00E9tails, consultez le journal du serveur.
action381982=Pour plus de d\u00E9tails, consultez le journal du serveur.
messagedetail381983=Une exception est survenue lors de la tentative de r\u00E9solution du fichier de mapping TopLink en flux en entr\u00E9e. Pour plus de d\u00E9tails, consultez le journal du serveur.
action381983=Pour plus de d\u00E9tails, consultez le journal du serveur.
messagedetail381984=Le transport JCA OSB ne prend pas en charge l'adaptateur. Pour plus de d\u00E9tails, reportez-vous \u00E0 la documentation de transport JCA OSB.
action381984=Le transport JCA OSB ne prend pas en charge l'adaptateur. Pour plus de d\u00E9tails, reportez-vous \u00E0 la documentation de transport JCA OSB.
messagedetail381985=Echec du transport JCA OSB lors du chargement du fichier OSBSupportedAdapter.xml.
action381985=Assurez-vous que le fichier OSBSupportedAdapter.xml contient des types d'adaptateur valides.
## P4ADE ## {0} : String url
messagedetail381986=Echec de la consultation JNDI de la fabrique de connexions de l''adaptateur {0} car vous ne disposez pas des droits d''acc\u00E8s n\u00E9cessaires. JNDI prot\u00E9g\u00E9e.
action381986=Ajoutez un compte de service statique au service JCA pour sp\u00E9cifier les informations d'identification et de connexion pour l'authentification
## P4ADE ## {0} : String url
messagedetail381987=Echec de la consultation JNDI de la fabrique de connexions de l''adaptateur {0}. Configuration JNDI manquante (fichier RAR de l''adaptateur JCA ou fabrique de connexions non d\u00E9ploy\u00E9s ou mal configur\u00E9s).
## P4ADE ## {0} : String url
action381987=Configurez une fabrique de connexions d''adaptateur avec la JNDI {0}
## P4ADE ## {0} : Exception e
messagedetail381988=Une erreur est survenue lors de la validation des propri\u00E9t\u00E9s de l''adresse de transport JCA. En principe, des informations suppl\u00E9mentaires figurent dans l''exception imbriqu\u00E9e suivante : {0}
