messagedetail381950=Ocorreu um erro interno. Em decorr\u00EAncia de uma falha irrecuper\u00E1vel durante uma atualiza\u00E7\u00E3o de configura\u00E7\u00E3o ou um erro de runtime durante o processamento da mensagem.
action381950=Se este erro ocorreu durante uma atualiza\u00E7\u00E3o, verifique se os servi\u00E7os de transporte de JCA n\u00E3o foram danificados. No caso de configura\u00E7\u00E3o danificada, remova manualmente os servi\u00E7os com falha ou reinicie o servidor. Para obter os erros, entre em contato com o suporte t\u00E9cnico.
messagedetail381951=Uma exce\u00E7\u00E3o foi gerada durante a solicita\u00E7\u00E3o somente de chamada de entrada de JCA
action381951=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381952=Uma exce\u00E7\u00E3o foi gerada durante a solicita\u00E7\u00E3o somente de chamada de entrada de JCA
action381952=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381953=Foi gerada uma exce\u00E7\u00E3o ao criar JCABindingReference de sa\u00EDda de JCA
action381953=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381954=Foi gerada uma exce\u00E7\u00E3o ao fechar o JCABindingReference de sa\u00EDda de JCA
action381954=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381955=Foi gerada uma exce\u00E7\u00E3o ao chamar o ponto final somente de solicita\u00E7\u00E3o de sa\u00EDda de JCA
action381955=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381956=Foi gerada uma exce\u00E7\u00E3o ao chamar o ponto final de resposta da solicita\u00E7\u00E3o de sa\u00EDda de JCA
action381956=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381957=Uma exce\u00E7\u00E3o foi gerada ao criar JCABindingService
action381957=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381958=Foi gerada uma exce\u00E7\u00E3o ao fechar o JCABindingService
action381958=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381959=Foi gerada uma exce\u00E7\u00E3o ao ativar o JCABindingService
action381959=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381960=Foi gerada uma exce\u00E7\u00E3o ao desativar o JCABindingService
action381960=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381961=Uma exce\u00E7\u00E3o foi gerada ao criar JCABindingInterface
action381961=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381962=Foi gerada uma exce\u00E7\u00E3o ao transformar a origem da mensagem para o objeto DOM
action381962=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381963=Foi gerada uma exce\u00E7\u00E3o ao retomar a transa\u00E7\u00E3o existente ap\u00F3s a resposta recebido \u00E0 solicita\u00E7\u00E3o de entrada
action381963=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381964=A sa\u00EDda de transporte de JCA recebeu uma solicita\u00E7\u00E3o de envio de mensagem sem o nome da opera\u00E7\u00E3o.
action381964=A mensagem deve ser roteada \u00E0 opera\u00E7\u00E3o do servi\u00E7o de sa\u00EDda de transporte de JCA ou \u00E0 opera\u00E7\u00E3o do servi\u00E7o de entrada deve ser passada pela sa\u00EDda.
messagedetail381965=A sa\u00EDda de transporte de JCA recebeu uma solicita\u00E7\u00E3o de envio de mensagem com um URI de ponto final que n\u00E3o \u00E9 para o ponto final.
action381965=Se este erro ocorreu durante uma atualiza\u00E7\u00E3o, verifique se os servi\u00E7os de transporte de JCA n\u00E3o foram danificados. No caso de configura\u00E7\u00E3o danificada, remova manualmente os servi\u00E7os com falha ou reinicie o servidor. Para obter os erros, entre em contato com o suporte t\u00E9cnico.
messagedetail381966=Falha ao obter o assunto de callback de credencial ao chamar o servi\u00E7o de neg\u00F3cios JCA de sa\u00EDda.
action381966=Consulte a exce\u00E7\u00E3o para obter mais detalhes.
messagedetail381967=Ocorreu uma exce\u00E7\u00E3o durante a chamada de servi\u00E7o de sa\u00EDda de JCA. Consulte o log do servidor para obter mais detalhes.
action381967=Consulte o log do servidor para obter mais detalhes.
## P4ADE ## {0} : Exception e
messagedetail381968=Pode haver um problema de configura\u00E7\u00E3o do servidor impedindo a inicializa\u00E7\u00E3o correta da factory de DOM. \u00C9 necess\u00E1rio especificar mais informa\u00E7\u00F5es por meio da seguinte exce\u00E7\u00E3o aninhada: {0}
messagedetail381969=A sa\u00EDda de transporte de JCA recebeu uma solicita\u00E7\u00E3o de mensagem de envio sem URI de ponto final definido para o ponto final.
action381969=O URI do Ponto Final deve ser definido em TransportOptions ao chamar o ponto final do servi\u00E7o de neg\u00F3cios de transporte de JCA.
messagedetail381970=Falha no transporte JCA ao localizar as informa\u00E7\u00F5es de servi\u00E7o usando a refer\u00EAncia de servi\u00E7o.
action381970=Se este erro ocorreu durante uma atualiza\u00E7\u00E3o, verifique se os servi\u00E7os de transporte de JCA n\u00E3o foram danificados. No caso de configura\u00E7\u00E3o danificada, remova manualmente os servi\u00E7os com falha ou reinicie o servidor. Para obter os erros, entre em contato com o suporte t\u00E9cnico.
messagedetail381971=Ocorreu uma exce\u00E7\u00E3o durante a chamada de servi\u00E7o de sa\u00EDda de JCA. Consulte o log do servidor para obter mais detalhes.
action381971=Consulte o log do servidor para obter mais detalhes.
messagedetail381972=Foi gerada uma exce\u00E7\u00E3o ao criar o JCABindingService de entrada
action381972=Consulte a exce\u00E7\u00E3o para obter mais detalhes
messagedetail381973=Falha ao compensar a falha de atualiza\u00E7\u00E3o do ponto final. Falha ao criar e ativar o ponto final de JCA ao tentar restaurar o ponto final original
action381973=Consulte a exce\u00E7\u00E3o para obter mais detalhes
## P4ADE ## {0} : String op
messagedetail381974=O servi\u00E7o de JCA foi chamado com a opera\u00E7\u00E3o "{0}". A opera\u00E7\u00E3o est\u00E1 vazia ou n\u00E3o foi definida para o binding de WSDL configurado.
action381974=Verifique a configura\u00E7\u00E3o do pipeline para certificar-se de que a opera\u00E7\u00E3o foi definida e configurada com um valor v\u00E1lido.
## P4ADE ## {0} : Exception e
messagedetail381975=O adaptador do Oracle JCA \u00E9 baseado no modelo do objeto DOM. Ocorreu um erro ao transformar a mensagem de payload em um objeto DOM. Devem ser fornecidas mais informa\u00E7\u00F5es atrav\u00E9s da seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381976=Ocorreu um erro ao cancelar marshalling da mensagem de solicita\u00E7\u00E3o. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381977=Ocorreu um erro ao efetuar marshalling da mensagem de resposta. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381978=Ocorreu um erro ao fazer marshalling da exce\u00E7\u00E3o de JCA. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381979=Ocorreu um erro ao validar o ponto final de transporte JCA. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
messagedetail381980=Ocorreu uma exce\u00E7\u00E3o durante a chamada de servi\u00E7o de sa\u00EDda de JCA. Consulte o log do servidor para obter mais detalhes.
action381980=Consulte o log do servidor para obter mais detalhes.
messagedetail381981=Ocorreu uma exce\u00E7\u00E3o durante o upgrade de WSDL de JCA. Consulte o log do servidor para obter mais detalhes.
action381981=Consulte o log do servidor para obter mais detalhes.
messagedetail381982=Ocorreu uma exce\u00E7\u00E3o durante o upgrade do servi\u00E7o JCA. Consulte o log do servidor para obter mais detalhes.
action381982=Consulte o log do servidor para obter mais detalhes.
messagedetail381983=Ocorreu uma exce\u00E7\u00E3o ao tentar resolver o arquivo de mapeamento toplink para o fluxo de entrada. Consulte o log do servidor para obter mais detalhes.
action381983=Consulte o log do servidor para obter mais detalhes.
messagedetail381984=O transporte JCA OSB n\u00E3o suporta o adaptador. Consulte a documenta\u00E7\u00E3o do transporte JCA OSB para obter mais detalhes.
action381984=O transporte JCA OSB n\u00E3o suporta o adaptador. Consulte a documenta\u00E7\u00E3o do transporte JCA OSB para obter mais detalhes.
messagedetail381985=OSB JCATransport falhou ao carregar OSBSupportedAdapter.xml.
action381985=Certifique-se de que OSBSupportedAdapter.xml cont\u00E9m tipos de adaptador v\u00E1lidos.
## P4ADE ## {0} : String url
messagedetail381986=A JNDI da factory de conex\u00E3o do adaptador de pesquisa: {0} falhou em decorr\u00EAncia da falta de permiss\u00E3o. A JNDI est\u00E1 protegida.
action381986=Adicione uma conta de servi\u00E7o est\u00E1tica ao servi\u00E7o JCA para especificar as credenciais para autentica\u00E7\u00E3o
## P4ADE ## {0} : String url
messagedetail381987=A JNDI da factory de conex\u00E3o do adaptador de pesquisa: {0} falhou . Faltam configura\u00E7\u00F5es JNDI, como o RAR do Adaptador JCA ou a factory de conex\u00E3o que n\u00E3o foram implantados ou que est\u00E3o configurados incorretamente.
## P4ADE ## {0} : String url
action381987=Configure uma factory de conex\u00E3o do adaptador com a JNDI: {0}
## P4ADE ## {0} : Exception e
messagedetail381988=Ocorreu um erro ao validar propriedades do ponto final de transporte JCA. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
