messagedetail395101=\uC778\uB77C\uC778 XQuery \uD45C\uD604\uC2DD\uC5D0 "declare namespace" \uBB38\uACFC \uAC19\uC740 prolog \uC120\uC5B8\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uC774\uB294 XQuery \uD45C\uD604\uC2DD\uC5D0\uC11C \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action395101=prolog \uC120\uC5B8\uC5D0 \uB300\uD55C \uC778\uB77C\uC778 \uD45C\uD604\uC2DD \uD14D\uC2A4\uD2B8\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC120\uC5B8\uC774 \uD544\uC694\uD55C \uACBD\uC6B0\uC5D0\uB294 XQuery \uB9AC\uC18C\uC2A4\uB97C \uB4F1\uB85D\uD558\uC5EC \uC791\uC5C5\uC5D0\uC11C \uC778\uB77C\uC778 \uD45C\uD604\uC2DD \uB300\uC2E0 \uC0AC\uC6A9\uD558\uC2ED\uC2DC\uC624.
messagedetail395100=\uC791\uC5C5 \uC911 \uD558\uB098\uAC00 XQuery \uD45C\uD604\uC2DD \uACB0\uACFC\uB97C XML\uB85C \uCC98\uB9AC\uD558\uB824\uACE0 \uC2DC\uB3C4\uD588\uC9C0\uB9CC \uC2E4\uC81C \uBC18\uD658 \uAC12\uC740 XML\uC774 \uC544\uB2D9\uB2C8\uB2E4.
action395100=\uAD6C\uC131\uC5D0\uC11C XQuery \uD45C\uD604\uC2DD\uC774 \uC0AC\uC6A9\uB41C \uCEE8\uD14D\uC2A4\uD2B8\uAC00 \uC2E4\uC81C \uBC18\uD658 \uAC12\uACFC \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395102=\uC791\uC5C5 \uC911 \uD558\uB098\uAC00 \uD45C\uD604\uC2DD\uC744 \uC778\uC2DD\uB418\uC9C0 \uC54A\uB294 \uC720\uD615\uC758 XQuery \uD3C9\uAC00 \uC5D4\uC9C4\uC5D0 \uC804\uB2EC\uD588\uC2B5\uB2C8\uB2E4.
action395102=\uC791\uC5C5 \uAD6C\uC131\uC5D0\uC11C \uD45C\uD604\uC2DD \uD14D\uC2A4\uD2B8\uAC00 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uACE0 \uAD6C\uBB38 \uC758\uBBF8\uB97C \uD3EC\uD568\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail395103=XQuery \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uB97C \uD3C9\uAC00\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 XML \uD1A0\uD070\uC774 \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action395103=\uC791\uC5C5 \uAD6C\uC131\uC5D0\uC11C \uD45C\uD604\uC2DD \uD14D\uC2A4\uD2B8\uAC00 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uACE0 \uAD6C\uBB38 \uC758\uBBF8\uB97C \uD3EC\uD568\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail395104=XQuery \uD45C\uD604\uC2DD \uACB0\uACFC\uB85C \uB2E8\uC77C \uBB38\uC790\uC5F4 \uAC12\uC774 \uD544\uC694\uD558\uC9C0\uB9CC \uB2E4\uB978 \uAC12\uC774 \uBC18\uD658\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action395104=\uC791\uC5C5 \uAD6C\uC131\uC5D0\uC11C \uD45C\uD604\uC2DD \uD14D\uC2A4\uD2B8\uAC00 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uACE0 \uB2E8\uC77C \uBB38\uC790\uC5F4 \uAC12\uC774 \uBC18\uD658\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395105=XQuery \uD45C\uD604\uC2DD \uACB0\uACFC\uB85C \uB2E8\uC77C XML \uAC1D\uCCB4 \uAC12\uC774 \uD544\uC694\uD558\uC9C0\uB9CC \uB2E4\uB978 \uAC12\uC774 \uBC18\uD658\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action395105=\uC791\uC5C5 \uAD6C\uC131\uC5D0\uC11C \uD45C\uD604\uC2DD \uD14D\uC2A4\uD2B8\uAC00 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uACE0 \uB2E8\uC77C XML \uAC1D\uCCB4 \uAC12\uC774 \uBC18\uD658\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395106=XQuery \uD45C\uD604\uC2DD \uACB0\uACFC\uC758 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. BEGIN ATTRIBUTE \uD1A0\uD070\uC774 \uD544\uC694\uD558\uC9C0\uB9CC \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action395106=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail395107=XQuery \uD45C\uD604\uC2DD \uACB0\uACFC\uC758 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. END ATTRIBUTE \uD1A0\uD070\uC774 \uD544\uC694\uD558\uC9C0\uB9CC \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action395107=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail395108=XQuery \uD45C\uD604\uC2DD \uACB0\uACFC\uC758 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action395108=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
