messagedetail395101=La expresi\u00F3n XQuery en l\u00EDnea tiene declaraciones de pr\u00F3logo como, por ejemplo, sentencias ''declare namespace''. Esto no est\u00E1 permitido en las expresiones XQuery en l\u00EDnea
action395101=Compruebe si en el texto de la expresi\u00F3n en l\u00EDnea hay declaraciones de pr\u00F3logo. Si son absolutamente necesarias, registre un recurso de XQuery y util\u00EDcelo en lugar de la expresi\u00F3n en l\u00EDnea en la acci\u00F3n.
messagedetail395100=Una de las acciones ha intentado tratar el resultado de la expresi\u00F3n XQuery como XML, pero el valor de retorno real no ha sido XML
action395100=Compruebe la configuraci\u00F3n para asegurarse de que el contexto en el que se utiliza la expresi\u00F3n XQuery es consistente con el valor de retorno real
messagedetail395102=Una de las acciones ha transferido una expresi\u00F3n al motor de evaluaci\u00F3n de XQuery cuyo tipo no se reconoce
action395102=Compruebe la configuraci\u00F3n de la acci\u00F3n para asegurarse de que el texto de la expresi\u00F3n est\u00E1 configurado correctamente y tiene significado sem\u00E1ntico. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail395103=Al evaluar el resultado de la expresi\u00F3n XQuery, se ha encontrado un token XML inesperado.
action395103=Compruebe la configuraci\u00F3n de la acci\u00F3n para asegurarse de que el texto de la expresi\u00F3n est\u00E1 configurado correctamente y tiene significado sem\u00E1ntico. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail395104=Se esperaba que el resultado de la expresi\u00F3n XQuery fuera un valor de cadena \u00FAnico, pero ha sido otro.
action395104=Compruebe la configuraci\u00F3n de la acci\u00F3n para asegurarse de que el texto de la expresi\u00F3n est\u00E1 configurado correctamente y tendr\u00E1 como resultado un valor de cadena \u00FAnico
messagedetail395105=Se esperaba que el resultado de la expresi\u00F3n XQuery fuera un valor de objeto XML \u00FAnico, pero ha sido otro.
action395105=Compruebe la configuraci\u00F3n de la acci\u00F3n para asegurarse de que el texto de la expresi\u00F3n est\u00E1 configurado correctamente y tendr\u00E1 como resultado un valor de objeto XML \u00FAnico
messagedetail395106=Se ha producido un error inesperado al analizar el resultado de la expresi\u00F3n XQuery. Se esperaba un token BEGIN ATTRIBUTE, pero no se ha encontrado
action395106=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail395107=Se ha producido un error inesperado al analizar el resultado de la expresi\u00F3n XQuery. Se esperaba un token END ATTRIBUTE, pero no se ha encontrado
action395107=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail395108=Se ha producido un error inesperado al analizar el resultado de la expresi\u00F3n XQuery. Debe aparecer un mensaje que indique la causa del problema
action395108=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
