messagedetail395101=\u30A4\u30F3\u30E9\u30A4\u30F3XQuery\u5F0F\u306B''declare namespace''\u6587\u306A\u3069\u306EProlog\u5BA3\u8A00\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u30A4\u30F3\u30E9\u30A4\u30F3XQuery\u5F0F\u3067\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
action395101=\u30A4\u30F3\u30E9\u30A4\u30F3\u5F0F\u306E\u30C6\u30AD\u30B9\u30C8\u3067\u30D7\u30ED\u30ED\u30FC\u30B0\u5BA3\u8A00\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u308C\u3089\u306E\u5BA3\u8A00\u304C\u672C\u5F53\u306B\u5FC5\u8981\u306A\u3089\u3070\u3001\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u30A4\u30F3\u30E9\u30A4\u30F3\u5F0F\u3067\u306F\u306A\u304F\u3001XQuery\u30EA\u30BD\u30FC\u30B9\u3092\u767B\u9332\u3057\u3066\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail395100=\u3044\u305A\u308C\u304B\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u304CXQuery\u5F0F\u306E\u7D50\u679C\u3092XML\u3068\u3057\u3066\u51E6\u7406\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5B9F\u969B\u306E\u623B\u308A\u5024\u306FXML\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F
action395100=\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001XQuery\u5F0F\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304C\u5B9F\u969B\u306E\u623B\u308A\u5024\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail395102=\u3044\u305A\u308C\u304B\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u304CXQuery\u8A55\u4FA1\u30A8\u30F3\u30B8\u30F3\u306B\u8A8D\u8B58\u3055\u308C\u306A\u3044\u578B\u306E\u5F0F\u3092\u6E21\u3057\u307E\u3057\u305F
action395102=\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u5F0F\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u9069\u5207\u306B\u69CB\u6210\u3055\u308C\u3001\u30BB\u30DE\u30F3\u30C6\u30A3\u30C3\u30AF\u306A\u610F\u5473\u3092\u6301\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail395103=XQuery\u5F0F\u306E\u7D50\u679C\u3092\u8A55\u4FA1\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044XML\u30C8\u30FC\u30AF\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
action395103=\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u5F0F\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u9069\u5207\u306B\u69CB\u6210\u3055\u308C\u3001\u30BB\u30DE\u30F3\u30C6\u30A3\u30C3\u30AF\u306A\u610F\u5473\u3092\u6301\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail395104=XQuery\u5F0F\u306E\u7D50\u679C\u306B\u306F\u5358\u4E00\u6587\u5B57\u5217\u5024\u304C\u4E88\u671F\u3055\u308C\u307E\u3059\u304C\u3001\u5225\u306E\u5024\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3057\u305F\u3002
action395104=\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u5F0F\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u9069\u5207\u306B\u69CB\u6210\u3055\u308C\u3001\u5358\u4E00\u6587\u5B57\u5217\u5024\u304C\u751F\u6210\u3055\u308C\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail395105=XQuery\u5F0F\u306E\u7D50\u679C\u306B\u306F\u5358\u4E00XML\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u5024\u304C\u4E88\u671F\u3055\u308C\u307E\u3059\u304C\u3001\u5225\u306E\u5024\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3057\u305F\u3002
action395105=\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u5F0F\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u9069\u5207\u306B\u69CB\u6210\u3055\u308C\u3001\u5358\u4E00XML\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u5024\u304C\u751F\u6210\u3055\u308C\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail395106=XQuery\u5F0F\u306E\u7D50\u679C\u3092\u89E3\u6790\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002BEGIN ATTRIBUTE\u30C8\u30FC\u30AF\u30F3\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u898B\u3064\u304B\u308A\u307E\u305B\u3093
action395106=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail395107=XQuery\u5F0F\u306E\u7D50\u679C\u3092\u89E3\u6790\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002END ATTRIBUTE\u30C8\u30FC\u30AF\u30F3\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u898B\u3064\u304B\u308A\u307E\u305B\u3093
action395107=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail395108=XQuery\u5F0F\u306E\u7D50\u679C\u3092\u89E3\u6790\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action395108=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
