messagedetail395101=A express\u00E3o XQuery em linha tem declara\u00E7\u00F5es de pr\u00F3logo, como instru\u00E7\u00F5es ''declarar o namespace''. Isso n\u00E3o \u00E9 permitido em express\u00F5es XQuery em linha
action395101=Verifique se h\u00E1 declara\u00E7\u00F5es de pr\u00F3logo no texto da express\u00E3o em linha. Se elas forem necess\u00E1rias, registre um recurso XQuery e use-o em vez da express\u00E3o em linha na sua a\u00E7\u00E3o.
messagedetail395100=Uma das a\u00E7\u00F5es tentou tratar o resultado da express\u00E3o XQuery como XML, mas o valor de retorno real n\u00E3o era XML
action395100=Verifique a configura\u00E7\u00E3o para certificar-se de que o contexto no qual a express\u00E3o XQuery \u00E9 usada seja consistente com o valor de retorno real
messagedetail395102=Uma das a\u00E7\u00F5es transmitiu uma express\u00E3o ao mecanismo de avalia\u00E7\u00E3o XQuery que n\u00E3o \u00E9 de um tipo reconhecido
action395102=Verifique a configura\u00E7\u00E3o da a\u00E7\u00E3o para certificar-se de que o texto da express\u00E3o esteja configurado corretamente e tenha significado sem\u00E2ntico. Entre em contato com o suporte t\u00E9cnico.
messagedetail395103=Durante a avalia\u00E7\u00E3o do resultado da express\u00E3o XQuery, foi encontrado um token XML inesperado.
action395103=Verifique a configura\u00E7\u00E3o da a\u00E7\u00E3o para certificar-se de que o texto da express\u00E3o esteja configurado corretamente e tenha significado sem\u00E2ntico. Entre em contato com o suporte t\u00E9cnico.
messagedetail395104=Esperava-se que o resultado da express\u00E3o XQuery fosse um valor de String \u00FAnico, por\u00E9m foi algo diferente.
action395104=Verifique a configura\u00E7\u00E3o da a\u00E7\u00E3o para certificar-se de que o texto da express\u00E3o esteja configurado corretamente e resulte em um valor de String \u00FAnico
messagedetail395105=Esperava-se que o resultado da express\u00E3o XQuery fosse um objeto XML \u00FAnico, por\u00E9m foi algo diferente.
action395105=Verifique a configura\u00E7\u00E3o da a\u00E7\u00E3o para certificar-se de que o texto da express\u00E3o esteja corretamente configurado e resulte em um valor de objeto XML \u00FAnico
messagedetail395106=Houve um erro inesperado durante o parse do resultado da express\u00E3o XQuery. Um token BEGIN ATTRIBUTE era esperado, mas n\u00E3o foi encontrado
action395106=Entre em contato com o suporte t\u00E9cnico
messagedetail395107=Houve um erro inesperado durante o parse do resultado da express\u00E3o XQuery. Um token END ATTRIBUTE era esperado, mas n\u00E3o foi encontrado
action395107=Entre em contato com o suporte t\u00E9cnico
messagedetail395108=Houve um erro inesperado durante o parse do resultado da express\u00E3o XQuery. Deve haver uma mensagem apontando a causa do problema
action395108=Entre em contato com o suporte t\u00E9cnico
