messagedetail395101=L'expression XQuery imbriqu\u00E9e contient des d\u00E9clarations de prologue, telles que des instructions de d\u00E9claration de l'espace de noms. Cela n'est pas autoris\u00E9 dans les expressions XQuery imbriqu\u00E9es
action395101=Recherchez les d\u00E9clarations de prologue dans le texte de l'expression imbriqu\u00E9e. Si celles-ci sont vraiment n\u00E9cessaires, inscrivez une ressource XQuery et utilisez-la dans votre action \u00E0 la place d'une expression imbriqu\u00E9e.
messagedetail395100=Une des actions a tent\u00E9 de traiter le r\u00E9sultat de l'expression XQuery au format XML, alors que la valeur renvoy\u00E9e r\u00E9elle n'\u00E9tait pas au format XML
action395100=V\u00E9rifiez la configuration pour vous assurer que le contexte dans lequel l'expression XQuery est utilis\u00E9e est coh\u00E9rent avec la valeur renvoy\u00E9e r\u00E9elle
messagedetail395102=Une des actions a transmis une expression de type non reconnu au moteur d'\u00E9valuation XQuery
action395102=V\u00E9rifiez la configuration de l'action pour vous assurer que le texte de l'expression est configur\u00E9 correctement et a une signification s\u00E9mantique. Contactez le support technique Oracle.
messagedetail395103=Un jeton XML inattendu a \u00E9t\u00E9 d\u00E9tect\u00E9 lors de l'\u00E9valuation du r\u00E9sultat de l'expression XQuery.
action395103=V\u00E9rifiez la configuration de l'action pour vous assurer que le texte de l'expression est configur\u00E9 correctement et a une signification s\u00E9mantique. Contactez le support technique Oracle.
messagedetail395104=Le r\u00E9sultat attendu de l'expression XQuery est une valeur de cha\u00EEne unique, mais le r\u00E9sultat obtenu est diff\u00E9rent.
action395104=V\u00E9rifiez la configuration de l'action pour vous assurer que le texte de l'expression est configur\u00E9 correctement et aura pour r\u00E9sultat une valeur de cha\u00EEne unique
messagedetail395105=Le r\u00E9sultat attendu de l'expression XQuery est une valeur d'objet XML unique, mais le r\u00E9sultat obtenu est diff\u00E9rent.
action395105=V\u00E9rifiez la configuration de l'action pour vous assurer que le texte de l'expression est configur\u00E9 correctement et aura pour r\u00E9sultat une valeur d'objet XML unique
messagedetail395106=Une erreur inattendue est survenue lors de l'analyse du r\u00E9sultat de l'expression XQuery. Le jeton BEGIN ATTRIBUTE attendu est introuvable
action395106=Contactez le support technique Oracle
messagedetail395107=Une erreur inattendue est survenue lors de l'analyse du r\u00E9sultat de l'expression XQuery. Le jeton END ATTRIBUTE attendu est introuvable
action395107=Contactez le support technique Oracle
messagedetail395108=Une erreur inattendue est survenue lors de l'analyse du r\u00E9sultat de l'expression XQuery. En principe, un message indique la cause du probl\u00E8me
action395108=Contactez le support technique Oracle
