messagedetail382000=\uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String uri
messagedetail382001=SOA-DIRECT \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB294 URI "{0}"(\uC73C)\uB85C \uD638\uCD9C\uB429\uB2C8\uB2E4. URI\uAC00 \uBE44\uC5B4 \uC788\uAC70\uB098, SOA-DIRECT \uC804\uC1A1\uC744 \uC704\uD55C URI \uD615\uC2DD\uC744 \uC900\uC218\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail382002=SOA-DIRECT \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uB7F0\uD0C0\uC784 \uC2DC \uC801\uD569\uD55C URI\uAC00 \uC544\uB2CC \uCF5C\uBC31 \uD45C\uC2DC\uC790 URI\uB85C \uD638\uCD9C\uB429\uB2C8\uB2E4.
action382002=URI\uB97C \uCF5C\uBC31 \uD45C\uC2DC\uC790 URI\uB85C \uC124\uC815\uD558\uB294 \uC5EC\uB7EC \uBC29\uBC95\uC774 \uC788\uC2B5\uB2C8\uB2E4. - \uD30C\uC774\uD504 \uB77C\uC778\uC5D0\uC11C \uB3D9\uC801\uC73C\uB85C \uBB34\uD6A8\uD654\uB428 - \uBE44\uC988\uB2C8\uC2A4\uAC00 \uC11C\uBE44\uC2A4\uAC00 \uD45C\uC2DC\uC790 URI\uB85C \uAD6C\uC131\uB418\uACE0 \uD30C\uC774\uD504 \uB77C\uC778 \uB17C\uB9AC\uAC00 \uC774\uB97C \uBB34\uD6A8\uD654\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uD30C\uC774\uD504 \uB77C\uC778 \uBC0F/\uB610\uB294 SOAP \uD5E4\uB354\uB97C \uAC80\uC0AC\uD558\uACE0 \uC62C\uBC14\uB978 URI\uAC00 \uAD6C\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : Exception e
messagedetail382003=MessageID \uBC0F/\uB610\uB294 RelatesTo \uD5E4\uB354\uB97C \uC77D\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail382004=ReplyTo \uC8FC\uC18C\uB97C \uC124\uC815/\uAC31\uC2E0\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail382005=\uC694\uCCAD \uBA54\uC2DC\uC9C0\uC758 \uB9C8\uC15C\uB9C1\uC744 \uD574\uC81C\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail382006=Oracle SOA \uC81C\uD488\uAD70\uC740 DOM \uAC1D\uCCB4 \uBAA8\uB378\uC744 \uAE30\uBC18\uC73C\uB85C \uD569\uB2C8\uB2E4. \uD398\uC774\uB85C\uB4DC \uBA54\uC2DC\uC9C0\uB97C DOM \uAC1D\uCCB4\uB85C \uBCC0\uD658\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail382007=DOM \uD329\uD1A0\uB9AC\uB97C \uC62C\uBC14\uB974\uAC8C \uCD08\uAE30\uD654\uD560 \uC218 \uC5C6\uB294 \uC6D0\uC778\uC774 \uB418\uB294 \uC11C\uBC84 \uAD6C\uC131 \uBB38\uC81C\uAC00 \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : String op
messagedetail382008=SOA-DIRECT \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB294 "{0}" \uC791\uC5C5\uC73C\uB85C \uD638\uCD9C\uB429\uB2C8\uB2E4. \uC791\uC5C5\uC774 \uBE44\uC5B4 \uC788\uAC70\uB098, \uAD6C\uC131\uB41C WSDL \uBC14\uC778\uB529\uC5D0 \uB300\uD574 \uC815\uC758\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action382008=\uD30C\uC774\uD504 \uB77C\uC778\uC758 \uAD6C\uC131\uC744 \uAC80\uC0AC\uD558\uC5EC \uC791\uC5C5\uC774 \uC801\uD569\uD55C \uAC12\uC73C\uB85C \uC124\uC815\uB418\uACE0 \uAD6C\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382009=RMI\uB97C \uD1B5\uD574 SOA-DIRECT \uC804\uC1A1 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD638\uCD9C\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC6D0\uACA9 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382009=\uB124\uD2B8\uC6CC\uD06C \uC811\uC18D, \uB300\uC0C1 \uC11C\uBC84 \uBC0F \uD3EC\uD2B8\uAC00 \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uC6D0\uACA9 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : Exception e
messagedetail382010=\uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB97C \uB9C8\uC15C\uB9C1\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail382011=\uBE44\uC988\uB2C8\uC2A4 \uACB0\uD568\uC744 \uB9C8\uC15C\uB9C1\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail382012=FaultTo \uC8FC\uC18C\uB97C \uC124\uC815/\uAC31\uC2E0\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail382013=\uD2B8\uB79C\uC7AD\uC158\uC774 \uC2E4\uD589 \uC911\uC778\uC9C0 \uC5EC\uBD80\uB97C \uD655\uC778\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
messagedetail382014=WSA \uCF5C\uBC31 \uD5E4\uB354\uC5D0 \uB300\uD55C \uCF5C\uBC31 \uC8FC\uC18C\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4. \uB05D\uC810\uC5D0 \uC2E4\uC81C \uC8FC\uC18C\uAC00 \uC815\uC758\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC73C\uBA70 \uD5E4\uB354\uC5D0 \uCF5C\uBC31 \uC8FC\uC18C\uAC00 \uC815\uC758\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action382014=\uC774 \uD5E4\uB354\uC5D0 \uB300\uD55C \uC804\uC1A1 \uAD6C\uC131\uC5D0\uC11C \uC2E4\uC81C \uCF5C\uBC31 \uC8FC\uC18C\uB97C \uC124\uC815\uD558\uAC70\uB098 \uC218\uB3D9\uC73C\uB85C \uD30C\uC774\uD504 \uB77C\uC778\uC5D0 \uCD94\uAC00\uD558\uC2ED\uC2DC\uC624.
