messagedetail382000=Ocorreu um erro interno.
## P4ADE ## {0} : String uri
messagedetail382001=O servi\u00E7o de neg\u00F3cios SOA-DIRECT foi chamado com o uri "{0}". O URI est\u00E1 vazio ou n\u00E3o \u00E9 compat\u00EDvel com o formato do URI do transporte SOA-DIRECT.
messagedetail382002=O servi\u00E7o de neg\u00F3cios SOA-DIRECT foi chamado com o URI do marcador de callback, que n\u00E3o \u00E9 um URI v\u00E1lido no runtime.
action382002=h\u00E1 diferentes formas pelas quais o URI foi definido como o URI do marcador de callback: - sobreposto dinamicamente no pipeline - o servi\u00E7o de neg\u00F3cios foi configurado com o URI do marcador e a l\u00F3gica de pipeline n\u00E3o o sobrep\u00F4s. Verifique o pipeline e/ou cabe\u00E7alhos de SOAP e certifique-se de que o URI correto est\u00E1 configurado.
## P4ADE ## {0} : Exception e
messagedetail382003=Ocorreu um erro inesperado ao ler o cabe\u00E7alho MessageID e RelatesTo. Devem ser fornecidas mais informa\u00E7\u00F5es pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail382004=Ocorreu um erro inesperado ao definir/atualizar o endere\u00E7o ReplyTo. Devem ser fornecidas mais informa\u00E7\u00F5es atrav\u00E9s da seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail382005=Ocorreu um erro ao cancelar marshalling da mensagem de solicita\u00E7\u00E3o. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail382006=O Oracle SOA su\u00EDte \u00E9 baseado no modelo de objeto DOM. Ocorreu um erro ao transformar a mensagem de payload em um objeto DOM. Devem ser fornecidas mais informa\u00E7\u00F5es pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail382007=Pode haver um problema de configura\u00E7\u00E3o do servidor impedindo a inicializa\u00E7\u00E3o correta da factory de DOM. \u00C9 necess\u00E1rio especificar mais informa\u00E7\u00F5es por meio da seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : String op
messagedetail382008=O servi\u00E7o de neg\u00F3cios SOA-DIRECT foi chamado com a opera\u00E7\u00E3o "{0}". A opera\u00E7\u00E3o est\u00E1 vazia ou n\u00E3o foi definida para o binding de WSDL configurado.
action382008=Verifique a configura\u00E7\u00E3o do pipeline para certificar-se de que a opera\u00E7\u00E3o foi definida e configurada com um valor v\u00E1lido.
messagedetail382009=Ocorreu uma Exce\u00E7\u00E3o Remota ao tentar chamar o servi\u00E7o de proxy de Transporte SOA-DIRECT por meio do RMI
action382009=Verifique se sua conex\u00E3o de rede, servidor de destino e porta est\u00E3o ativos. Al\u00E9m disso, verifique se o servidor de proxy remoto ainda existe
## P4ADE ## {0} : Exception e
messagedetail382010=Ocorreu um erro ao efetuar marshalling da mensagem de resposta. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail382011=Ocorreu um erro ao efetuar marshalling da falha de Neg\u00F3cios. Devem ser fornecidas mais informa\u00E7\u00F5es atrav\u00E9s da seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail382012=Ocorreu um erro inesperado ao definir/atualizar o endere\u00E7o FaultTo. Devem ser fornecidas mais informa\u00E7\u00F5es atrav\u00E9s da seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail382013=Ocorreu um erro inesperado ao verificar se uma transa\u00E7\u00E3o est\u00E1 em execu\u00E7\u00E3o. Mais informa\u00E7\u00F5es devem ser fornecidas atrav\u00E9s da seguinte exce\u00E7\u00E3o aninhada: {0}
messagedetail382014=N\u00E3o h\u00E1 endere\u00E7o de callback para o cabe\u00E7alho de callback de WSA: nem o ponto final define um endere\u00E7o f\u00EDsico, nem o cabe\u00E7alho define o endere\u00E7o de callback.
action382014=Defina um endere\u00E7o de callback f\u00EDsico na configura\u00E7\u00E3o de transporte deste cabe\u00E7alho ou adicione-o manualmente no pipeline
