default=SOA Direta
JNDI_SERVICE_ACCOUNT=Conta do Servi\u00E7o JNDI
JNDI_SERVICE_ACCOUNT_INFO=Conta de Servi\u00E7o utilizada para pesquisar o servi\u00E7o SOA-DIRECT
PASS_CALLERS_SUBJECT=Passar assunto do chamador
PASS_CALLERS_SUBJECT_INFO=Use a identidade de entrada para chamar o servi\u00E7o SOA-DIRECT
PASS_CALLERS_SUBJECT_YES=Sim
PASS_CALLERS_SUBJECT_NO=N\u00E3o
INVOCATION_SERVICE_ACCOUNT=Conta de Servi\u00E7o de Chamada
INVOCATION_SERVICE_ACCOUNT_INFO=Conta de Servi\u00E7o usada para chamar o servi\u00E7o SOA-DIRECT
ROLE=Atribui\u00E7\u00E3o
ROLE_INFO=Atribui\u00E7\u00E3o de comunica\u00E7\u00E3o deste servi\u00E7o
SYNCHRONOUS_CLIENT=Cliente s\u00EDncrono
ASYNCHRONOUS_CLIENT=Cliente ass\u00EDncrono
SERVICE_CALLBACK=Callback de Servi\u00E7o
CALLBACK_PROXY=Proxy de Callback
CALLBACK_PROXY_INFO=Servi\u00E7o SOA-DIRECT de Proxy Default para callback de SOAP Ass\u00EDncrono
FAULT_PROXY=Proxy com Falha
FAULT_PROXY_INFO=Servi\u00E7o SOA-DIRECT de Proxy Default de Falha de SOAP Ass\u00EDncrono
WSA_VERSION=Vers\u00E3o do WS-Addressing
WSA_VERSION_INFO=Namespace default do WS-Addressing a ser usado para os cabe\u00E7alhos de SOAP
AUGUST2005=http://www.w3.org/2005/08/addressing
AUGUST2004=http://schemas.xmlsoap.org/ws/2004/08/addressing
MARCH2003=http://schemas.xmlsoap.org/ws/2003/03/addressing
DISPATCH_POLICY=Gerenciador de Trabalho
DISPATCH_POLICY_INFO=Definir um Gerenciador de Trabalho
SOA_ENV_INVOCATION_SERVICE_ACCOUNT=Conta de servi\u00E7o de chamada SOA-DIRECT
SOA_ENV_INVOCATION_SERVICE_ACCOUNT_INFO=Conta de servi\u00E7o para chamar um servi\u00E7o SOA
SOA_ENV_JNDI_SERVICE_ACCOUNT=Conta de servi\u00E7o de jndi SOA-DIRECT
SOA_ENV_JNDI_SERVICE_ACCOUNT_INFO=Conta de servi\u00E7o para pesquisar um servi\u00E7o SOA
ERROR_ENDPOINT_ALREADY_EXISTS=O Ponto Final de SOA com o nome {0} j\u00E1 foi registrado
ERROR_URI_ALREADY_EXISTS=O URI de SOA com o nome {0} j\u00E1 foi registrado
ERROR_CANNOT_LOAD_CONFIG=N\u00E3o \u00E9 poss\u00EDvel carregar o descritor de configura\u00E7\u00E3o de transporte do Service Bus: {0}
ERROR_INVALID_URI=URI Inv\u00E1lido "{0}".
ERROR_DUPLICATE_URIs=URIs duplicados n\u00E3o s\u00E3o permitidos em um Servi\u00E7o de Neg\u00F3cios.
ERROR_NO_WSA_VERSION=Uma vers\u00E3o default do WS-Addressing dever\u00E1 ser definida quando um Proxy de Falha ou Callback for especificado
ERROR_GETTING_CALLBACK_INFO=Erro inesperado ao acessar as informa\u00E7\u00F5es do proxy de callback: {0}
ERROR_GETTING_FAULT_INFO=Erro inesperado ao acessar as informa\u00E7\u00F5es do proxy de falhas: {0}
ERROR_CREATE_CODEC_FACTORY=Erro inesperado ao criar o marshaller/unmarshaller de SOAP: {0}
ERROR_CONVERTER_BINDING_INFO=N\u00E3o foi poss\u00EDvel acessar as informa\u00E7\u00F5es de binding de WSDL para este ponto final: {0}
ERROR_SENDER_URI_INVALID=O URI "{0}" n\u00E3o \u00E9 v\u00E1lido de acordo com o formato de URI definido pelo Transporte SOA-DIRECT.
ERROR_SENDER_JNDI_CTX_ERROR=Erro ao acessar o contexto de JNDI da chamada de Sa\u00EDda de Transporte SOA-DIRECT: {0}
ERROR_SENDER_NO_CREDENTIALS=Erro inesperado: uma Conta de Servi\u00E7o foi configurada, mas o servi\u00E7o CredentialCallback n\u00E3o foi definido.
ERROR_INVALID_URI_PROTOCOL=O esquema do URI "{0}" n\u00E3o \u00E9 reconhecido como um protocolo suportado.
ERROR_INVALID_URI_AUTHORITY=A autoridade "{0}" \u00E9 inv\u00E1lida.
ERROR_INVALID_URI_PORT=A porta "{0}" \u00E9 inv\u00E1lida.
ERROR_INVALID_URI_PARTS_NUMBER=O caminho do URI "{0}" deve ter 3 ou 4 partes: domainName/compositeName/[versionNumber/]serviceName.
ERROR_PROXY_INVALID_ROLE=Proxy de falha ou de callback somente \u00E9 suportado na atribui\u00E7\u00E3o ass\u00EDncrona
ERROR_PROXY_INFO_NOT_FOUND=N\u00E3o foi poss\u00EDvel acessar as informa\u00E7\u00F5es do servi\u00E7o "{0}"
ERROR_PROXY_INVALID_TYPE=O tipo de transporte para o Proxy "{0}" n\u00E3o \u00E9 suportado. Apenas o(s) seguinte(s) tipo(s) \u00E9(s\u00E3o) suportado(s): "{1}"
ERROR_PROXY_NOT_WSDL=O proxy "{0}" deve ser um servi\u00E7o de WSDL.
ERROR_URI_SVC_CALLBACK_ARITY=Este ponto final \u00E9 da atribui\u00E7\u00E3o Callback de Servi\u00E7o, somente um URI pode ser definido.
ERROR_URI_ILLEGAL_MARKER=Este ponto final n\u00E3o \u00E9 do Callback de Servi\u00E7o da atribui\u00E7\u00E3o, o URI do marcador de callback n\u00E3o pode ser usado.
ERROR_CHECKED_PASS_CALLERS_SUBJECT=A conta de servi\u00E7o da chamada "{0}" n\u00E3o \u00E9 permitida quando a op\u00E7\u00E3o Passar assunto do chamador estiver marcada.
ERROR_SERVICE_ACCOUNT_TYPE_NOT_SUPPORTED=A conta de servi\u00E7o da JNDI "{0}" deve ser EST\u00C1TICA.
ERROR_CODEC_ATTACHMENTS=O WSDL define bindings do anexo de mime que n\u00E3o s\u00E3o suportados pelo transporte de BPEL.
