messagedetail382000=\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## P4ADE ## {0} : String uri
messagedetail382001=SOA-DIRECT\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304CURI "{0}"\u3067\u547C\u3073\u51FA\u3055\u308C\u307E\u3057\u305F\u3002URI\u304C\u7A7A\u3067\u3042\u308B\u304B\u3001SOA-DIRECT\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306EURI\u66F8\u5F0F\u306B\u6E96\u62E0\u3057\u3066\u3044\u307E\u305B\u3093\u3002
messagedetail382002=SOA-DIRECT\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30DE\u30FC\u30AB\u30FCURI\u3067\u547C\u3073\u51FA\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u5B9F\u884C\u6642\u306E\u6709\u52B9\u306AURI\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
action382002=URI\u304C\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30DE\u30FC\u30AB\u30FCURI\u3068\u3057\u3066\u8A2D\u5B9A\u3055\u308C\u305F\u65B9\u6CD5\u306F\u3044\u304F\u3064\u304B\u3042\u308A\u307E\u3059: - \u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u3067\u52D5\u7684\u306B\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3055\u308C\u305F - \u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u30DE\u30FC\u30AB\u30FCURI\u3067\u69CB\u6210\u3055\u308C\u3066\u3044\u3066\u3001\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30ED\u30B8\u30C3\u30AF\u3067\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3055\u308C\u306A\u304B\u3063\u305F\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u307E\u305F\u306FSOAP\u30D8\u30C3\u30C0\u30FC\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9\u3092\u8ABF\u3079\u3001URI\u304C\u9069\u5207\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : Exception e
messagedetail382003=MessageID\u307E\u305F\u306FRelatesTo\u30D8\u30C3\u30C0\u30FC\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
## P4ADE ## {0} : Exception e
messagedetail382004=ReplyTo\u30A2\u30C9\u30EC\u30B9\u306E\u8A2D\u5B9A/\u66F4\u65B0\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
## P4ADE ## {0} : Exception e
messagedetail382005=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30A2\u30F3\u30DE\u30FC\u30B7\u30E3\u30EB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
## P4ADE ## {0} : Exception e
messagedetail382006=Oracle SOA Suite\u306FDOM\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30E2\u30C7\u30EB\u306B\u57FA\u3065\u3044\u3066\u3044\u307E\u3059\u3002\u30DA\u30A4\u30ED\u30FC\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304B\u3089DOM\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u5909\u63DB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
## P4ADE ## {0} : Exception e
messagedetail382007=DOM\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u6B63\u5E38\u306A\u521D\u671F\u5316\u3092\u963B\u6B62\u3057\u3066\u3044\u308B\u30B5\u30FC\u30D0\u30FC\u69CB\u6210\u306E\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
## P4ADE ## {0} : String op
messagedetail382008=SOA-DIRECT\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u64CD\u4F5C"{0}"\u3067\u547C\u3073\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u64CD\u4F5C\u304C\u7A7A\u3067\u3042\u308B\u304B\u3001\u69CB\u6210\u3055\u308C\u305FWSDL\u30D0\u30A4\u30F3\u30C9\u3067\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action382008=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u69CB\u6210\u3092\u8ABF\u3079\u3001\u64CD\u4F5C\u304C\u6709\u52B9\u306A\u5024\u3092\u4F7F\u7528\u3057\u3066\u8A2D\u5B9A\u304A\u3088\u3073\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail382009=SOA-DIRECT\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092RMI\u3067\u547C\u3073\u51FA\u305D\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30EA\u30E2\u30FC\u30C8\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action382009=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u63A5\u7D9A\u3001\u5B9B\u5148\u30B5\u30FC\u30D0\u30FC\u304A\u3088\u3073\u30DD\u30FC\u30C8\u304C\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u30EA\u30E2\u30FC\u30C8\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u5B58\u7D9A\u3057\u3066\u3044\u308B\u3053\u3068\u3082\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
## P4ADE ## {0} : Exception e
messagedetail382010=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30DE\u30FC\u30B7\u30E3\u30EB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
## P4ADE ## {0} : Exception e
messagedetail382011=\u30D3\u30B8\u30CD\u30B9\u30FB\u30D5\u30A9\u30EB\u30C8\u306E\u30DE\u30FC\u30B7\u30E3\u30EB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
## P4ADE ## {0} : Exception e
messagedetail382012=FaultTo\u30A2\u30C9\u30EC\u30B9\u306E\u8A2D\u5B9A/\u66F4\u65B0\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
## P4ADE ## {0} : Exception e
messagedetail382013=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5B9F\u884C\u4E2D\u3067\u3042\u308B\u304B\u3069\u3046\u304B\u306E\u30C1\u30A7\u30C3\u30AF\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30CD\u30B9\u30C8\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u3001\u8A73\u7D30\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059: {0}
messagedetail382014=WSA\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30D8\u30C3\u30C0\u30FC\u306E\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u3042\u308A\u307E\u305B\u3093: \u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306B\u7269\u7406\u30A2\u30C9\u30EC\u30B9\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u304A\u3089\u305A\u3001\u30D8\u30C3\u30C0\u30FC\u306B\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action382014=\u7269\u7406\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u3053\u306E\u30D8\u30C3\u30C0\u30FC\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u8A2D\u5B9A\u3059\u308B\u304B\u3001\u624B\u52D5\u3067\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306B\u8FFD\u52A0\u3057\u307E\u3059
