default=SOA Direct
JNDI_SERVICE_ACCOUNT=Cuenta de Servicios de JNDI
JNDI_SERVICE_ACCOUNT_INFO=Cuenta de servicios utilizada para buscar el servicio SOA-DIRECT
PASS_CALLERS_SUBJECT=Transferir Asunto del Emisor
PASS_CALLERS_SUBJECT_INFO=Utilice la identidad entrante para llamar al servicio de SOA-DIRECT
PASS_CALLERS_SUBJECT_YES=S\u00ED
PASS_CALLERS_SUBJECT_NO=No
INVOCATION_SERVICE_ACCOUNT=Cuenta de Servicios de Llamada
INVOCATION_SERVICE_ACCOUNT_INFO=Cuenta de servicios utilizada para llamar al servicio SOA-DIRECT
ROLE=Rol
ROLE_INFO=Rol de comunicaci\u00F3n para este servicio
SYNCHRONOUS_CLIENT=Cliente S\u00EDncrono
ASYNCHRONOUS_CLIENT=Cliente As\u00EDncrono
SERVICE_CALLBACK=Devoluci\u00F3n de Llamada de Servicio
CALLBACK_PROXY=Proxy de Devoluci\u00F3n de Llamada
CALLBACK_PROXY_INFO=Servicio SOA-DIRECT del proxy por defecto para la devoluci\u00F3n de llamada de SOAP as\u00EDncrona
FAULT_PROXY=Proxy de Fallos
FAULT_PROXY_INFO=Servicio SOA-DIRECT de proxy por defecto para los fallos de SOAP as\u00EDncronos
WSA_VERSION=Versi\u00F3n de WS-Addressing
WSA_VERSION_INFO=Espacio de nombres de WS-Addressing por defecto que se utilizar\u00E1 en las cabeceras de SOAP
AUGUST2005=http://www.w3.org/2005/08/addressing
AUGUST2004=http://schemas.xmlsoap.org/ws/2004/08/addressing
MARCH2003=http://schemas.xmlsoap.org/ws/2003/03/addressing
DISPATCH_POLICY=Gestor de Trabajos
DISPATCH_POLICY_INFO=Defina un gestor de trabajos
SOA_ENV_INVOCATION_SERVICE_ACCOUNT=Cuenta de Servicios de Llamada de SOA-DIRECT
SOA_ENV_INVOCATION_SERVICE_ACCOUNT_INFO=Cuenta de servicios con la que se llama a un servicio de SOA
SOA_ENV_JNDI_SERVICE_ACCOUNT=Cuenta de Servicios de JNDI de SOA-DIRECT
SOA_ENV_JNDI_SERVICE_ACCOUNT_INFO=Cuenta de servicios con la que se consulta un servicio de SOA
ERROR_ENDPOINT_ALREADY_EXISTS=Ya se ha registrado un punto final de SOA con el nombre {0}
ERROR_URI_ALREADY_EXISTS=Ya se ha registrado un URI de SOA con el nombre {0}
ERROR_CANNOT_LOAD_CONFIG=No se puede cargar el descriptor de configuraci\u00F3n de transporte de Service Bus: {0}
ERROR_INVALID_URI=URI no v\u00E1lido "{0}".
ERROR_DUPLICATE_URIs=No est\u00E1 permitido el uso de URI duplicados en un servicio de negocio
ERROR_NO_WSA_VERSION=Es necesario definir una versi\u00F3n de WS Addressing por defecto al especificar una devoluci\u00F3n de llamada o un proxy de fallos
ERROR_GETTING_CALLBACK_INFO=Se ha producido un error inesperado al acceder a la informaci\u00F3n del proxy de devoluci\u00F3n de llamadas: {0}
ERROR_GETTING_FAULT_INFO=Se ha producido un error inesperado al acceder a la informaci\u00F3n del proxy de fallos :{0}
ERROR_CREATE_CODEC_FACTORY=Error inesperado al crear el marshaller/unmarshaller de SOAP: {0}
ERROR_CONVERTER_BINDING_INFO=No se ha podido acceder a la informaci\u00F3n de enlace de WSDL para este punto final: {0}
ERROR_SENDER_URI_INVALID=El URI "{0}" no es v\u00E1lido, de acuerdo con el formato de URI definido por el transporte de SOA-DIRECT.
ERROR_SENDER_JNDI_CTX_ERROR=Error al acceder al contexto de JNDI para la llamada saliente del transporte de SOA-DIRECT: {0}
ERROR_SENDER_NO_CREDENTIALS=Error inesperado: Se ha configurado una cuenta de servicios, pero no se ha definido el servicio CredentialCallback.
ERROR_INVALID_URI_PROTOCOL=No se ha reconocido el esquema de URI "{0}" como un protocolo soportado.
ERROR_INVALID_URI_AUTHORITY=La autoridad "{0}" no es v\u00E1lida.
ERROR_INVALID_URI_PORT=El puerto "{0}" no es v\u00E1lido.
ERROR_INVALID_URI_PARTS_NUMBER=La ruta de acceso de URI "{0}" debe tener 3 \u00F3 4 partes: nombreDominio/nombreCompuesto/[n\u00FAmeroVersi\u00F3n/]nombreServicio.
ERROR_PROXY_INVALID_ROLE=S\u00F3lo est\u00E1 soportado el uso de un proxy de fallos o de devoluci\u00F3n de llamadas en el rol as\u00EDncrono
ERROR_PROXY_INFO_NOT_FOUND=No se ha podido acceder a la informaci\u00F3n del servicio para el servicio "{0}"
ERROR_PROXY_INVALID_TYPE=El tipo de transporte para el proxy "{0}" no est\u00E1 soportado. S\u00F3lo est\u00E1n soportados los siguientes tipos: "{1}"
ERROR_PROXY_NOT_WSDL=El proxy "{0}" debe ser un servicio WSDL.
ERROR_URI_SVC_CALLBACK_ARITY=Este punto final es del rol Devoluci\u00F3n de Llamada de Servicio, s\u00F3lo se puede definir un URI.
ERROR_URI_ILLEGAL_MARKER=El punto final no es del rol Devoluci\u00F3n de Llamada de Servicio, no se puede utilizar el URI del marcador de devoluci\u00F3n de llamada.
ERROR_CHECKED_PASS_CALLERS_SUBJECT=La cuenta de servicios de llamada "{0}" no est\u00E1 permitida cuando se comprueba la transferencia del asunto del emisor.
ERROR_SERVICE_ACCOUNT_TYPE_NOT_SUPPORTED=La cuenta de servicios de JNDI "{0}" debe tener el valor STATIC.
ERROR_CODEC_ATTACHMENTS=WSDL define enlaces de anexos MIME no soportados por el transporte de BPEL.
