default=SOA Direct
JNDI_SERVICE_ACCOUNT=Compte de service JNDI
JNDI_SERVICE_ACCOUNT_INFO=Compte de service utilis\u00E9 pour consulter le service SOA-DIRECT
PASS_CALLERS_SUBJECT=Transmettre le sujet de l'appelant
PASS_CALLERS_SUBJECT_INFO=Utiliser l'identit\u00E9 entrante pour appeler le service SOA-DIRECT
PASS_CALLERS_SUBJECT_YES=Oui
PASS_CALLERS_SUBJECT_NO=Non
INVOCATION_SERVICE_ACCOUNT=Compte de service d'appel
INVOCATION_SERVICE_ACCOUNT_INFO=Compte de service utilis\u00E9 pour appeler le service SOA-DIRECT
ROLE=R\u00F4le
ROLE_INFO=R\u00F4le de communication pour ce service
SYNCHRONOUS_CLIENT=Client synchrone
ASYNCHRONOUS_CLIENT=Client asynchrone
SERVICE_CALLBACK=Callback de service
CALLBACK_PROXY=Proxy de callback
CALLBACK_PROXY_INFO=Service SOA-DIRECT proxy par d\u00E9faut pour le callback SOAP asynchrone
FAULT_PROXY=Proxy d'erreur
FAULT_PROXY_INFO=Service SOA-DIRECT proxy par d\u00E9faut pour les erreurs SOAP asynchrones
WSA_VERSION=Version d'adressage WS
WSA_VERSION_INFO=Espace de noms d'adressage WS par d\u00E9faut \u00E0 utiliser pour les en-t\u00EAtes SOAP
AUGUST2005=http://www.w3.org/2005/08/addressing
AUGUST2004=http://schemas.xmlsoap.org/ws/2004/08/addressing
MARCH2003=http://schemas.xmlsoap.org/ws/2003/03/addressing
DISPATCH_POLICY=Gestionnaire de travaux
DISPATCH_POLICY_INFO=D\u00E9finir un gestionnaire de travaux
SOA_ENV_INVOCATION_SERVICE_ACCOUNT=Compte de service d'appel SOA-DIRECT
SOA_ENV_INVOCATION_SERVICE_ACCOUNT_INFO=Compte de service \u00E0 utiliser pour appeler un service SOA
SOA_ENV_JNDI_SERVICE_ACCOUNT=Compte de service JNDI SOA-DIRECT
SOA_ENV_JNDI_SERVICE_ACCOUNT_INFO=Compte de service \u00E0 utiliser pour consulter un service SOA
ERROR_ENDPOINT_ALREADY_EXISTS=L''adresse SOA nomm\u00E9e {0} est d\u00E9j\u00E0 inscrite
ERROR_URI_ALREADY_EXISTS=L''URI SOA nomm\u00E9 {0} est d\u00E9j\u00E0 inscrit
ERROR_CANNOT_LOAD_CONFIG=Impossible de charger le descripteur de configuration de transport Service Bus : {0}
ERROR_INVALID_URI=URI "{0}" non valide.
ERROR_DUPLICATE_URIs=Les URI en double ne sont pas autoris\u00E9s dans un service fonctionnel
ERROR_NO_WSA_VERSION=Une version d'adressage WS par d\u00E9faut doit \u00EAtre d\u00E9finie lorsqu'un proxy de callback ou d'erreur est indiqu\u00E9
ERROR_GETTING_CALLBACK_INFO=Erreur inattendue lors de l''acc\u00E8s aux informations pour le proxy de callback : {0}
ERROR_GETTING_FAULT_INFO=Erreur inattendue lors de l''acc\u00E8s aux informations pour le proxy d''erreur : {0}
ERROR_CREATE_CODEC_FACTORY=Erreur inattendue lors de la cr\u00E9ation du s\u00E9rialiseur/d\u00E9s\u00E9rialiseur SOAP : {0}
ERROR_CONVERTER_BINDING_INFO=Impossible d''acc\u00E9der aux informations de liaison WSDL pour cette adresse : {0}
ERROR_SENDER_URI_INVALID=L''URI "{0}" n''est pas valide ; il n''est pas conforme au format d\u00E9fini par le transport SOA-DIRECT.
ERROR_SENDER_JNDI_CTX_ERROR=Erreur lors de l''acc\u00E8s au contexte JNDI pour l''appel sortant du transport SOA-DIRECT : {0}
ERROR_SENDER_NO_CREDENTIALS=Erreur inattendue : un compte de service est configur\u00E9, mais le service CredentialCallback n'est pas d\u00E9fini.
ERROR_INVALID_URI_PROTOCOL=Le mod\u00E8le d''URI "{0}" n''est pas reconnu comme celui d''un protocole pris en charge.
ERROR_INVALID_URI_AUTHORITY=L''autorit\u00E9 "{0}" n''est pas valide.
ERROR_INVALID_URI_PORT=Le port "{0}" n''est pas valide.
ERROR_INVALID_URI_PARTS_NUMBER=Le chemin d''URI "{0}" doit comporter 3 ou 4 parties : domainName/compositeName/[versionNumber/]serviceName.
ERROR_PROXY_INVALID_ROLE=Le proxy de callback ou d'erreur n'est pris en charge que dans un r\u00F4le asynchrone
ERROR_PROXY_INFO_NOT_FOUND=Impossible d''acc\u00E9der aux informations du service "{0}"
ERROR_PROXY_INVALID_TYPE=Le type de transport du proxy "{0}" n''est pas pris en charge. Type(s) pris en charge : "{1}"
ERROR_PROXY_NOT_WSDL=Le proxy "{0}" doit \u00EAtre un service WSDL.
ERROR_URI_SVC_CALLBACK_ARITY=Cette adresse fait partie du r\u00F4le Callback de service ; un seul URI peut \u00EAtre d\u00E9fini.
ERROR_URI_ILLEGAL_MARKER=Cette adresse ne fait pas partie du r\u00F4le Callback de service ; l'URI de marqueur de callback ne peut pas \u00EAtre utilis\u00E9.
ERROR_CHECKED_PASS_CALLERS_SUBJECT=Le compte de service d''appel "{0}" n''est pas autoris\u00E9 lorsque l''option Transmettre le sujet de l''appelant est coch\u00E9e.
ERROR_SERVICE_ACCOUNT_TYPE_NOT_SUPPORTED=Le compte de service JNDI "{0}" doit \u00EAtre statique.
ERROR_CODEC_ATTACHMENTS=Le langage WSDL d\u00E9finit des liaisons de pi\u00E8ce jointe MIME qui ne sont pas prises en charge par le transport BPEL.
