messagedetail382000=Se ha producido un error interno.
## P4ADE ## {0} : String uri
messagedetail382001=El servicio de negocio de SOA-DIRECT se llama con el URI "{0}". El URI est\u00E1 vac\u00EDo o no cumple el formato de URI para el transporte de SOA-DIRECT.
messagedetail382002=El servicio de negocio de SOA-DIRECT se llama con el URI de marcador de devoluci\u00F3n de llamada, que no es un URI v\u00E1lido en tiempo de ejecuci\u00F3n.
action382002=existen varias formas para que el URI se haya definido como URI de marcador de devoluci\u00F3n de llamada: - sustituido din\u00E1micamente en el pipeline - el servicio de negocio se ha configurado con el URI de marcador y la l\u00F3gica de pipeline no lo ha sustituido. Compruebe las cabeceras de SOAP y/o pipeline y aseg\u00FArese de que se ha configurado el URI correcto.
## P4ADE ## {0} : Exception e
messagedetail382003=Se ha producido un error inesperado al leer las cabeceras MessageID y/o RelatesTo. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
## P4ADE ## {0} : Exception e
messagedetail382004=Se ha producido un error inesperado al configurar/actualizar la direcci\u00F3n ReplyTo. En la siguiente excepci\u00F3n anidada encontrar\u00E1 m\u00E1s informaci\u00F3n al respecto: {0}
## P4ADE ## {0} : Exception e
messagedetail382005=Se ha producido un error al anular la canalizaci\u00F3n del mensaje de solicitud. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
## P4ADE ## {0} : Exception e
messagedetail382006=Oracle SOA Suite est\u00E1 basado en el modelo de objeto DOM. Se ha producido un error al transformar el mensaje de carga \u00FAtil en un objeto DOM. En la siguiente excepci\u00F3n anidada encontrar\u00E1 m\u00E1s informaci\u00F3n al respecto: {0}
## P4ADE ## {0} : Exception e
messagedetail382007=Puede que haya un problema en la configuraci\u00F3n del servidor que impide la inicializaci\u00F3n correcta de la f\u00E1brica de DOM. En la siguiente excepci\u00F3n anidada encontrar\u00E1 m\u00E1s informaci\u00F3n al respecto: {0}
## P4ADE ## {0} : String op
messagedetail382008=El servicio de negocio de SOA-DIRECT se llama con la operaci\u00F3n "{0}". La operaci\u00F3n est\u00E1 vac\u00EDa o no est\u00E1 definida para el enlace de WSDL configurado.
action382008=Compruebe la configuraci\u00F3n de la cartera de oportunidades y aseg\u00FArese de que se ha definido y configurado la operaci\u00F3n con un valor v\u00E1lido.
messagedetail382009=Se ha producido una excepci\u00F3n remota al intentar llamar al servicio de proxy del transporte de SOA-DIRECT a trav\u00E9s de RMI
action382009=Compruebe que la conexi\u00F3n de red, el servidor de destino y el puerto est\u00E1n en ejecuci\u00F3n. Asimismo, compruebe que el servicio de proxy remoto sigue existiendo
## P4ADE ## {0} : Exception e
messagedetail382010=Se ha producido un error al canalizar el mensaje de respuesta. En la siguiente excepci\u00F3n anidada encontrar\u00E1 m\u00E1s informaci\u00F3n al respecto: {0}
## P4ADE ## {0} : Exception e
messagedetail382011=Se ha producido un error al canalizar el fallo de negocio. En la siguiente excepci\u00F3n anidada encontrar\u00E1 m\u00E1s informaci\u00F3n al respecto: {0}
## P4ADE ## {0} : Exception e
messagedetail382012=Se ha producido un error inesperado al configurar/actualizar la direcci\u00F3n FaultTo. En la siguiente excepci\u00F3n anidada encontrar\u00E1 m\u00E1s informaci\u00F3n al respecto: {0}
## P4ADE ## {0} : Exception e
messagedetail382013=Se ha producido un error inesperado al comprobar si una transacci\u00F3n est\u00E1 en ejecuci\u00F3n. En la siguiente excepci\u00F3n anidada encontrar\u00E1 m\u00E1s informaci\u00F3n al respecto: {0}
messagedetail382014=No hay ninguna direcci\u00F3n de devoluci\u00F3n de llamada para la cabecera de devoluci\u00F3n de llamada de WSA: El punto final no define ninguna direcci\u00F3n f\u00EDsica ni la cabecera hace lo propio con una direcci\u00F3n de devoluci\u00F3n de llamada.
action382014=Defina una direcci\u00F3n de devoluci\u00F3n de llamada f\u00EDsica en la configuraci\u00F3n del transporte para esta cabecera; o bien agr\u00E9guela manualmente en la cartera de oportunidades
