Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OID/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Category_LDAPEntryAccess
source: LDAP Entry Access
de: LDAP-Eintragszugriff
es: Acceso de Entrada de LDAP
fr: Accès à l'entrée LDAP
it: Accesso alla voce LDAP
ja: LDAPエントリ・アクセス
ko: LDAP 항목 액세스
pt_br: Acesso à Entrada LDAP
zh_cn: LDAP 条目访问
zh_tw: LDAP 項目存取

# Event_CompareDataItemAttributes
source: Compare Data Item Attributes
de: Datenelementattribute vergleichen
es: Comparar Atributos de Elementos de Datos
fr: Comparer les attributs d'éléments de données
it: Confronta attributi elementi dati
ja: データ項目属性の比較
ko: 데이터 항목 속성 비교
pt_br: Comparar Atributos do Item de Dados
zh_cn: 比较数据项属性
zh_tw: 比較資料項目屬性

# Event_LockAccount
source: Lock Account
de: Account sperren
es: Bloquear Cuenta
fr: Verrouiller le compte
it: Blocca account
ja: アカウントのロック
ko: 계정 잠금
pt_br: Bloquear Conta
zh_cn: 锁定帐户
zh_tw: 鎖定帳戶

# Event_custInternalOperation
source: cust Internal Operation
de: Benutzerdefinierter interner Vorgang
es: Operación Interna Personalizada
fr: Opération interne personnalisée
it: Operazione interna personalizzata
ja: カスタム内部操作
ko: 사용자 정의 내부 작업
pt_br: Operação Interna do cliente
zh_cn: 定制内部操作
zh_tw: 自訂內部作業

# Attribute_custEventStatusDetail
source: cust Event Status Detail
de: Detail des benutzerdefinierten Ereignisstatus
es: Detalle de Estado de Evento Personalizado
fr: Détail du statut de l'événement personnalisé
it: Dettagli stato evento personalizzato
ja: カスタム・イベント・ステータス詳細
ko: 사용자 정의 이벤트 상태 세부 정보
pt_br: Detalhes do Status do Evento do cliente
zh_cn: 定制事件状态详细资料
zh_tw: 自訂事件狀態詳細資訊

# Attribute_custEventOp
source: cust Event Op
de: Benutzerdefinierter Ereignisvorgang
es: Operación de Evento Personalizada
fr: Op de l'événement personnalisé
it: Operazione evento personalizzato
ja: カスタム・イベント操作
ko: 사용자 정의 이벤트 작업
pt_br: Op. do Evento do cliente
zh_cn: 定制事件操作
zh_tw: 自訂事件作業

# Help_Event_UserLogin
source: User login (LDAP bind) to OID server. This event is generated by ldapbind operation. Initiator attribute for this event is the DN of the user logged in to OID.
de: Benutzeranmeldung (LDAP-Bind) bei dem OID-Server. Dieses Ereignis wird von dem ldapbind-Vorgang generiert. Das Initiatorattribut für dieses Ereignis ist der DN des Benutzers, der bei OID angemeldet ist.
es: Conexión de usuario (enlace de LDAP) al servidor OID. Este evento está generado por una operación ldapbind. El atributo de iniciador de este evento es el DN del usuario conectado a OID.
fr: Connexion utilisateur (bind LDAP) au serveur OID. Cet événement est généré par l'opération ldapbind. L'attribut initiateur pour cet événement est le nom distinctif (DN) de l'utilisateur connecté à OID.
it: Login utente (autenticazione LDAP) al server OID. Questo evento viene generato dall'operazione ldapbind. L'attributo che funge da responsabile avvio per l'evento è il DN dell'utente collegato a OID.
ja: OIDサーバーへのユーザー・ログイン(LDAPバインド)です。このイベントはldapbind操作によって生成されます。このイベントのイニシエータ属性はOIDにログインしているユーザーのDNです。
ko: OID 서버에 대한 사용자 로그인(LDAP 바인드)입니다. 이 이벤트는 ldapbind 작업에 의해 생성됩니다. 이 이벤트의 개시자 속성은 OID에 로그인한 사용자의 DN입니다.
pt_br: Log-in do usuário (bind de LDAP) ao servidor OID. Este evento foi gerado pela operação ldapbind. O atributo do iniciador para este evento é o DN do usuário que efetuou log-in ao OID.
zh_cn: OID 服务器的用户登录 (LDAP 绑定)。此事件由 ldapbind 操作生成。此事件的启动方属性是登录到 OID 的用户的 DN。
zh_tw: 使用者登入 (LDAP 連結) OID 伺服器. 此事件由 ldapbind 作業產生. 此事件的啟動者屬性是登入 OID 之使用者的 DN.

# Help_Event_UserLogout
source: User logout (LDAP unbind) from OID server. This event is generated by unbind operation. Initiator attribute for this event is the DN of the user logged out of OID.
de: Benutzerabmeldung (LDAP-Unbind) von dem OID-Server. Dieses Ereignis wird von dem unbind-Vorgang generiert. Das Initiatorattribut für dieses Ereignis ist der DN des Benutzers, der sich bei OID abgemeldet hat.
es: Desconexión de usuario (anulación de enlace de LDAP) del servidor OID. Este evento está generado por una operación unbind. El atributo de iniciador de este evento es el DN del usuario desconectado de OID.
fr: Déconnexion utilisateur (opération "unbind" LDAP) du serveur OID. Cet événement est généré par une opération "unbind". L'attribut initiateur pour cet événement est le nom distinctif (DN) de l'utilisateur déconnecté d'OID.
it: Logout utente (annullamento dell'autenticazione LDAP) dal server OID. Questo evento viene generato dall'operazione unbind. L'attributo che funge da responsabile avvio per l'evento è il DN dell'utente scollegato da OID.
ja: OIDサーバーからのユーザー・ログアウト(LDAPアンバインド)です。このイベントはアンバインド操作によって生成されます。このイベントのイニシエータ属性はOIDからログアウトしたユーザーのDNです。
ko: OID 서버에서의 사용자 로그아웃(LDAP 바인드 해제)입니다. 이 이벤트는 바인드 해제 작업에 의해 생성됩니다. 이 이벤트의 개시자 속성은 OID에서 로그아웃한 사용자의 DN입니다.
pt_br: Log-out do usuário (unbind de LDAP) do servidor OID. Este evento foi gerado pela operação unbind. O atributo do iniciador para este evento é o DN do usuário que efetuou log-out ao OID.
zh_cn: OID 服务器的用户注销 (LDAP 取消绑定)。此事件由取消绑定操作生成。此事件的启动方属性是从 OID 注销的用户的 DN。
zh_tw: 使用者登出 (LDAP 取消連結) OID 伺服器. 此事件由 unbind 作業產生. 此事件的啟動者屬性是登出 OID 之使用者的 DN.

# Help_Event_CheckAuthorization
source: Permissions granted/denied to user for performing an LDAP operation. This event is generated by ldapadd, ldapdelete, ldapcompare, ldapmodify operations. Initiator attribute for this event is the DN of the user performing the LDAP operation. Target attribute of this event is the DN of the user to whom authorization is granted/denied and resource attribute is the entry DN or the attribute on which operation authorization is granted/denied.
de: Berechtigungen, die dem Benutzer zur Ausführung eines LDAP-Vorgangs erteilt/entzogen wurden. Dieses Ereignis wird von den Vorgängen ldapadd, ldapdelete, ldapcompare, ldapmodify generiert. Das Initiatorattribut für dieses Ereignis ist der DN des Benutzers, der den LDAP-Vorgang ausführt. Das Zielattribut dieses Ereignisses ist der DN des Benutzers, dem die Autorisierung erteilt/entzogen wird. Das Ressourcenattribut ist der Eintrags-DN oder das Attribut, für das die Vorgangsautorisierung erteilt/entzogen wird.
es: Permisos otorgados/denegados al usuario para realizar una operación de LDAP. Este evento está generado por las operaciones ldapadd, ldapdelete, ldapcompare y ldapmodify. El atributo de iniciador de este evento es el DN del usuario que realiza la operación de LDAP. El atributo de destino de este evento es el DN del usuario al que se otorga/deniega la autorización y el atributo de recurso es el DN de entrada o el atributo en el que se otorga/deniega la autorización de la operación.
fr: Droits d'accès octroyés/refusés à l'utilisateur pour exécuter une opération LDAP. Cet événement est généré par les opérations ldapadd, ldapdelete, ldapcompare, ldapmodify. L'attribut initiateur pour cet événement est le nom distinctif (DN) de l'utilisateur qui exécute l'opération LDAP. L'attribut cible de cet événement est le nom distinctif de l'utilisateur auquel l'autorisation est octroyée/refusée et l'attribut de ressource est le nom distinctif d'entrée ou l'attribut sur lequel l'autorisation d'opération est octroyée/refuseé.
it: Autorizzazioni concesse/negate all'utente per l'esecuzione di un'operazione LDAP. Questo evento viene generato dalle operazioni ldapadd, ldapdelete, ldapcompare e ldapmodify. L'attributo che funge da responsabile avvio per l'evento è il DN dell'utente che esegue l'operazione LDAP. L'attributo di destinazione è il DN dell'utente al quale viene concessa/negata l'autorizzazione e l'attributo risorsa è il DN voce o l'attributo per cui viene concessa/negata l'autorizzazione dell'operazione.
ja: LDAP操作を実行するためにユーザーに対して付与/拒否される権限です。このイベントは、ldapadd、ldapdelete、ldapcompare、ldapmodify操作によって生成されます。このイベントのイニシエータ属性はLDAP操作を実行中のユーザーのDNです。このイベントのターゲット属性は、認可が付与/拒否されるユーザーのDNであり、リソース属性は、エントリDNまたは操作の認可が付与/拒否される属性です。
ko: LDAP 작업을 수행하기 위해 사용자에게 부여/거부된 권한입니다. 이 이벤트는 ldapadd, ldapdelete, ldapcompare, ldapmodify 작업에 의해 생성됩니다. 이 이벤트의 개시자 속성은 LDAP 작업을 수행하는 사용자의 DN입니다. 이 이벤트의 대상 속성은 권한이 부여/거부된 사용자의 DN이고, 리소스 속성은 작업 권한이 부여되거나 거부된 항목 DN 또는 속성입니다.
pt_br: Permissões concedidas/negadas ao usuário para executar uma operação LDAP. Este evento é gerado pelas operações ldapadd, ldapdelete, ldapcompare, ldapmodify. O atributo do iniciador deste evento é o DN do usuário que está executando a operação LDAP. O atributo do alvo deste evento é o DN do usuário para o qual a autorização é concedida/negada e o atributo do recurso é o DN de entrada ou o atributo no qual a autorização da operação é concedida/negada.
zh_cn: 面向用户所授予/拒绝的执行 LDAP 操作的权限。此事件由 ldapadd, ldapdelete, ldapcompare, ldapmodify 操作生成。此事件的启动方属性是执行 LDAP 操作的用户的 DN。此事件的目标属性是发生授予/拒绝授权的用户的 DN, 而资源属性是发生授予/拒绝操作授权的条目 DN 或属性。
zh_tw: 授與/拒絕使用者執行 LDAP 作業的權限. 此事件由 ldapadd, ldapdelete, ldapcompare, ldapmodify 作業產生. 此事件的啟動者屬性是執行 LDAP 作業之使用者的 DN. 此事件的目標屬性是被授與/拒絕授權之使用者的 DN, 而資源屬性是被授與/拒絕作業授權的項目 DN 或屬性.

# Help_Event_ModifyDataItemAttributes
source: Modify sensitive information e.g. data related to user credentials, configuration, access control. This event is generated by ldapmodify operation. Initiator attribute for this event is the DN of the user performing the LDAP operation and resource attribute is the entry DN or the LDAP attribute on which operation is performed.
de: Änderungsbezogene Informationen, z.B. Daten, die sich auf Benutzerzugangsdaten, Konfiguration, Zugriffskontrolle beziehen. Dieses Ereignis wird vom ldapmodify-Vorgang generiert. Das Initiatorattribut für dieses Ereignis ist der DN des Benutzers, der den LDAP-Vorgang ausführt. Das Ressourcenattribut ist der Eintrags-DN oder das LDAP-Attribut, für das der Vorgang ausgeführt wird.
es: Modificar información confidencial, por ejemplo, datos relacionados con las credenciales de usuario, la configuración o el control de acceso. Este evento lo genera la operación ldapmodify. El atributo de iniciador de este evento es el DN del usuario que realiza la operación de LDAP y el atributo de recurso es el DN de entrada o el atributo de LDAP en el que se realiza la operación.
fr: Modifier les informations confidentielles, par exemple les données liées aux informations d'identification et de connexion utilisateur, à la configuration ou au contrôle d'accès. Cet événement est généré par l'opération ldapmodify. L'attribut initiateur pour cet événement est le nom distinctif (DN) de l'utilisateur qui exécute l'opération LDAP et l'attribut de ressource est le nom distinctif d'entrée ou l'attribut LDAP sur lequel l'opération est exécutée.
it: Modifica informazioni riservate, ad esempio i dati correlati alle credenziali utente, alla configurazione e al controllo dell'accesso. Questo evento viene generato dall'operazione ldapmodify. L'attributo che funge da responsabile avvio per l'evento è il DN dell'utente che esegue l'operazione LDAP, mentre l'attributo risorsa è il DN voce o l'attributo LDAP sul quale viene eseguita l'operazione.
ja: ユーザー資格証明、構成、アクセス制御に関連するデータなどの機密情報を変更します。このイベントはldapmodify操作によって生成されます。このイベントのイニシエータ属性はLDAP操作を実行中のユーザーのDNであり、リソース属性は、エントリDNまたは操作が実行されるLDAP属性です。
ko: 사용자 인증서, 구성, 액세스 제어 관련 데이터와 같이 중요한 정보를 수정합니다. 이 이벤트는 ldapmodify 작업에 의해 생성됩니다. 이 이벤트의 개시자 속성은 LDAP 작업을 수행하는 사용자의 DN이고, 리소스 속성은 작업이 수행되는 항목 DN 또는 LDAP 속성입니다.
pt_br: Modificar informações confidenciais, por ex.: dados relacionados às credenciais do usuário, configuração, controle de acesso. Este evento é gerado pela operação ldapmodify. O atributo do iniciador deste evento é o DN do usuário que executa a operação LDAP e o atributo do recurso é o DN de entrada ou o atributo LDAP no qual a operação é executada.
zh_cn: 修改敏感信息, 例如与用户身份证明, 配置, 访问控制相关的数据。此事件由 ldapmodify 生成。此事件的启动方属性是执行 LDAP 操作的用户的 DN, 而资源属性是对其执行操作的条目 DN 或 LDAP 属性。
zh_tw: 修改機密資訊, 例如與使用者證明資料, 組態, 存取控制有關的資料. 此事件由 ldapmodify 作業產生. 此事件的啟動者屬性是執行 LDAP 作業之使用者的 DN, 而資源屬性是作業執行對象的項目 DN 或 LDAP 屬性.

# Help_Event_ChangePassword
source: Change a user's password.
de: Ändern Sie das Kennwort eines Benutzers.
es: Cambiar la contraseña de un usuario.
fr: Modifier le mot de passe d'un utilisateur.
it: Modifica la password di un utente.
ja: ユーザーのパスワードを変更します。
ko: 사용자 비밀번호를 변경합니다.
pt_br: Alterar uma senha do usuário.
zh_cn: 更改用户的口令。
zh_tw: 建立使用者密碼.

# Help_Event_CreateAccount
source: Create a user or group. This event is generated by ldapadd operation. Initiator attribute for this event is the DN of the user performing the LDAP operation. Target attribute of this event is the DN of the user or group that is created.
de: Erstellen Sie einen Benutzer oder eine Gruppe. Dieses Ereignis wird vom ldapadd-Vorgang generiert. Das Initiatorattribut für dieses Ereignis ist der DN des Benutzers, der den LDAP-Vorgang ausführt. Das Zielattribut dieses Ereignisses ist der DN des Benutzers oder der Gruppe, der bzw. die erstellt wird.
es: Crear un usuario o un grupo. Este evento se genera mediante la operación ldapadd. El atributo de iniciador de este evento es el DN del usuario que realiza la operación de LDAP. El atributo de destino de este evento es el DN del usuario o del grupo creado.
fr: Créer un utilisateur ou un groupe. Cet événement est généré par l'opération ldapadd. L'attribut initiateur pour cet événement est le nom distinctif (DN) de l'utilisateur qui exécute l'opération LDAP. L'attribut cible de cet événement est le nom distinctif de l'utilisateur ou groupe créé.
it: Crea un utente o un gruppo. Questo evento viene generato dall'operazione ldapadd. L'attributo che funge da responsabile avvio per l'evento è il DN dell'utente che esegue l'operazione LDAP, mentre l'attributo di destinazione è il DN dell'utente o del gruppo creato.
ja: ユーザーまたはグループを作成します。このイベントはldapadd操作によって生成されます。このイベントのイニシエータ属性はLDAP操作を実行中のユーザーのDNです。このイベントのターゲット属性は作成されるユーザーまたはグループのDNです。
ko: 사용자 또는 그룹을 생성합니다. 이 이벤트는 ldapadd 작업에 의해 생성됩니다. 이 이벤트의 개시자 속성은 LDAP 작업을 수행하는 사용자의 DN이고, 이 이벤트의 대상 속성은 생성된 사용자 또는 그룹의 DN입니다.
pt_br: Criar um usuário ou grupo. Este evento é gerado pela operação ldapadd. O atributo do iniciador deste evento é o DN do usuário que está executando a operação LDAP. O atributo-alvo deste evento é o DN do usuário ou grupo que foi criado.
zh_cn: 创建用户或组。此事件由 ldapadd 操作生成。此事件的启动方属性是执行 LDAP 操作的用户的 DN。此事件的目标属性是所创建的用户或组的 DN。
zh_tw: 建立使用者或群組. 此事件由 ldapadd 作業產生. 此事件的啟動者屬性是執行 LDAP 作業之使用者的 DN. 此事件的目標屬性是建立之使用者或群組的 DN.

# Help_Event_DeleteAccount
source: Delete a user or group. This event is generated by ldapdelete operation. Initiator attribute for this event is the DN of the user performing the LDAP operation. Target attribute of this event is the DN of the user or group that is terminated.
de: Löschen Sie einen Benutzer oder eine Gruppe. Dieses Ereignis wird vom ldapdelete-Vorgang generiert. Das Initiatorattribut für dieses Ereignis ist der DN des Benutzers, der den LDAP-Vorgang ausführt. Das Zielattribut dieses Ereignisses ist der DN des Benutzers oder der Gruppe, der bzw. die beendet wird.
es: Suprimir un usuario o un grupo. Este evento se genera mediante la operación ldapdelete. El atributo de iniciador de este evento es el DN del usuario que realiza la operación de LDAP. El atributo de destino de este evento es el DN del usuario o del grupo terminado.
fr: Supprimer un utilisateur ou un groupe. Cet événement est généré par l'opération ldapdelete. L'attribut initiateur pour cet événement est le nom distinctif (DN) de l'utilisateur qui exécute l'opération LDAP. L'attribut cible de cet événement est le nom distinctif de l'utilisateur ou groupe interrompu.
it: Elimina un utente o un gruppo. Questo evento viene generato dall'operazione ldapdelete. L'attributo che funge da responsabile avvio per l'evento è il DN dell'utente che esegue l'operazione LDAP, mentre l'attributo di destinazione è il DN dell'utente o del gruppo eliminato.
ja: ユーザーまたはグループを削除します。このイベントはldapdelete操作によって生成されます。このイベントのイニシエータ属性はLDAP操作を実行中のユーザーのDNです。このイベントのターゲット属性は終了されるユーザーまたはグループのDNです。
ko: 사용자 또는 그룹을 삭제합니다. 이 이벤트는 ldapdelete 작업에 의해 생성됩니다. 이 이벤트의 개시자 속성은 LDAP 작업을 수행하는 사용자의 DN이고, 이 이벤트의 대상 속성은 종료된 사용자 또는 그룹의 DN입니다.
pt_br: Deletar um usuário ou grupo. Este evento é gerado pela operação ldapdelete. O atributo do iniciador deste evento é o DN do usuário que está executando a operação LDAP. O atributo-alvo deste evento é o DN do usuário ou grupo que foi encerrado.
zh_cn: 删除用户或组。此事件由 ldapdelete 操作生成。此事件的启动方属性是执行 LDAP 操作的用户的 DN。此事件的目标属性是所终止的用户或组的 DN。
zh_tw: 刪除使用者或群組. 此事件由 ldapdelete 作業產生. 此事件的啟動者屬性是執行 LDAP 作業之使用者的 DN. 此事件的目標屬性是終止之使用者或群組的 DN.

# Help_Event_DisableAccount
source: Disable a user or group. This event is generated as a result of ldapbind or ldapcompare (e.g. through SSO) operation. Initiator attribute for this event is the DN of the user performing the LDAP operation. Target attribute of this event is the DN of the user or group that is disabled.
de: Deaktivieren Sie einen Benutzer oder eine Gruppe. Dieses Ereignis wird als Folge eines ldapbind- oder ldapcompare-Vorgangs (z.B. durch SSO) generiert. Das Initiatorattribut für dieses Ereignis ist der DN des Benutzers, der den LDAP-Vorgang ausführt. Das Zielattribut dieses Ereignisses ist der DN des Benutzers oder der Gruppe, der bzw. die deaktiviert wird.
es: Desactivar un usuario o un grupo. Este evento se genera como resultado de una operación ldapbind o ldapcompare (por ejemplo, mediante SSO). El atributo de iniciador de este evento es el DN del usuario que realiza la operación de LDAP. El atributo de destino de este evento es el DN del usuario o del grupo desactivado.
fr: Désactiver un utilisateur ou groupe. Cet événement est généré suite à l'opération ldapbind ou ldapcompare (par exemple par l'intermédiaire de SSO). L'attribut initiateur pour cet événement est le nom distinctif (DN) de l'utilisateur qui exécute l'opération LDAP. L'attribut cible de cet événement est le nom distinctif de l'utilisateur ou groupe désactivé.
it: Disabilita un utente o un gruppo. Questo evento viene generato in seguito a un'operazione ldapbind o ldapcompare (tramite SSO). L'attributo che funge da responsabile avvio per l'evento è il DN dell'utente che esegue l'operazione LDAP, mentre l'attributo di destinazione è il DN dell'utente o del gruppo disabilitato.
ja: ユーザーまたはグループを無効化します。このイベントはldapbindまたはldapcompare(例: SSOを使用)操作の結果として生成されます。このイベントのイニシエータ属性はLDAP操作を実行中のユーザーのDNです。このイベントのターゲット属性は無効化されるユーザーまたはグループのDNです。
ko: 사용자 또는 그룹을 비활성화합니다. 이 이벤트는 ldapbind 또는 ldapcompare(예: SSO를 통해) 작업의 결과로 생성됩니다. 이 이벤트의 개시자 속성은 LDAP 작업을 수행하는 사용자의 DN이고, 이 이벤트의 대상 속성은 비활성화된 사용자 또는 그룹의 DN입니다.
pt_br: Desativar um usuário ou grupo. Este evento é gerado como resultado da operação ldapbind ou ldapcompare (por ex.: através de SSO). O atributo do iniciador deste evento é o DN do usuário que está executando a operação LDAP. O atributo-alvo deste evento é o DN do usuário ou grupo que foi desativado.
zh_cn: 禁用用户或组。此事件是作为 ldapbind 或 ldapcompare (例如, 通过 SSO) 操作的结果生成的。此事件的启动方属性是执行 LDAP 操作的用户的 DN。此事件的目标属性是所禁用的用户或组的 DN。
zh_tw: 停用使用者或群組. 此事件由 ldapbind 或 ldapcompare (例如透過 SSO) 作業產生. 此事件的啟動者屬性是執行 LDAP 作業之使用者的 DN. 此事件的目標屬性是被停用之使用者或群組的 DN.

# Help_Event_EnableAccount
source: Enable a user or group. This event is generated as a result of ldapbind or ldapcompare (e.g. through SSO) operation. Initiator attribute for this event is the DN of the user performing the LDAP operation. Target attribute of this event is the DN of the user or group that is enabled.
de: Aktivieren Sie einen Benutzer oder eine Gruppe. Dieses Ereignis wird als Folge eines ldapbind- oder ldapcompare-Vorgangs (z.B. durch SSO) generiert. Das Initiatorattribut für dieses Ereignis ist der DN des Benutzers, der den LDAP-Vorgang ausführt. Das Zielattribut dieses Ereignisses ist der DN des Benutzers oder der Gruppe, der bzw. die aktiviert wird.
es: Activar un usuario o un grupo. Este evento se genera como resultado de una operación ldapbind o ldapcompare (por ejemplo, mediante SSO). El atributo de iniciador de este evento es el DN del usuario que realiza la operación de LDAP. El atributo de destino de este evento es el DN del usuario o del grupo activado.
fr: Activer un utilisateur ou groupe. Cet événement est généré suite à l'opération ldapbind ou ldapcompare (par exemple par l'intermédiaire de SSO). L'attribut initiateur pour cet événement est le nom distinctif (DN) de l'utilisateur qui exécute l'opération LDAP. L'attribut cible de cet événement est le nom distinctif de l'utilisateur ou groupe activé.
it: Abilita un utente o un gruppo. Questo evento viene generato in seguito a un'operazione ldapbind o ldapcompare (tramite SSO). L'attributo che funge da responsabile avvio per l'evento è il DN dell'utente che esegue l'operazione LDAP, mentre l'attributo di destinazione è il DN dell'utente o del gruppo abilitato.
ja: ユーザーまたはグループを有効化します。このイベントはldapbindまたはldapcompare(例: SSOを使用)操作の結果として生成されます。このイベントのイニシエータ属性はLDAP操作を実行中のユーザーのDNです。このイベントのターゲット属性は有効化されるユーザーまたはグループのDNです。
ko: 사용자 또는 그룹을 활성화합니다. 이 이벤트는 ldapbind 또는 ldapcompare(예: SSO를 통해) 작업의 결과로 생성됩니다. 이 이벤트의 개시자 속성은 LDAP 작업을 수행하는 사용자의 DN이고, 이 이벤트의 대상 속성은 활성화된 사용자 또는 그룹의 DN입니다.
pt_br: Ativar um usuário ou grupo. Este evento é gerado como resultado da operação ldapbind ou ldapcompare (por ex.: através de SSO). O atributo do iniciador deste evento é o DN do usuário que está executando a operação LDAP. O atributo-alvo deste evento é o DN do usuário ou grupo que foi ativado.
zh_cn: 启用用户或组。此事件是作为 ldapbind 或 ldapcompare (例如, 通过 SSO) 操作的结果生成的。此事件的启动方属性是执行 LDAP 操作的用户的 DN。此事件的目标属性是所启用的用户或组的 DN。
zh_tw: 啟用使用者或群組. 此事件由 ldapbind 或 ldapcompare (例如透過 SSO) 作業產生. 此事件的啟動者屬性是執行 LDAP 作業之使用者的 DN. 此事件的目標屬性是被啟用之使用者或群組的 DN.

# Help_Event_ModifyAccount
source: Modify attributes of a user or group.
de: Ändern Sie die Attribute eines Benutzers oder einer Gruppe.
es: Modificar los atributos de un usuario o un grupo.
fr: Modifier les attributs d'un utilisateur ou d'un groupe.
it: Modifica gli attributi di un utente o di un gruppo.
ja: ユーザーまたはグループの属性を変更します。
ko: 사용자 또는 그룹의 속성을 수정합니다.
pt_br: Modificar atributos de um usuário ou grupo.
zh_cn: 修改用户或组的属性。
zh_tw: 修改使用者或群組的屬性.
