Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OID/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Help_Event_CompareDataItemAttributes
source: Compare sensitive information e.g. data related to user credentials, configuration, access control. This event is generated by ldapmodify operation. Initiator attribute for this event is the DN of the user performing the LDAP operation and resource attribute is the entry DN or the LDAP attribute on which operation is performed.
de: Vertrauliche Informationen vergleichen, z.B. Daten, die sich auf Benutzerzugangsdaten, Konfiguration, Zugriffskontrolle beziehen. Dieses Ereignis wird vom ldapmodify -Vorgang generiert. Das Initiatorattribut für dieses Ereignis ist der DN des Benutzers, der den LDAP-Vorgang ausführt. Das Ressourcenattribut ist der Eintrags-DN oder das LDAP-Attribut, für das der Vorgang ausgeführt wird.
es: Comparar información confidencial, por ejemplo, datos relacionados con las credenciales de usuario, la configuración o el control de acceso. Este evento lo genera la operación ldapmodify. El atributo de iniciador de este evento es el DN del usuario que realiza la operación de LDAP y el atributo de recurso es el DN de entrada o el atributo de LDAP en el que se realiza la operación.
fr: Comparer les informations confidentielles, par exemple les données liées aux informations d'identification et de connexion utilisateur, à la configuration ou au contrôle d'accès. Cet événement est généré par l'opération ldapmodify. L'attribut initiateur pour cet événement est le nom distinctif (DN) de l'utilisateur qui exécute l'opération LDAP et l'attribut de ressource est le nom distinctif d'entrée ou l'attribut LDAP sur lequel l'opération est exécutée.
it: Confronta informazioni riservate, ad esempio i dati correlati alle credenziali utente, alla configurazione e al controllo dell'accesso. Questo evento viene generato dall'operazione ldapmodify. L'attributo che funge da responsabile avvio per l'evento è il DN dell'utente che esegue l'operazione LDAP, mentre l'attributo risorsa è il DN voce o l'attributo LDAP sul quale viene eseguita l'operazione.
ja: ユーザー資格証明、構成、アクセス制御に関連するデータなどの機密情報を比較します。このイベントはldapmodify操作によって生成されます。このイベントのイニシエータ属性はLDAP操作を実行中のユーザーのDNであり、リソース属性は、エントリDNまたは操作が実行されるLDAP属性です。
ko: 사용자 인증서, 구성, 액세스 제어 관련 데이터와 같이 중요한 정보를 비교합니다. 이 이벤트는 ldapmodify 작업에 의해 생성됩니다. 이 이벤트의 개시자 속성은 LDAP 작업을 수행하는 사용자의 DN이고, 리소스 속성은 작업이 수행되는 항목 DN 또는 LDAP 속성입니다.
pt_br: Comparar informações confidenciais, por ex.: dados relacionados às credenciais do usuário, configuração, controle de acesso. Este evento é gerado pela operação ldapmodify. O atributo do iniciador deste evento é o DN do usuário que executa a operação LDAP e o atributo do recurso é o DN de entrada ou o atributo LDAP no qual a operação é executada.
zh_cn: 比较敏感信息, 例如与用户身份证明, 配置, 访问控制相关的数据。此事件由 ldapmodify 操作生成。此事件的启动方属性是执行 LDAP 操作的用户的 DN, 而资源属性是对其执行操作的条目 DN 或 LDAP 属性。
zh_tw: 比較機密資訊, 例如與使用者證明資料, 組態, 存取控制有關的資料. 此事件由 ldapmodify 作業產生. 此事件的啟動者屬性是執行 LDAP 作業之使用者的 DN, 資源屬性是作業執行對象的項目 DN 或 LDAP 屬性.

# Help_Event_LockAccount
source: Lock a user's account.
de: Sperren Sie den Account eines Benutzers.
es: Bloquear la cuenta de un usuario.
fr: Verrouiller un compte utilisateur.
it: Blocca l'account di un utente.
ja: ユーザーのアカウントをロックします。
ko: 사용자 계정을 잠급니다.
pt_br: Bloquear uma conta do usuário.
zh_cn: 锁定用户的帐户。
zh_tw: 鎖定使用者的帳戶.

# Help_Event_custInternalOperation
source: Internal LDAP operation. This event is generated by LDAP operation such as ldapadd, ldapdelete, ldapcompare, ldapmodify, ldapsearch. Initiator attribute for this event is the DN of the user performing the LDAP operation. Target attribute of this event is the DN of the user whose attribute is added/deleted/modified/searched and resource attribute is the user's attribute on which the operation is performed.
de: Interner LDAP-Vorgang. Dieses Ereignis wird von einem LDAP-Vorgang generiert, wie ldapadd, ldapdelete, ldapcompare, ldapmodify, ldapsearch. Das Initiatorattribut für dieses Ereignis ist der DN des Benutzers, der den LDAP-Vorgang ausführt. Das Zielattribut dieses Ereignisses ist der DN des Benutzers, dessen Attribut hinzugefügt/gelöscht/geändert/gesucht wird. Das Ressourcenattribut ist das Attribut des Benutzers, für den der Vorgang ausgeführt wird.
es: Operación de LDAP interna. Este evento se genera mediante una operación de LDAP como ldapadd, ldapdelete, ldapcompare, ldapmodify o ldapsearch. El atributo de iniciador de este evento es el DN del usuario que realiza la operación de LDAP. El atributo de destino de este evento es el DN del usuario cuyo atributo se agrega/suprime/modifica/busca y el atributo de recurso es el atributo de usuario en el que se realiza la operación.
fr: Opération LDAP interne. Cet événement est généré par des opérations LDAP telles que ldapadd, ldapdelete, ldapcompare, ldapmodify, ldapsearch. L'attribut initiateur pour cet événement est le nom distinctif (DN) de l'utilisateur qui exécute l'opération LDAP. L'attribut cible de cet événement est le nom distinctif de l'utilisateur dont l'attribut est ajouté/supprimé/modifié/recherché et l'attribut de ressource est l'attribut utilisateur sur lequel l'opération est exécutée.
it: Operazione LDAP interna. Questo evento viene generato da un'operazione LDAP quale ldapadd, ldapdelete, ldapcompare, ldapmodify o ldapsearch. L'attributo che funge da responsabile avvio per l'evento è il DN dell'utente che esegue l'operazione LDAP. L'attributo di destinazione è il DN dell'utente di cui viene aggiunto/eliminato/modificato/cercato l'attributo e l'attributo risorsa è l'attributo dell'utente sul quale viene eseguita l'operazione.
ja: 内部LDAP操作です。このイベントはldapadd、ldapdelete、ldapcompare、ldapmodify、ldapsearchなどのLDAP操作によって生成されます。このイベントのイニシエータ属性はLDAP操作を実行中のユーザーのDNです。このイベントのターゲット属性は、属性が追加/削除/変更/検索されるユーザーのDNであり、リソース属性は、操作が実行されるユーザーの属性です。
ko: 내부 LDAP 작업입니다. 이 이벤트는 ldapadd, ldapdelete, ldapcompare, ldapmodify, ldapsearch와 같은 LDAP 작업에 의해 생성됩니다. 이 이벤트의 개시자 속성은 LDAP 작업을 수행하는 사용자의 DN입니다. 이 이벤트의 대상 속성은 속성이 추가/삭제/수정/검색된 사용자의 DN이고, 리소스 속성은 작업이 수행된 사용자의 속성입니다.
pt_br: Operação LDAP interna. Este evento é gerado por uma operação LDAP, como ldapadd, ldapdelete, ldapcompare, ldapmodify, ldapsearch. O atributo do iniciador deste evento é o DN do usuário que está executando a operação LDAP. O atributo-alvo deste evento é o DN do usuário cujo atributo foi adicionado/deletado/modificado/pesquisado e o atributo do recurso é o atributo do usuário no qual a operação foi executada.
zh_cn: 内部 LDAP 操作。此事件由 LDAP 操作 (例如 ldapadd, ldapdelete, ldapcompare, ldapmodify, ldapsearch) 生成。此事件的启动方属性是执行 LDAP 操作的用户的 DN。此事件的目标属性是添加/删除/修改/搜索其属性的用户的 DN, 而资源属性是对其执行操作的用户属性。
zh_tw: 內部 LDAP 作業. 此事件由 LDAP 作業 (例如 ldapadd, ldapdelete, ldapcompare, ldapmodify, ldapsearch) 產生. 此事件的啟動者屬性是執行 LDAP 作業之使用者的 DN. 此事件的目標屬性是其屬性為 added/deleted/modified/searched 之使用者的 DN, 而資源屬性是作業執行對象的使用者屬性.

# Help_Attribute_custEventStatusDetail
source: This attribute conveys event status detail info, e.g. error code and other details in case of failure of the associated LDAP operation.
de: Dieses Attribut gibt Detailinformationen zum Ereignisstatus an, z.B. Fehlercode und andere Details bei einem Fehler des verknüpften LDAP-Vorgangs.
es: Este atributo transmite información detallada sobre el estado del evento, por ejemplo, el código de error y otros detalles en caso de que falle la operación de LDAP asociada.
fr: Cet attribut transmet des informations détaillées de statut d'événement, par exemple le code d'erreur et d'autres détails en cas d'échec de l'opération LDAP associée.
it: Questo attributo fornisce informazioni dettagliate sullo stato dell'evento, ad esempio il codice di errore e altri dettagli, in caso di errore dell'operazione LDAP associata.
ja: この属性は、関連付けられたLDAP操作に失敗した際にエラー・コードなどのイベント・ステータス詳細情報およびその他の詳細を伝達します。
ko: 이 속성은 연관된 LDAP 작업을 실패한 경우의 오류 코드 및 기타 세부 정보와 같은 이벤트 상태 세부 정보를 제공합니다.
pt_br: Este atributo divulga as informações de detalhes do status do evento, por ex.: código de erro e outros detalhes, no caso da operação LDAP associada
zh_cn: 此属性表示事件状态详细信息, 例如在关联的 LDAP 操作失败时出现的错误代码和其他详细资料。
zh_tw: 此屬性包含事件狀態詳細資訊, 例如相關 LDAP 作業失敗時的錯誤代碼和其他詳細資訊.

# Help_Attribute_custEventOp
source: This attribute specifies the LDAP operation name associated with this event, e.g. ldapbind, ldapadd, ldapsearch etc.
de: Dieses Attribut gibt den Namen des LDAP-Vorgangs an, der mit diesem Ereignis verknüpft ist, z.B. ldapbind, ldapadd, ldapsearch usw.
es: Este atributo especifica el nombre de la operación de LDAP asociada a este evento, por ejemplo, ldapbind, ldapadd, ldapsearch, etc.
fr: Cet attribut indique le nom de l'opération LDAP associée à cet événement, par exemple ldapbind, ldapadd, ldapsearch etc.
it: Questo attributo specifica il nome dell'operazione LDAP associata all'evento, ad esempio ldapbind, ldapadd, ldapsearch e così via.
ja: この属性は、このイベントに関連付けられたLDAP操作名(ldapbind、ldapadd、ldapsearchなど)を指定します。
ko: 이 속성은 이 이벤트와 연관된 LDAP 작업(예: ldapbind, ldapadd, ldapsearch 등) 이름을 지정합니다.
pt_br: Este atributo especifica o nome da operação LDAP associada a este evento, por ex.: ldapbind, ldapadd, ldapsearch etc
zh_cn: 此属性指定与该事件关联的 LDAP 操作名称, 例如 ldapbind, ldapadd, ldapsearch 等。
zh_tw: 此屬性指定與此事件相關的 LDAP 作業名稱, 例如 ldapbind, ldapadd, ldapsearch 等.
