Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/WebCache/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Component_WebCache
source: Web Cache
ja: Webキャッシュ

# Category_Authentication
source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
ja: 認証
ko: 인증
pt_br: Autenticação
zh_cn: 验证
zh_tw: 認證

# Event_FilterRequest
source: Filter Request
de: Filteranforderung
es: Solicitud de Filtro
fr: Demande de filtre
it: Richiesta filtro
ja: リクエストのフィルタリング
ko: 필터 요청
pt_br: Solicitação do Filtro
zh_cn: 过滤器请求
zh_tw: 篩選要求

# Event_ConfigServicePermissions
source: Config Service Permissions
de: Konfigurationsserviceberechtigungen
es: Permisos del Servicio de Configuración
fr: Droits d'accès au service de configuration
it: Autorizzazioni servizio configurazione
ja: サービス権限の構成
ko: 구성 서비스 권한
pt_br: Permissões do Serviço de Config.
zh_cn: 配置服务权限
zh_tw: 組態服務權限

# Event_ChallengePeerAssoc
source: Challenge Peer Association
de: Challenge-Peer-Verknüpfung
es: Asociación de Peer de Comprobación
fr: Créer une question de vérification pour l'association homologue
it: Richiesta di verifica dell'associazione peer
ja: チャレンジ・ピア・アソシエーション
ko: Challenge 피어 연관
pt_br: Desafiar Associação do Mesmo Nível
zh_cn: 质询对等关联
zh_tw: 查問對等關聯

# Event_ClientAuthentication
source: Client Authentication
de: Client-Authentifizierung
es: Autenticación de Cliente
fr: Authentification client
it: Autenticazione client
ja: クライアント認証
ko: 클라이언트 인증
pt_br: Autenticação de Cliente
zh_cn: 客户机验证
zh_tw: 從屬端認證

# Event_ServerAuthentication
source: Server Authentication
de: Serverauthentifizierung
es: Autenticación de Servidor
fr: Authentification serveur
it: Autenticazione server
ja: サーバー認証
ko: 서버 인증
pt_br: Autenticação de Servidor
zh_cn: 服务器验证
zh_tw: 伺服器認證

# Help_Event_FilterRequest
source: A request is processed by Web Cache request filtering rules
de: Eine Anforderung wird von Web Cache-Anforderungsfilterregeln verarbeitet
es: Las reglas de filtro de solicitud de Web Cache procesan una solicitud
fr: Une demande est traitée par les règles de filtrage de demande Web Cache
it: Una richiesta Ã¨ elaborata dalle regole di filtro delle richieste di Web
ja: リクエストはWebキャッシュ・リクエスト・フィルタリング・ルールにより処理されています
ko: Web Cache 요청 필터링 규칙에서 요청을 처리합니다.
pt_br: Uma solicitação é processada pelas regras de filtragem de solicitações do Web Cache
zh_cn: 根据 Web Cache 请求过滤规则处理请求
zh_tw: 藉由 Web Cache 要求篩選規則來處理要求

# Help_Event_ConfigServicePermissions
source: Web Cache changes its process user id or group id based on configuration
de: Web Cache ändert seine Prozessbenutzer-ID oder Gruppen-ID basierend auf der Konfiguration
es: Web Cache cambia su identificador de usuario de proceso o identificador de grupo según la configuración
fr: Web Cache modifie son ID utilisateur ou ID de groupe de processus en fonction de la configuration
it: Web Cache modifica l'ID gruppo o utente del processo in base alla configurazione
ja: Webキャッシュは、処理ユーザーIDまたはグループIDを構成に基づいて変更します
ko: Web Cache는 구성을 기반으로 프로세스 사용자 ID 또는 그룹 ID를 변경합니다.
pt_br: O Web Cache altera o id do usuário do processo ou o id do grupo com base na configuração
zh_cn: Web Cache 根据配置更改其进程用户 ID 或组 ID
zh_tw: Web Cache 會根據組態變更其處理作業使用者 ID 或群組 ID

# Help_Event_ChallengePeerAssoc
source: A challenge is sent or received in order to establish peer association
de: Eine Challenge wird gesendet oder empfangen, um eine Peer-Verknüpfung herzustellen
es: Se envía o recibe una comprobación para establecer la asociación de peers
fr: Une question de vérification est envoyée ou reçue afin d'établir une association homologue
it: Viene inviata o ricevuta una richiesta di verifica per stabilire l'associazione peer
ja: ピア・アソシエーションを確立するために、チャレンジが送信または受信されています
ko: Challenge는 피어 연관 설정을 위해 전송 또는 수신됩니다.
pt_br: Um desafio é enviado ou recebido para estabelecer a associação de mesmo nível
zh_cn: 发送或接收质询以便建立对等关联
zh_tw: 藉由傳送或接收查問來建立對等關聯

# Help_Event_ClientAuthentication
source: Web Cache authenticates with an origin server as client
de: Web Cache authentifiziert mit einem Originalserver als Client
es: Web Cache se autentica con un servidor de origen como cliente
fr: Web Cache procède à l'authentification avec un serveur origine en tant que client
it: Web Cache esegue l'autenticazione usando un server di origine come client
ja: Webキャッシュはクライアントとしてオリジン・サーバーで認証します
ko: Web Cache는 원본 서버를 클라이언트로 인증합니다.
pt_br: O Web Cache faz autenticação com um servidor de origem como cliente
zh_cn: Web Cache 在原始服务器作为客户机的情况下进行验证
zh_tw: Web Cache 會以從屬端身分向來源伺服器進行認證

# Help_Event_ServerAuthentication
source: Web Cache authenticates incoming requests
de: Web Cache authentifiziert eingehende Anforderungen
es: Web Cache autentica solicitudes entrantes
fr: Web Cache authentifie les demandes entrantes
it: Web Cache esegue l'autenticazione delle richieste in entrata
ja: Webキャッシュは着信リクエストを認証します
ko: Web Cache는 수신 요청을 인증합니다.
pt_br: O Web Cache autentica solicitações recebidas
zh_cn: Web Cache 验证传入请求
zh_tw: Web Cache 會認證內送要求
