messagebody395130=N\u00FAmero de argumentos no v\u00E1lido
messagebody395131=Se ha producido un error inesperado; el ejecutor de tiempo de ejecuci\u00F3n est\u00E1 en un estado no v\u00E1lido.
messagebody395132=La expresi\u00F3n XQuery utilizada para especificar el nombre del recurso de XQuery no ha tenido como resultado un valor de cadena
## P4ADE ## {0} : String resource
messagebody395133=La expresi\u00F3n XQuery se eval\u00FAa en un nombre de recurso de XQuery no v\u00E1lido: ''{0}''.
## P4ADE ## {0} : String ref
messagebody395134=El n\u00FAmero de par\u00E1metros del recurso de XQuery registrado {0} no coincide con el que se le ha especificado en tiempo de ejecuci\u00F3n
## P4ADE ## {0} : String ref, {1} : String name
messagebody395135=El recurso de XQuery {0} esperaba una expresi\u00F3n XQuery para el par\u00E1metro de XQuery {1}, pero no se ha encontrado ninguna
## P4ADE ## {0} : String argName, {1} : String argValue
messagebody395136=El valor del argumento de entrada {0} no puede ser nulo ni una cadena vac\u00EDa
## P4ADE ## {0} : String fileName, {1} : Throwable t
messagebody395137=CustomXPathFunctionManager: Error durante la inicializaci\u00F3n. Archivo: {0}. Error: {1}
## P4ADE ## {0} : String funcName, {1} : Throwable t
messagebody395138=CustomXPathFunctionManager: Fallo al registrar la funci\u00F3n XPath personalizada ''{0}''. Error: {1}
## P4ADE ## {0} : String funcName
messagebody395139=No existe ninguna funci\u00F3n personalizada con QName ''{0}''
messagebody395140=El nombre de la funci\u00F3n personalizada debe ser una cadena que no est\u00E9 vac\u00EDa
messagebody395141=El espacio de nombres de la funci\u00F3n personalizada debe ser una cadena que no est\u00E9 vac\u00EDa
messagebody395142=El nombre de clase de la funci\u00F3n personalizada debe ser una cadena que no est\u00E9 vac\u00EDa
messagebody395143=La firma del m\u00E9todo de clase de la funci\u00F3n personalizada debe ser una cadena que no est\u00E9 vac\u00EDa
## P4ADE ## {0} : String className
messagebody395144=La clase de la funci\u00F3n personalizada {0} debe ser p\u00FAblica
## P4ADE ## {0} : String className
messagebody395145=La clase de la funci\u00F3n personalizada {0} no tiene ning\u00FAn m\u00E9todo
## P4ADE ## {0} : String methodSig, {1} : String className
messagebody395146=No se ha encontrado ning\u00FAn m\u00E9todo con la firma ''{0}'' en la clase {1}
## P4ADE ## {0} : String methodSig
messagebody395147=El m\u00E9todo ''{0}'' debe ser est\u00E1tico p\u00FAblico
## P4ADE ## {0} : String className
messagebody395148=La funci\u00F3n XPath personalizada utiliza la clase Java no soportada {0}
## P4ADE ## {0} : int expected, {1} : int found
messagebody395149=Se esperaban {0} argumentos. Se han obtenido: {1}
## P4ADE ## {0} : Throwable t
messagebody395150=Error al llamar a la funci\u00F3n Java de XQuery personalizada: {0}
## P4ADE ## {0} : String fileName, {1} : Throwable t
messagebody395151=CustomXPathFunctionManager: Error durante la inicializaci\u00F3n. Archivo: {0} Error: {1}
## P4ADE ## {0} : String arg
messagebody395152=CustomXPathFunctionManager: {0} no existe o no es un directorio. Saltando toda la inicializaci\u00F3n...
## P4ADE ## {0} : String arg
messagebody395153=CustomXPathFunctionManager: El nombre de la funci\u00F3n personalizada ''{0}'' no es v\u00E1lido
## P4ADE ## {0} : String qname, {1} : String sig
messagebody395154=CustomXPathFunctionManager: No se puede registrar la funci\u00F3n con QName ''{0}'' y firma ''{1}'' porque hay otra funci\u00F3n con el mismo QName
## P4ADE ## {0} : String fileName, {1} : String message
messagebody395155=CustomXPathFunctionManager: Error durante la inicializaci\u00F3n. Archivo: {0} Errores: {1}
## P4ADE ## {0} : String arg
messagebody395156=Se utilizar\u00E1 la ejecuci\u00F3n de expresiones optimizada para la recuperaci\u00F3n de la cabecera de transporte entrante ''{0}'' en lugar de la evaluaci\u00F3n de resultados de XQuery
