messagedetail395130=\uC0AC\uC6A9\uC790 \uC815\uC758 XQuery \uD568\uC218\uC758 \uC778\uC218 \uAC1C\uC218\uAC00 \uD544\uC694\uD55C \uAC1C\uC218\uC640 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action395130=\uC0AC\uC6A9\uC790 \uC815\uC758 XQuery \uD568\uC218\uB97C \uC0AC\uC6A9\uD558\uB294 \uD30C\uC774\uD504 \uB77C\uC778 \uC791\uC5C5 \uAD6C\uC131\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395131=XQuery \uB610\uB294 XSLT \uB9AC\uC18C\uC2A4\uB97C \uC2E4\uD589\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action395131=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail395132=XQuery \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uB294 \uC2E4\uD589\uD560 XQuery \uB9AC\uC18C\uC2A4\uC758 \uC804\uCCB4 \uACBD\uB85C\uC778 \uB2E8\uC77C \uBB38\uC790\uC5F4 \uAC12\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action395132=XQuery \uD45C\uD604\uC2DD\uC774 \uC608\uC0C1\uD55C \uACB0\uACFC\uB97C \uC0DD\uC131\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uC774 \uD45C\uD604\uC2DD\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail395133=XQuery \uD45C\uD604\uC2DD\uC774 \uC801\uD569\uD55C XQuery \uB9AC\uC18C\uC2A4 \uC774\uB984\uC744 \uBC18\uD658\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uB7F0\uD0C0\uC784 \uC2DC \uAE30\uC874 XQuery \uB9AC\uC18C\uC2A4\uB85C \uD3C9\uAC00\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action395133=XQuery \uD45C\uD604\uC2DD\uC774 \uB7F0\uD0C0\uC784 \uC2DC OSB\uC758 \uAE30\uC874 XQuery \uB9AC\uC18C\uC2A4\uB85C \uD3C9\uAC00\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uC774 \uD45C\uD604\uC2DD\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail395134=\uB7F0\uD0C0\uC784 \uC2DC XQuery \uB9AC\uC18C\uC2A4\uC5D0 \uC9C0\uC815\uB41C \uC785\uB825 \uB9E4\uAC1C\uBCC0\uC218 \uC218\uAC00 \uB9AC\uC18C\uC2A4\uC5D0 \uD544\uC694\uD55C \uC218\uC640 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action395134=\uB3D9\uC801 XQuery \uAD6C\uC131\uC5D0 \uC81C\uACF5\uB41C \uC785\uB825 \uC778\uC218\uC758 \uC218\uAC00 \uB7F0\uD0C0\uC784 \uC2DC \uC0AC\uC6A9\uB420 XQuery \uB9AC\uC18C\uC2A4\uC758 \uC218\uC640 \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395135=XQuery \uB9AC\uC18C\uC2A4\uC5D0 \uB300\uD55C \uAC01 \uB9E4\uAC1C\uBCC0\uC218\uC5D0\uB294 \uB7F0\uD0C0\uC784 \uC2DC \uD574\uB2F9 \uAC12\uC73C\uB85C \uBC14\uC778\uB529\uB418\uB3C4\uB85D \uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD\uC774 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC9C0\uC815\uB41C XQuery\uC5D0 \uB300\uD55C \uD558\uB098 \uC774\uC0C1\uC758 \uB9E4\uAC1C\uBCC0\uC218\uC5D0 \uD574\uB2F9 \uAC12\uC5D0 \uB300\uD55C \uD45C\uD604\uC2DD\uC774 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action395135=XQuery \uB9AC\uC18C\uC2A4\uC5D0 \uB300\uD55C \uBAA8\uB4E0 \uB9E4\uAC1C\uBCC0\uC218\uAC00 \uB3D9\uC801 XQuery \uAD6C\uC131\uC5D0\uC11C \uC801\uC808\uD558\uAC8C \uC81C\uACF5\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String argName, {1} : String argValue
messagedetail395136=XQuery \uD568\uC218\uC5D0 \uB300\uD55C \uC785\uB825 \uC778\uC218 \uAC12\uC774 {1}\uC785\uB2C8\uB2E4. \uC778\uC218 \uAC12\uC740 \uB110\uC774\uAC70\uB098 \uBE48 \uBB38\uC790\uC5F4\uC774 \uC544\uB2C8\uC5B4\uC57C \uD569\uB2C8\uB2E4.
## P4ADE ## {0} : String argName, {1} : String argValue
action395136=\uC785\uB825 \uC778\uC218 {0} \uAC12\uC774 \uB110 \uB610\uB294 \uBE48 \uBB38\uC790\uC5F4\uC774 \uB418\uC9C0 \uC54A\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String fileName, {1} : Throwable t
messagedetail395137=\uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uC815\uC758\uB97C \uD3EC\uD568\uD558\uB294 {0} \uD30C\uC77C\uC758 \uCF58\uD150\uCE20 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action395137=\uD30C\uC77C \uCF58\uD150\uCE20\uB97C \uD655\uC778\uD558\uC5EC \uCF58\uD150\uCE20\uAC00 \uC9C0\uC815\uB41C XML \uC2A4\uD0A4\uB9C8\uB97C \uC900\uC218\uD558\uBA70 \uC9C0\uC6D0\uB418\uB294 Java \uBA54\uC18C\uB4DC/\uC720\uD615 \uB4F1\uC5D0 \uB300\uD55C \uBAA8\uB4E0 \uC81C\uD55C \uC0AC\uD56D\uC744 \uB530\uB974\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395138=\uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uC815\uC758\uB97C \uD3EC\uD568\uD558\uB294 \uD30C\uC77C\uC758 \uCF58\uD150\uCE20 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action395138=\uD30C\uC77C \uCF58\uD150\uCE20\uB97C \uD655\uC778\uD558\uC5EC \uCF58\uD150\uCE20\uAC00 \uC9C0\uC815\uB41C XML \uC2A4\uD0A4\uB9C8\uB97C \uC900\uC218\uD558\uBA70 \uC9C0\uC6D0\uB418\uB294 Java \uBA54\uC18C\uB4DC/\uC720\uD615 \uB4F1\uC5D0 \uB300\uD55C \uBAA8\uB4E0 \uC81C\uD55C \uC0AC\uD56D\uC744 \uB530\uB974\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395139=XQuery \uB9AC\uC18C\uC2A4\uB97C \uC2E4\uD589\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action395139=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail395140=\uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218\uC758 \uC774\uB984\uC740 \uBE44\uC5B4 \uC788\uC9C0 \uC54A\uC740 \uBB38\uC790\uC5F4\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action395140=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C \uADDC\uCE59\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395141=\uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218\uC758 \uB124\uC784\uC2A4\uD398\uC774\uC2A4\uB294 \uBE44\uC5B4 \uC788\uC9C0 \uC54A\uC740 \uBB38\uC790\uC5F4\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action395141=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C \uADDC\uCE59\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395142=\uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218\uC5D0 \uB300\uD55C Java \uD074\uB798\uC2A4\uC758 \uC774\uB984\uC740 \uBE44\uC5B4 \uC788\uC9C0 \uC54A\uC740 \uBB38\uC790\uC5F4\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action395142=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C \uADDC\uCE59\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395143=\uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218\uC5D0 \uB300\uD55C Java \uD074\uB798\uC2A4 \uBA54\uC18C\uB4DC\uC758 \uC774\uB984\uC740 \uBE44\uC5B4 \uC788\uC9C0 \uC54A\uC740 \uBB38\uC790\uC5F4\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action395143=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C \uADDC\uCE59\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395144=\uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218\uC5D0 \uB300\uD55C Java \uD074\uB798\uC2A4\uC758 \uBC94\uC704\uB294 \uACF5\uC6A9\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action395144=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C \uADDC\uCE59\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395145=\uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218\uC5D0 \uB300\uD55C Java \uD074\uB798\uC2A4\uC5D0 \uBA54\uC18C\uB4DC\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
action395145=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C \uADDC\uCE59\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395146=\uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218\uC5D0 \uB300\uD55C Java \uD074\uB798\uC2A4\uC5D0 \uC9C0\uC815\uB41C \uC11C\uBA85\uC774 \uC788\uB294 \uBA54\uC18C\uB4DC\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
action395146=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C \uADDC\uCE59\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395147=\uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218\uC5D0 \uB300\uD55C Java \uBA54\uC18C\uB4DC\uB294 \uACF5\uC6A9 \uC815\uC801 \uBA54\uC18C\uB4DC\uB85C \uC120\uC5B8\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action395147=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C \uADDC\uCE59\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395148=\uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218\uC758 \uC785\uB825 \uC778\uC218 \uBC0F/\uB610\uB294 \uBC18\uD658 \uAC12 \uC911 \uD558\uB098 \uC774\uC0C1\uC5D0 \uD604\uC7AC \uC774 \uAE30\uB2A5\uC5D0\uC11C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uB294 Java \uC720\uD615\uC774 \uC788\uC2B5\uB2C8\uB2E4.
action395148=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C \uADDC\uCE59\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395149=\uB7F0\uD0C0\uC784 \uC2DC \uC0AC\uC6A9\uC790 \uC815\uC758 XQuery \uD568\uC218\uB85C \uC804\uB2EC\uB41C \uC785\uB825 \uC778\uC218 \uC218\uAC00 \uD574\uB2F9 Java \uBA54\uC18C\uB4DC \uC11C\uBA85\uC5D0 \uC758\uD574 \uC9C0\uC815\uB41C \uD544\uC694\uD55C \uC778\uC218 \uC218\uC640 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action395149=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C \uADDC\uCE59\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395150=\uC0AC\uC6A9\uC790 \uC815\uC758 XQuery \uD568\uC218\uB97C \uD638\uCD9C\uD558\uB294 \uC911 \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action395150=\uC11C\uBC84 \uB85C\uADF8 \uBC0F \uD574\uB2F9 \uC608\uC678 \uC0AC\uD56D \uC2A4\uD0DD \uCD94\uC801\uC5D0\uC11C \uC624\uB958 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uCD94\uAC00 \uC815\uBCF4\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395151=\uCD08\uAE30\uD654 \uC2DC ALSB_HOME config xpath-functions \uB514\uB809\uD1A0\uB9AC\uC5D0 \uC788\uB294 Jar \uD30C\uC77C \uD558\uB098 \uC774\uC0C1\uC758 \uCF58\uD150\uCE20\uB97C \uC77D\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action395151=\uB514\uB809\uD1A0\uB9AC\uC758 \uCF58\uD150\uCE20\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395152=\uC0AC\uC6A9\uC790 \uC815\uC758 Xpath \uD568\uC218 \uAE30\uB2A5\uC744 \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. Xpath \uD568\uC218\uC5D0 \uB300\uD55C OSB \uAD6C\uC131 \uB514\uB809\uD1A0\uB9AC\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action395152=\uB514\uB809\uD1A0\uB9AC\uC758 \uCF58\uD150\uCE20\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395153=\uC0AC\uC6A9\uC790 \uC815\uC758 \uD568\uC218 \uC774\uB984\uC740 \uC801\uD569\uD55C NCName\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 http://www.w3.org/TR/REC-xml-names/#NT-NCName\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
action395153=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C \uADDC\uCE59\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395154=\uC0AC\uC6A9\uC790 \uC815\uC758 \uD568\uC218 QNames\uB294 \uACE0\uC720\uD574\uC57C \uD569\uB2C8\uB2E4.
action395154=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C \uADDC\uCE59\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail395155=\uCD08\uAE30\uD654 \uC2DC \uC9C0\uC815\uB41C XML \uAD6C\uC131 \uD30C\uC77C\uC758 \uCF58\uD150\uCE20\uB97C \uC77D\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action395155=ALSB_HOME\\config\\xpath-functions \uB514\uB809\uD1A0\uB9AC\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 XPath \uD568\uC218 \uAD6C\uC131 \uD30C\uC77C\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC774 \uC9C0\uC815\uB41C XML \uC2A4\uD0A4\uB9C8\uB97C \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
