messagedetail395130=O n\u00FAmero de argumentos para a fun\u00E7\u00E3o XQuery personalizada n\u00E3o correspondeu ao esperado
action395130=Verifique a configura\u00E7\u00E3o da a\u00E7\u00E3o de pipeline que usa a fun\u00E7\u00E3o XQuery personalizada para certificar-se de que esteja correta
messagedetail395131=Ocorreu um erro inesperado durante a execu\u00E7\u00E3o do recurso XQuery ou XSLT
action395131=Entre em contato com o suporte t\u00E9cnico
messagedetail395132=O resultado esperado da express\u00E3o XQuery era um valor de string \u00FAnico que \u00E9 o caminho completo do recurso XQuery para execu\u00E7\u00E3o
action395132=Verifique a express\u00E3o XQuery para certificar-se de que produza os resultados esperados. Voc\u00EA pode usar a a\u00E7\u00E3o Log para ver o valor desta express\u00E3o em runtime.
messagedetail395133=A express\u00E3o XQuery n\u00E3o retornou o nome do recurso XQuery v\u00E1lido. Ela deve ser avaliada como um recurso XQuery existente em runtime.
action395133=Certifique-se de que a express\u00E3o XQuery seja avaliada como um recurso XQuery existente no OSB em runtime. Voc\u00EA pode usar a a\u00E7\u00E3o de Log pra ver o valor desta express\u00E3o em runtime.
messagedetail395134=O n\u00FAmero de par\u00E2metros de entrada fornecido para o recurso XQuery em runtime n\u00E3o corresponde ao n\u00FAmero exigido pelo recurso
action395134=Verifique cuidadosamente se o n\u00FAmero de argumentos de entrada fornecidos na configura\u00E7\u00E3o de XQuery din\u00E2mica corresponde \u00E0quele do recurso XQuery a ser usado em runtime
messagedetail395135=Cada par\u00E2metro para um recurso XQuery precisa ter uma express\u00E3o XQuery configurada para ser vinculado ao seu valor em runtime. Um ou mais par\u00E2metros para o XQuery fornecido n\u00E3o tem uma express\u00E3o para o seu valor
action395135=Verifique cuidadosamente se todos os par\u00E2metros pra o recurso XQuery forem corretamente fornecidos na configura\u00E7\u00E3o XQuery din\u00E2mica
## P4ADE ## {0} : String argName, {1} : String argValue
messagedetail395136=O valor do argumento de entrada para a fun\u00E7\u00E3o XQuery \u00E9 {1}; o valor do argumento n\u00E3o deve ser nulo nem uma string vazia
## P4ADE ## {0} : String argName, {1} : String argValue
action395136=Verifique o valor do argumento de entrada {0} para certificar-se de que n\u00E3o resulte em uma string nula ou vazia.
## P4ADE ## {0} : String fileName, {1} : Throwable t
messagedetail395137=Houve um erro ao fazer parse do conte\u00FAdo do arquivo {0} que cont\u00E9m defini\u00E7\u00F5es da fun\u00E7\u00E3o XPath personalizada
action395137=Verifique os crit\u00E9rios do arquivo e certifique-se de que esteja de acordo com o esquema XML especificado e de que todas as restri\u00E7\u00F5es a m\u00E9todos/tipos Java etc. sejam seguidas
messagedetail395138=Houve um erro ao fazer parse do conte\u00FAdo do arquivo que cont\u00E9m defini\u00E7\u00F5es da fun\u00E7\u00E3o XPath personalizada
action395138=Verifique os crit\u00E9rios do arquivo e certifique-se de que esteja de acordo com o esquema XML especificado e de que todas as restri\u00E7\u00F5es a m\u00E9todos/tipos Java etc. sejam seguidas
messagedetail395139=Ocorreu um erro inesperado durante a execu\u00E7\u00E3o do recurso XQuery
action395139=Entre em contato com o suporte t\u00E9cnico
messagedetail395140=O nome da fun\u00E7\u00E3o XPath personalizada precisa ser uma string n\u00E3o vazia
action395140=Verifique o arquivo de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com a regra especificada
messagedetail395141=O namespace da fun\u00E7\u00E3o XPath personalizada precisa ser uma string n\u00E3o vazia
action395141=Verifique o arquivo de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com a regra especificada
messagedetail395142=O nome da classe Java para a fun\u00E7\u00E3o XPath personalizada precisa ser uma string n\u00E3o vazia
action395142=Verifique o arquivo de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com a regra especificada
messagedetail395143=O nome do m\u00E9todo da classe Java para a fun\u00E7\u00E3o XPath personalizada precisa ser uma string n\u00E3o vazia
action395143=Verifique o arquivo de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com a regra especificada
messagedetail395144=A classe Java para a fun\u00E7\u00E3o XPath personalizada precisa ter escopo p\u00FAblico
action395144=Verifique o arquivo de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com a regra especificada
messagedetail395145=A classe Java para a fun\u00E7\u00E3o XPath personalizada n\u00E3o tem m\u00E9todos
action395145=Verifique o arquivo de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com a regra especificada
messagedetail395146=A classe Java para a fun\u00E7\u00E3o XPath personalizada n\u00E3o tem m\u00E9todo com a assinatura especificada
action395146=Verifique o arquivo de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com a regra especificada
messagedetail395147=O m\u00E9todo Java para a fun\u00E7\u00E3o XPath personalizada deve ser declarado como est\u00E1tico p\u00FAblico
action395147=Verifique o arquivo de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com a regra especificada
messagedetail395148=Um ou mais argumentos de entrada e/ou valores de retorno de uma fun\u00E7\u00E3o XPath personalizada tem um tipo Java n\u00E3o suportado no momento por este recurso
action395148=Verifique o arquivo de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com a regra especificada
messagedetail395149=O n\u00FAmero de argumentos de entrada transmitidos na fun\u00E7\u00E3o XQuery personalizada em runtime n\u00E3o corresponde ao n\u00FAmero de argumentos especificado por sua assinatura de m\u00E9todo Java correspondente
action395149=Verifique o arquivo de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com a regra especificada
messagedetail395150=Ocorreu um erro de runtime durante a chamada de uma fun\u00E7\u00E3o XQuery personalizada
action395150=Verifique o log do servidor e o rastreamento da pilha de exce\u00E7\u00E3o correspondente para analisar informa\u00E7\u00F5es adicionais que possam apontar a causa do erro
messagedetail395151=Houve um erro durante a inicializa\u00E7\u00E3o ao ler o conte\u00FAdo de um ou mais arquivos Jar no diret\u00F3rio ALSB_HOME config xpath-functions
action395151=Verifique o conte\u00FAdo do diret\u00F3rio
messagedetail395152=Houve um erro durante a inicializa\u00E7\u00E3o do recurso de fun\u00E7\u00F5es XPath personalizadas. O diret\u00F3rio de configura\u00E7\u00E3o do OSB para as fun\u00E7\u00F5es xpath n\u00E3o foi encontrado
action395152=Verifique o conte\u00FAdo do diret\u00F3rio
messagedetail395153=O nome da fun\u00E7\u00E3o personalizada precisa ser um NCName v\u00E1lido. Consulte http://www.w3.org/TR/REC-xml-names/#NT-NCName para obter mais informa\u00E7\u00F5es
action395153=Verifique o arquivo de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com a regra especificada
messagedetail395154=Os QNames da fun\u00E7\u00E3o personalizada precisam ser exclusivos
action395154=Verifique o arquivo de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com a regra especificada
messagedetail395155=Houve um erro durante a inicializa\u00E7\u00E3o ao ler o conte\u00FAdo do arquivo de configura\u00E7\u00E3o XML
action395155=Verifique o(s) arquivo(s) de configura\u00E7\u00E3o da fun\u00E7\u00E3o XPath personalizada no diret\u00F3rio ALSB_HOME\\config\\xpath-functions e certifique-se de que todas as entradas estejam de acordo com o esquema XML especificado
