messagebody387101=\uD074\uB798\uC2A4 \uACBD\uB85C\uC5D0\uC11C OWSM \uC5D0\uC774\uC804\uD2B8\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody387102={0}\uC5D0 \uC608\uC678 \uC0AC\uD56D \uBC1C\uC0DD: {1}
## P4ADE ## {0} : String method, {1} : String msg
messagebody387103={0}\uC744(\uB97C) \uC2DC\uC791\uD558\uB294 \uC911: {1}
## P4ADE ## {0} : String method, {1} : String msg
messagebody387104={0}\uC744(\uB97C) \uC885\uB8CC\uD558\uB294 \uC911: {1}
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody387105={0}\uC5D0 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC9C0\uB9CC \uACC4\uC18D\uD558\uB294 \uC911: {1}
messagebody387176=OWSM \uC815\uCC45\uC744 \uC791\uC5C5 \uB808\uBCA8\uC5D0\uC11C \uBC14\uC778\uB529\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String policyId
messagebody387177=OWSM \uC815\uCC45 {0}\uC774(\uAC00) \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String serviceRef, {1} : String error
messagebody387178={0} \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC6F9 \uC11C\uBE44\uC2A4 \uC815\uCC45\uC744 \uACC4\uC0B0\uD558\uB294 \uC911 \uC624\uB958 \uBC1C\uC0DD: {1}
messagebody387179=WSRM \uC804\uC1A1\uC5D0\uC11C\uB294 OWSM \uC815\uCC45\uC774 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagebody387180=MTOM\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C \uACBD\uC6B0 OWSM\uC774 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagebody387181=\uC774 \uC11C\uBE44\uC2A4\uC5D0\uB294 WebLogic Server 9.X \uC2A4\uD0C0\uC77C\uC758 \uBCF4\uC548 \uC815\uCC45\uACFC OWSM \uC815\uCC45\uC774 \uD568\uAED8 \uC874\uC7AC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
messagebody387182=\uC774 \uC11C\uBE44\uC2A4\uC5D0\uB294 OWSM \uBCF4\uC548 \uC815\uCC45\uACFC \uC11C\uBE44\uC2A4 \uACC4\uC815\uC774 \uD568\uAED8 \uC874\uC7AC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String serviceRef, {1} : String override_key, {2} : String csf_key
messagebody387183=\uC11C\uBE44\uC2A4\uC5D0\uC11C ''{1}'' \uBB34\uD6A8\uD654\uC5D0 \uB300\uD574 \uBD80\uC801\uD569\uD55C CSF \uD0A4 ''{2}''\uC774(\uAC00) \uC124\uC815\uB428: {0}. \uD574\uB2F9 CSF \uD0A4\uAC00 \uC778\uC99D\uC11C \uC800\uC7A5\uC18C\uC5D0 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String serviceRef, {1} : String recepient_alias
messagebody387184=\uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uBD80\uC801\uD569\uD55C \uC218\uC2E0\uC790 \uBCC4\uCE6D "{1}"\uC774(\uAC00) \uC9C0\uC815\uB428: {0}.
messagebody387185=OWSM \uC778\uC99D\uC11C \uAD00\uB9AC\uC790 \uCD08\uAE30\uD654\uB97C \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uAD6C\uC131 \uC6B0\uC120 \uC801\uC6A9 \uAC80\uC99D\uC744 \uAC74\uB108 \uB6F0\uB294 \uC911
messagebody387186=\uC774 \uD658\uACBD\uC5D0\uC11C\uB294 OWSM \uC815\uCC45\uC774 \uAC80\uC99D\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uD504\uB85C\uC81D\uD2B8\uAC00 \uC11C\uBC84\uB85C \uC81C\uCD9C\uB420 \uB54C \uC804\uCCB4 \uAC80\uC99D\uC774 \uC2E4\uD589\uB429\uB2C8\uB2E4.
messagebody387187=\uC774 \uD658\uACBD\uC5D0\uC11C\uB294 OWSM \uC815\uCC45 \uC9C0\uC6D0\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. OWSM \uC815\uCC45 \uC9C0\uC6D0\uC774 \uD544\uC694\uD558\uBA74 \uB3C4\uBA54\uC778\uC744 \uC5C5\uADF8\uB808\uC774\uB4DC\uD558\uC2ED\uC2DC\uC624. \uB3C4\uBA54\uC778 \uC5C5\uADF8\uB808\uC774\uB4DC \uBC29\uBC95\uC740 \uC124\uBA85\uC11C\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String policyId
messagebody387188=OWSM \uC815\uCC45 {0}\uC774(\uAC00) \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String policyId, {1} : String transportID
messagebody387189=OWSM \uC815\uCC45 ''{0}''\uC740(\uB294) ''{1}'' \uC804\uC1A1\uC5D0\uC11C \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String policyID
messagebody387190=\uC804\uC1A1 \uC778\uC99D\uC774 ''\uC5C6\uC74C''\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uC73C\uBBC0\uB85C OWSM \uC815\uCC45 ''{0}''\uC774(\uAC00) \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. HTTP \uD1A0\uD070 \uC815\uCC45\uC744 \uCD94\uAC00\uD558\uB824\uACE0 \uD558\uB294 \uACBD\uC6B0 \uC804\uC1A1 \uC778\uC99D\uC774 \uAE30\uBCF8 \uC778\uC99D\uC73C\uB85C \uC124\uC815\uB418\uB3C4\uB85D \uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String policyID, {1} : String txAuth
messagebody387191=\uC804\uC1A1 \uC778\uC99D\uC774 ''{1}''(\uC73C)\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uC73C\uBBC0\uB85C OWSM \uC815\uCC45 ''{0}''\uC774(\uAC00) \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC815\uCC45\uC5D0 \uB300\uD55C \uC778\uC99D \uBC29\uC2DD\uC774 \uC804\uC1A1\uC5D0 \uB300\uD55C \uAD6C\uC131\uACFC \uCDA9\uB3CC\uD569\uB2C8\uB2E4.
messagebody387192=WSDL\uC758 ID \uC778\uC99D\uC11C \uD655\uC7A5\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. WSDL\uC758 \uC778\uC99D\uC11C\uB97C \uBC14\uAFB8\uAC70\uB098 ID \uD655\uC7A5 \uBB34\uC2DC \uC18D\uC131\uC744 true\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String key
messagebody387193=\uC6B0\uC120 \uC801\uC6A9 \uC18D\uC131 ''{0}''\uC5D0 \uB300\uD574 \uBE48 \uAC12\uC774 \uC9C0\uC815\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String txAuth, {1} : String policyID
messagebody387194=\uC804\uC1A1 \uC778\uC99D\uC774 ''{0}''(\uC73C)\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uC73C\uBBC0\uB85C OWSM \uC815\uCC45 ''{1}''\uC774(\uAC00) \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. HTTP \uD1A0\uD070 \uC815\uCC45\uC744 \uCD94\uAC00\uD558\uB824\uACE0 \uD558\uB294 \uACBD\uC6B0 \uC804\uC1A1 \uAD6C\uC131\uC758 \uC778\uC99D\uC774 ''\uC5C6\uC74C''\uC73C\uB85C \uC124\uC815\uB418\uB3C4\uB85D \uD558\uC2ED\uC2DC\uC624. \uC804\uC1A1 \uAD6C\uC131 \uD398\uC774\uC9C0\uC5D0\uC11C \uC9C1\uC811 \uC778\uC99D \uBC29\uC2DD\uC744 \uC124\uC815\uD558\uAC70\uB098 OWSM HTTP \uD1A0\uD070 \uC815\uCC45\uC744 \uCD94\uAC00\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String policyID, {1} : String authMethod
messagebody387195=OWSM \uC815\uCC45 ''{0}''\uC5D0 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uB294 \uC778\uC99D \uBC29\uC2DD ''{1}''\uC774(\uAC00) \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. ''\uAE30\uBCF8'' \uC778\uC99D\uB9CC OWSM \uC815\uCC45\uC5D0\uC11C \uC9C0\uC6D0\uB429\uB2C8\uB2E4. Enterprise Manager\uC5D0\uC11C OWSM \uC815\uCC45\uC744 \uD3B8\uC9D1\uD558\uACE0 \uC778\uC99D \uBC29\uC2DD\uC744 ''\uAE30\uBCF8''\uC73C\uB85C \uBCC0\uACBD\uD558\uC2ED\uC2DC\uC624. \uAE30\uD0C0 \uC778\uC99D \uBC29\uC2DD\uC758 \uACBD\uC6B0 \uC804\uC1A1\uC5D0 \uB300\uD574 \uC9C1\uC811 \uAD6C\uC131\uD558\uACE0 OWSM HTTP \uD1A0\uD070 \uC815\uCC45\uC744 \uCD94\uAC00\uD558\uC9C0 \uB9C8\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String policyID
messagebody387196=\uC11C\uBE44\uC2A4\uC5D0 OWSM \uC804\uC1A1 \uC815\uCC45 ''{0}'' \uBC0F \uC804\uC1A1 \uB808\uBCA8 \uC561\uC138\uC2A4 \uC81C\uC5B4\uAC00 \uBAA8\uB450 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC870\uD569\uC740 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. OWSM \uC804\uC1A1 \uC815\uCC45\uC774 \uC0AC\uC6A9\uB418\uB294 \uACBD\uC6B0 OWSM \uAD8C\uD55C \uBD80\uC5EC \uC815\uCC45\uC744 \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4. \uD574\uACB0\uCC45: OWSM \uC804\uC1A1 \uC815\uCC45\uC744 \uC81C\uAC70\uD558\uACE0 \uC804\uC1A1\uC5D0 \uB300\uD574 \uC9C1\uC811 \uC778\uC99D\uC744 \uAD6C\uC131\uD558\uC5EC \uC758\uB3C4\uB97C \uBC14\uAFB8\uAC70\uB098 [\uBCF4\uC548] \uD398\uC774\uC9C0\uC5D0\uC11C \uC804\uC1A1 ACL\uC744 \uC81C\uAC70\uD558\uACE0 OWSM \uAD8C\uD55C \uBD80\uC5EC \uC815\uCC45\uC73C\uB85C \uBC14\uAFB8\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String policyID
messagebody387197=\uC11C\uBE44\uC2A4\uC5D0 \uC804\uC1A1 \uBCF4\uC548\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C OWSM \uC804\uC1A1 \uC815\uCC45 ''{0}''\uC774(\uAC00) \uC788\uC9C0\uB9CC HTTPS\uAC00 \uC774 \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uC774 \uC870\uD569\uC740 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC804\uC1A1 \uAD6C\uC131 \uD398\uC774\uC9C0\uC5D0\uC11C ''HTTPS \uD544\uC694''\uB97C \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uD558\uAC70\uB098 OWSM \uC815\uCC45\uC5D0 \uB300\uD55C \uC804\uC1A1 \uBCF4\uC548\uC744 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String policyID
messagebody387198=\uC11C\uBE44\uC2A4\uC5D0 \uC0C1\uD638 \uC778\uC99D(\uC591\uBC29\uD5A5 SSL)\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C OWSM \uC804\uC1A1 \uC815\uCC45 ''{0}''\uC774(\uAC00) \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uAD6C\uC131\uC740 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. OWSM \uC815\uCC45\uC5D0 \uB300\uD55C \uC0C1\uD638 \uC778\uC99D\uC744 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String csf-key, {1} : String msg
messagebody387199=\uB2E4\uC74C \uC624\uB958 \uB54C\uBB38\uC5D0 CSF \uD0A4 "{0}"\uC744(\uB97C) \uAC80\uC99D\uD560 \uC218 \uC5C6\uC74C: {1}
## P4ADE ## {0} : String recipientAlias, {1} : String msg
messagebody387200=\uB2E4\uC74C \uC624\uB958\uB85C \uC778\uD574 \uC218\uC2E0\uC790 \uBCC4\uCE6D "{0}" \uAC80\uC99D \uC2E4\uD328: {1}
## P4ADE ## {0} : String policyID
messagebody387201=\uC11C\uBE44\uC2A4\uC5D0 \uC2DC\uAC04 \uAE30\uB85D \uD3EC\uD568\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C OWSM \uC804\uC1A1 \uC815\uCC45 ''{0}''\uC774(\uAC00) \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uAD6C\uC131\uC740 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. OWSM \uC815\uCC45\uC5D0 \uB300\uD55C \uC2DC\uAC04 \uAE30\uB85D \uD3EC\uD568 \uC18D\uC131\uC744 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
