messagebody387101=No se ha encontrado el agente OWSM en la classpath
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody387102=Excepci\u00F3n en {0}, {1}
## P4ADE ## {0} : String method, {1} : String msg
messagebody387103=Entrando en {0}: {1}
## P4ADE ## {0} : String method, {1} : String msg
messagebody387104=Saliendo de {0}: {1}
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody387105=Excepci\u00F3n en {0}; continuando, {1}
messagebody387176=Las pol\u00EDticas de OWSM no se pueden enlazar a nivel de operaci\u00F3n
## P4ADE ## {0} : String policyId
messagebody387177=La pol\u00EDtica de OWSM {0} no est\u00E1 soportada
## P4ADE ## {0} : String serviceRef, {1} : String error
messagebody387178=Se ha producido un error al calcular la pol\u00EDtica de servicio web para el servicio {0}: {1}
messagebody387179=Las pol\u00EDticas de OWSM no est\u00E1n soportadas en el transporte WSRM
messagebody387180=OWSM no est\u00E1 soportado si MTOM est\u00E1 activado
messagebody387181=Este servicio no puede tener tanto pol\u00EDticas de seguridad de estilo WebLogic Server 9.X como pol\u00EDticas de OWSM
messagebody387182=Este servicio no puede tener tanto pol\u00EDticas de seguridad de OWSM como una cuenta de servicio
## P4ADE ## {0} : String serviceRef, {1} : String override_key, {2} : String csf_key
messagebody387183=Clave CSF no v\u00E1lida ''{2}'' definida para sustituir ''{1}'' en el servicio: {0}. Esta clave CSF no existe en el almac\u00E9n de credenciales.
## P4ADE ## {0} : String serviceRef, {1} : String recepient_alias
messagebody387184=Se ha especificado un alias de destinatario no v\u00E1lido, "{1}", para el servicio: {0}.
messagebody387185=Fallo al inicializar el gestor de credenciales de OWSM. Saltando la validaci\u00F3n de sustituciones de configuraci\u00F3n
messagebody387186=Las pol\u00EDticas de OWSM no est\u00E1n validadas en este entorno. La validaci\u00F3n completa se aplicar\u00E1 cuando se env\u00EDe el proyecto al servidor.
messagebody387187=El soporte de pol\u00EDtica de OWSM no est\u00E1 disponible en este entorno. Actualice el dominio si necesita soporte de pol\u00EDtica de OWSM. Consulte la documentaci\u00F3n sobre c\u00F3mo actualizar su dominio.
## P4ADE ## {0} : String policyId
messagebody387188=La pol\u00EDtica de OWSM {0} est\u00E1 desactivada.
## P4ADE ## {0} : String policyId, {1} : String transportID
messagebody387189=La pol\u00EDtica de OWSM ''{0}'' no est\u00E1 permitida en el transporte ''{1}''.
## P4ADE ## {0} : String policyID
messagebody387190=La pol\u00EDtica de OWSM ''{0}'' no est\u00E1 permitida ya que la autenticaci\u00F3n de transporte est\u00E1 definida como ''Ninguno''. Si intenta asociar una pol\u00EDtica de token HTTP, aseg\u00FArese de que la autenticaci\u00F3n de transporte est\u00E1 definida como Autenticaci\u00F3n B\u00E1sica.
## P4ADE ## {0} : String policyID, {1} : String txAuth
messagebody387191=La pol\u00EDtica de OWSM ''{0}'' no est\u00E1 permitida ya que la autenticaci\u00F3n de transporte est\u00E1 definida como ''{1}''. El m\u00E9todo de autenticaci\u00F3n de la pol\u00EDtica entra en conflicto con la configuraci\u00F3n del transporte.
messagebody387192=Extensi\u00F3n de certificado de identidad no v\u00E1lida en WSDL. Sustituya el certificado en WSDL o defina la propiedad Ignorar Extensi\u00F3n de Identidad como true.
## P4ADE ## {0} : String key
messagebody387193=Se ha especificado un valor vac\u00EDo para la propiedad de sustituci\u00F3n ''{0}''.
## P4ADE ## {0} : String txAuth, {1} : String policyID
messagebody387194=La pol\u00EDtica de OWSM ''{1}'' no est\u00E1 permitida ya que la autenticaci\u00F3n de transporte est\u00E1 definida como ''{0}''. Si intenta asociar una pol\u00EDtica de token HTTP, aseg\u00FArese de que la autenticaci\u00F3n de la configuraci\u00F3n de transporte est\u00E1 definida como ''Ninguna''. Puede definir el mecanismo de autenticaci\u00F3n directamente en la p\u00E1gina de configuraci\u00F3n de transporte o asociar la pol\u00EDtica de token HTTP de OWSM.
## P4ADE ## {0} : String policyID, {1} : String authMethod
messagebody387195=La pol\u00EDtica de OWSM ''{0}'' contiene el m\u00E9todo de autenticaci\u00F3n no soportado ''{1}''. S\u00F3lo la autenticaci\u00F3n ''B\u00E1sica'' est\u00E1 soportada con la pol\u00EDtica de OWSM. Edite la pol\u00EDtica de OWSM en Enterprise Manager y cambie el mecanismo de autenticaci\u00F3n a ''B\u00E1sico''. Para cualquier otro m\u00E9todo de autenticaci\u00F3n, configure directamente el transporte y no asocie ninguna pol\u00EDtica de token HTTP de OWSM.
## P4ADE ## {0} : String policyID
messagebody387196=El servicio cuenta con la pol\u00EDtica de transporte de OWSM ''{0}'' y los controles de acceso de nivel de transporte. Esta combinaci\u00F3n no est\u00E1 soportada. Si se utiliza la pol\u00EDtica de transporte de OWSM, se debe utilizar la pol\u00EDtica de autorizaci\u00F3n de OWSM. Soluci\u00F3n: elimine la pol\u00EDtica de transporte de OWSM y sustituya dicho intento configurando la autenticaci\u00F3n directamente en el transporte, O BIEN sustituya las ACL de transporte de la p\u00E1gina Seguridad y sustit\u00FAyalas por la pol\u00EDtica de autorizaci\u00F3n de OWSM.
## P4ADE ## {0} : String policyID
messagebody387197=El servicio tiene la pol\u00EDtica de transporte de OWSM ''{0}'' con la seguridad de transporte activada, pero HTTPS no est\u00E1 activado en este servicio. Esta combinaci\u00F3n no est\u00E1 soportada. Active ''HTTPS Necesario'' en la p\u00E1gina de configuraci\u00F3n de transporte, O BIEN desactive la seguridad de transporte en la pol\u00EDtica de OWSM.
## P4ADE ## {0} : String policyID
messagebody387198=El servicio tiene la pol\u00EDtica de transporte de OWSM ''{0}'' con autenticaci\u00F3n mutua (TWO WAY SSL) activada. Esta configuraci\u00F3n no est\u00E1 soportada. Desactive la autenticaci\u00F3n mutua en la pol\u00EDtica de OWSM.
## P4ADE ## {0} : String csf-key, {1} : String msg
messagebody387199=La clave CSF "{0}" no se puede validar debido al siguiente error: {1}
## P4ADE ## {0} : String recipientAlias, {1} : String msg
messagebody387200=Fallo al validar el alias de destinatario "{0}" debido al siguiente error: {1}
## P4ADE ## {0} : String policyID
messagebody387201=El servicio tiene la pol\u00EDtica de transporte de OWSM ''{0}'' con Incluir Registro de Hora activado. Esta configuraci\u00F3n no est\u00E1 soportada. Desactive el atributo Incluir Registro de Hora en la pol\u00EDtica de OWSM.
