messagebody387101=Agente OWSM n\u00E3o encontrado no classpath
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody387102=Exce\u00E7\u00E3o em {0}, {1}
## P4ADE ## {0} : String method, {1} : String msg
messagebody387103=Informando {0}: {1}
## P4ADE ## {0} : String method, {1} : String msg
messagebody387104=Saindo de {0} : {1}
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody387105=Exce\u00E7\u00E3o em {0}, continuando, {1}
messagebody387176=As pol\u00EDticas de OWSM n\u00E3o podem ser associadas na Opera\u00E7\u00E3o
## P4ADE ## {0} : String policyId
messagebody387177=A pol\u00EDtica de OWSM {0} n\u00E3o \u00E9 suportada
## P4ADE ## {0} : String serviceRef, {1} : String error
messagebody387178=Ocorreu um erro ao calcular a pol\u00EDtica do web service para o servi\u00E7o {0}: {1}
messagebody387179=As pol\u00EDticas de OWSM n\u00E3o s\u00E3o suportadas no Transporte WSRM
messagebody387180=O OWSM n\u00E3o \u00E9 suportado se o MTOM estiver ativado
messagebody387181=Este servi\u00E7o n\u00E3o pode ter as pol\u00EDticas de seguran\u00E7a do estilo WebLogic Server 9.X e as pol\u00EDticas de owsm coexistindo
messagebody387182=Este servi\u00E7o n\u00E3o pode ter as pol\u00EDticas de seguran\u00E7a OWSM e uma conta de servi\u00E7o coexistindo
## P4ADE ## {0} : String serviceRef, {1} : String override_key, {2} : String csf_key
messagebody387183=Chave CSF Inv\u00E1lida ''{2}'' definida para sobreposi\u00E7\u00E3o ''{1}'' no servi\u00E7o: {0}. Esta Chave CSF n\u00E3o existe na \u00C1rea de Armazenamento de Credenciais.
## P4ADE ## {0} : String serviceRef, {1} : String recepient_alias
messagebody387184=Alias do Destinat\u00E1rio Inv\u00E1lido "{1}" especificado para o servi\u00E7o: {0}.
messagebody387185=Falha ao inicializar o Gerenciador de Credenciais OWSM. Ignorar a configura\u00E7\u00E3o sobrep\u00F5e a valida\u00E7\u00E3o
messagebody387186=As Pol\u00EDticas OWSM n\u00E3o s\u00E3o validadas neste Ambiente. A valida\u00E7\u00E3o completa ser\u00E1 iniciada quando o projeto for enviado para o servidor.
messagebody387187=O Suporte para a Pol\u00EDtica OWSM n\u00E3o est\u00E1 dispon\u00EDvel neste ambiente. Fa\u00E7a upgrade de seu dom\u00EDnio se precisar de suporte para a Pol\u00EDtica OWSM. Consulte a documenta\u00E7\u00E3o para saber como fazer upgrade do dom\u00EDnio.
## P4ADE ## {0} : String policyId
messagebody387188=A Pol\u00EDtica OWSM {0} est\u00E1 Desativada.
## P4ADE ## {0} : String policyId, {1} : String transportID
messagebody387189=Pol\u00EDtica de OWSM ''{0}'' n\u00E3o permitida em transporte ''{1}''.
## P4ADE ## {0} : String policyID
messagebody387190=Pol\u00EDtica de OWSM ''{0}'' n\u00E3o permitida visto que a autentica\u00E7\u00E3o do transporte \u00E9 definida como ''Nenhum''. Se voc\u00EA estiver tentando anexar uma Pol\u00EDtica de Token, certifique-se de que a autentica\u00E7\u00E3o seja definida como Autentica\u00E7\u00E3o B\u00E1sica.
## P4ADE ## {0} : String policyID, {1} : String txAuth
messagebody387191=Pol\u00EDtica de OWSM ''{0}'' n\u00E3o \u00E9 permitida visto que a autentica\u00E7\u00E3o do transporte est\u00E1 definida como ''{1}''. O m\u00E9todo de autentica\u00E7\u00E3o na pol\u00EDtica entra em conflito com a configura\u00E7\u00E3o no transporte.
messagebody387192=Extens\u00E3o do Certificado de Identidade Inv\u00E1lida no WSDL. Substitua o Certificado no WSDL ou defina a propriedade Ignorar Extens\u00E3o da Identidade como verdadeira.
## P4ADE ## {0} : String key
messagebody387193=Valor vazio especificado para a Propriedade de Substitui\u00E7\u00E3o ''{0}''.
## P4ADE ## {0} : String txAuth, {1} : String policyID
messagebody387194=Pol\u00EDtica de OWSM ''{1}'' n\u00E3o permitida visto que a autentica\u00E7\u00E3o do transporte \u00E9 definida como ''{0}''. Se voc\u00EA estiver tentando anexar uma Pol\u00EDtica de Token HTTP, certifique-se de que o transporte de autentica\u00E7\u00E3o na configura\u00E7\u00E3o de transporte seja definida como "Nenhum". Voc\u00EA pode definir o mecanismo de autentica\u00E7\u00E3o diretamente na p\u00E1gina de configura\u00E7\u00E3o de transporte ou anexar a Pol\u00EDtica de Token de HTTP do OWSM.
## P4ADE ## {0} : String policyID, {1} : String authMethod
messagebody387195=A Pol\u00EDtica de OWSM "{0}" cont\u00E9m o m\u00E9todo de autentica\u00E7\u00E3o n\u00E3o suportado "{1}". Somente a autentica\u00E7\u00E3o "B\u00E1sica" \u00E9 suportada pela pol\u00EDtica de OWSM. Edite a pol\u00EDtica de OWSM no Enterprise Manager e altere o mecanismo de autentica\u00E7\u00E3o para "B\u00E1sico". Para qualquer outro m\u00E9todo de autentica\u00E7\u00E3o, configure diretamente e n\u00E3o anexe nenhuma pol\u00EDtica de Token de HTTP de OWSM.
## P4ADE ## {0} : String policyID
messagebody387196=O servi\u00E7o tem a Pol\u00EDtica de Transporte de OWSM ''{0}'' e os controles de acesso de transporte. Essa combina\u00E7\u00E3o n\u00E3o \u00E9 suportada. Se a Pol\u00EDtica de Transporte de OWSM for usada, a pol\u00EDtica de autoriza\u00E7\u00E3o deve ser usada. Solu\u00E7\u00E3o: remova a Pol\u00EDtica de Transporte de OWSM e substitua essa tentativa configurando a autentica\u00E7\u00E3o diretamente no transporte OU remova as ACLs de transporte da p\u00E1gina de Seguran\u00E7a e substitua-os com a Pol\u00EDtica de Autoriza\u00E7\u00E3o de OWSM.
## P4ADE ## {0} : String policyID
messagebody387197=O servi\u00E7o tem uma Pol\u00EDtica de Transporte de OWSM ''{0}'' com seguran\u00E7a de transporte ativada mas o HTTPS n\u00E3o \u00E9 ativado neste servi\u00E7o. Esta combina\u00E7\u00E3o n\u00E3o \u00E9 suportada. Ative "HTTPS Obrigat\u00F3rio" na p\u00E1gina de configura\u00E7\u00E3o de transporte OU desative a seguran\u00E7a de transporte de seguran\u00E7a na pol\u00EDtica de OWSM.
## P4ADE ## {0} : String policyID
messagebody387198=O servi\u00E7o tem uma Pol\u00EDtica de Transporte de OWSM "{0}" com autentica\u00E7\u00E3o m\u00FAtua (SSL BIDIRECIONAL) ativado. Essa configura\u00E7\u00E3o n\u00E3o \u00E9 suportada. Desative a autentica\u00E7\u00E3o m\u00FAtua na pol\u00EDtica OWSM.
## P4ADE ## {0} : String csf-key, {1} : String msg
messagebody387199=A chave de CSF "{0}" n\u00E3o pode ser validada em decorr\u00EAncia do seguinte erro: {1}
## P4ADE ## {0} : String recipientAlias, {1} : String msg
messagebody387200=Falha ao validar o Apelido do Destinat\u00E1rio "{0}" em decorr\u00EAncia do seguinte erro: {1}
## P4ADE ## {0} : String policyID
messagebody387201=O servi\u00E7o tem uma Pol\u00EDtica de Transporte de OWSM "{0}" que inclui a op\u00E7\u00E3o Incluir Timestamp ativada. Essa configura\u00E7\u00E3o n\u00E3o \u00E9 suportada. Desative o atributo Incluir Timestamp na pol\u00EDtica OWSM.
