messagebody387101=OWSM-Agent in Classpath nicht gefunden
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody387102=Exception in {0}, {1}
## P4ADE ## {0} : String method, {1} : String msg
messagebody387103={0} aktivieren: {1} 
## P4ADE ## {0} : String method, {1} : String msg
messagebody387104=Beenden von {0}: {1} 
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody387105=Exception in {0}, Vorgang wird fortgesetzt, {1}
messagebody387176=OWSM-Policys k\u00F6nnen nicht auf Vorgangsebene gebunden werden
## P4ADE ## {0} : String policyId
messagebody387177=OWSM-Policy {0} wird nicht unterst\u00FCtzt
## P4ADE ## {0} : String serviceRef, {1} : String error
messagebody387178=Bei der Berechnung der Web Service Policy f\u00FCr Service {0} ist ein Fehler aufgetreten: {1}
messagebody387179=OWSM-Policys werden bei WSRM-Transport nicht unterst\u00FCtzt
messagebody387180=OWSM wird nicht unterst\u00FCtzt, wenn MTOM aktiviert ist
messagebody387181=F\u00FCr diesen Service k\u00F6nnen nicht sowohl WebLogic Server 9.X-Sicherheits-Policys als auch OWSM-Policys verwendet werden
messagebody387182=Dieser Service kann nicht sowohl OWSM-Sicherheits-Policys als auch einen Service-Account aufweisen
## P4ADE ## {0} : String serviceRef, {1} : String override_key, {2} : String csf_key
messagebody387183=Ung\u00FCltiger CSF-Schl\u00FCssel "{2}" auf Override von "{1}" gesetzt auf Service: {0}. Dieser CSF-Schl\u00FCssel ist im Zugangsdatenspeicher nicht vorhanden.
## P4ADE ## {0} : String serviceRef, {1} : String recepient_alias
messagebody387184=Ung\u00FCltiger Empf\u00E4ngeralias "{1}" f\u00FCr den Service angegeben: {0}.
messagebody387185=OWSM-Credential Manager konnte nicht initialisiert werden. Wenn die Konfiguration \u00FCbersprungen wird, wird die Validierung au\u00DFer Kraft gesetzt
messagebody387186=OWSM-Policys werden in dieser Umgebung nicht validiert. Die vollst\u00E4ndige Validierung wird gestartet, wenn das Projekt an den Server weitergeleitet wird.
messagebody387187=OWSM-Policys werden in dieser Umgebung nicht unterst\u00FCtzt. F\u00FChren Sie ein Upgrade Ihrer Domain durch, wenn Sie Unterst\u00FCtzung von OWSM-Policys ben\u00F6tigen. Informationen zum Upgraden Ihrer Domain finden Sie in der Dokumentation.
## P4ADE ## {0} : String policyId
messagebody387188=OWSM-Policy {0} ist deaktiviert.
## P4ADE ## {0} : String policyId, {1} : String transportID
messagebody387189=OWSM-Policy ''{0}'' ist bei ''{1}''-Transport nicht zul\u00E4ssig.
## P4ADE ## {0} : String policyID
messagebody387190=OWSM-Policy ''{0}'' ist nicht zul\u00E4ssig, da f\u00FCr die Transportauthentifizierung ''Keine'' festgelegt ist. Wenn Sie versuchen, eine HTTP-Token-Policy anzuh\u00E4ngen, m\u00FCssen Sie sicherstellen, dass f\u00FCr die Transportauthentifizierung "Basis-Authentifizierung" festgelegt ist.
## P4ADE ## {0} : String policyID, {1} : String txAuth
messagebody387191=OWSM-Policy ''{0}'' ist nicht zul\u00E4ssig, da f\u00FCr die Transportauthentifizierung ''{1}" festgelegt ist. Es besteht ein Konflikt zwischen der Authentifizierungsmethode der Policy und der Konfiguration des Transports.
messagebody387192=Ung\u00FCltige Identit\u00E4tszertifikaterweiterung in der WSDL. Ersetzen Sie das Zertifikat in der WSDL, oder setzen Sie die Eigenschaft "Identity-Erweiterung ignorieren" auf "True".
## P4ADE ## {0} : String key
messagebody387193=F\u00FCr die Override-Eigenschaft "{0}" ist ein leerer Wert angegeben.
## P4ADE ## {0} : String txAuth, {1} : String policyID
messagebody387194=OWSM-Policy ''{1}'' ist nicht zul\u00E4ssig, da f\u00FCr die Transportauthentifizierung ''{0}" festgelegt ist. Wenn Sie versuchen, eine HTTP-Token-Policy anzuh\u00E4ngen, m\u00FCssen Sie sicherstellen, dass f\u00FCr die Authentifizierung bei der Transportkonfiguration "Keine" festgelegt ist. Sie k\u00F6nnen die Authentifizierungsmechanismen entweder direkt auf der Transportkonfigurationsseite festlegen oder eine OWSM HTTP-Token-Policy anh\u00E4ngen.
## P4ADE ## {0} : String policyID, {1} : String authMethod
messagebody387195=OWSM-Policy ''{0}'' enth\u00E4lt nicht unterst\u00FCtzte Authentifizierungsmethode ''{1}''. Von der OWSM-Policy wird nur die Basis-Authentifizierung unterst\u00FCtzt. Bearbeiten Sie die OWSM-Policy in Enterprise Manager, und \u00E4ndern Sie den Authentifizierungsmechanismus in "Basis". Bei allen anderen Authentifizierungsmethoden nehmen Sie die Konfiguration direkt auf dem Transport vor, und h\u00E4ngen Sie keine OWSM HTTP-Token-Policy an.
## P4ADE ## {0} : String policyID
messagebody387196=Der Service hat sowohl OWSM Transport-Policy ''{0}'' als auch Transport-Access-Controls. Diese Kombination wird nicht unterst\u00FCtzt. Wenn OWSM Transport-Policy verwendet wird, sollte die OWSM-Autorisierungs-Policy verwendet werden. L\u00F6sung: Entfernen Sie entweder die OWSM Transport-Policy, und ersetzen Sie dieses Ziel, indem Sie die Authentifizierung direkt auf dem Transport konfigurieren ODER entfernen Sie die Transport-ACLs von der Sicherheitsseite, und ersetzen Sie diese durch die OWSM Autorisierungs-Policy.
## P4ADE ## {0} : String policyID
messagebody387197=Bei dem Service ist OWSM Transport-Policy ''{0}'' mit Transportsicherheit aktiviert, aber HTTPS ist f\u00FCr diesen Service nicht aktiviert Diese Kombination wird nicht unterst\u00FCtzt. Aktivieren Sie auf der Transportkonfigurationsseite die Option ''HTTPS erforderlich", ODER deaktivieren Sie die Transportsicherheit f\u00FCr die OWSM-Policy.
## P4ADE ## {0} : String policyID
messagebody387198=Bei dem Service ist OWSM Transport-Policy ''{0}'' mit gegenseitiger Authentifizierung (wechselseitige SSL) aktiviert. Diese Konfiguration wird nicht unterst\u00FCtzt. Deaktivieren Sie die gegenseitige Authentifizierung bei der OWSM-Policy.
## P4ADE ## {0} : String csf-key, {1} : String msg
messagebody387199=CSF-Schl\u00FCssel "{0}" kann aufgrund des folgenden Fehlers nicht validiert werden: {1}
## P4ADE ## {0} : String recipientAlias, {1} : String msg
messagebody387200=Empf\u00E4ngeralias "{0}" konnte aufgrund des folgenden Fehlers nicht validiert werden: {1}
## P4ADE ## {0} : String policyID
messagebody387201=Bei der OWSM-Transport-Policy ''{0}'' des Service ist das Attribut "Zeitstempel aufnehmen" aktiviert. Diese Konfiguration wird nicht unterst\u00FCtzt. Deaktivieren Sie das Attribut "Zeitstempel aufnehmen" bei der OWSM-Policy.
