messagebody387101=OWSM\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u304C\u30AF\u30E9\u30B9\u30D1\u30B9\u3067\u898B\u3064\u304B\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody387102={0}\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}
## P4ADE ## {0} : String method, {1} : String msg
messagebody387103={0}\u3092\u5165\u529B\u3057\u3066\u3044\u307E\u3059: {1}
## P4ADE ## {0} : String method, {1} : String msg
messagebody387104={0}\u3092\u7D42\u4E86\u3057\u3066\u3044\u307E\u3059: {1}
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody387105={0}\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7D9A\u884C\u3057\u307E\u3059\u3002{1}
messagebody387176=OWSM\u30DD\u30EA\u30B7\u30FC\u306F\u64CD\u4F5C\u30EC\u30D9\u30EB\u3067\u30D0\u30A4\u30F3\u30C9\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : String policyId
messagebody387177=OWSM\u30DD\u30EA\u30B7\u30FC{0}\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
## P4ADE ## {0} : String serviceRef, {1} : String error
messagebody387178=\u30B5\u30FC\u30D3\u30B9{0}\u306EWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u8A08\u7B97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
messagebody387179=OWSM\u30DD\u30EA\u30B7\u30FC\u306FWSRM\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
messagebody387180=MTOM\u304C\u6709\u52B9\u306A\u5834\u5408\u3001OWSM\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093
messagebody387181=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u3001WebLogic Server 9.X\u65B9\u5F0F\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u3068OWSM\u30DD\u30EA\u30B7\u30FC\u306E\u4E21\u65B9\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
messagebody387182=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u3001OWSM\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u3068\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u4E21\u65B9\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : String serviceRef, {1} : String override_key, {2} : String csf_key
messagebody387183=\u30B5\u30FC\u30D3\u30B9: {0}\u306E\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9''{1}''\u306B\u8A2D\u5B9A\u3055\u308C\u305FCSF\u30AD\u30FC''{2}''\u304C\u7121\u52B9\u3067\u3059\u3002\u3053\u306ECSF\u30AD\u30FC\u306F\u8CC7\u683C\u8A3C\u660E\u30B9\u30C8\u30A2\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String serviceRef, {1} : String recepient_alias
messagebody387184=\u30B5\u30FC\u30D3\u30B9: {0}\u306B\u6307\u5B9A\u3055\u308C\u305F\u53D7\u4FE1\u8005\u306E\u5225\u540D"{1}"\u304C\u7121\u52B9\u3067\u3059\u3002
messagebody387185=OWSM\u8CC7\u683C\u8A3C\u660E\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u69CB\u6210\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u306E\u691C\u8A3C\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059
messagebody387186=OWSM\u30DD\u30EA\u30B7\u30FC\u306F\u3053\u306E\u74B0\u5883\u3067\u306F\u691C\u8A3C\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u304C\u30B5\u30FC\u30D0\u30FC\u306B\u9001\u4FE1\u3055\u308C\u308B\u3068\u3001\u5B8C\u5168\u306A\u691C\u8A3C\u304C\u958B\u59CB\u3055\u308C\u307E\u3059\u3002
messagebody387187=OWSM\u30DD\u30EA\u30B7\u30FC\u30FB\u30B5\u30DD\u30FC\u30C8\u306F\u3053\u306E\u74B0\u5883\u3067\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002OWSM\u30DD\u30EA\u30B7\u30FC\u30FB\u30B5\u30DD\u30FC\u30C8\u304C\u5FC5\u8981\u306A\u5834\u5408\u306F\u3001\u30C9\u30E1\u30A4\u30F3\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30C9\u30E1\u30A4\u30F3\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u65B9\u6CD5\u306B\u95A2\u3059\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String policyId
messagebody387188=OWSM\u30DD\u30EA\u30B7\u30FC{0}\u306F\u7121\u52B9\u3067\u3059\u3002
## P4ADE ## {0} : String policyId, {1} : String transportID
messagebody387189=OWSM\u30DD\u30EA\u30B7\u30FC''{0}''\u306F''{1}''\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306B\u5BFE\u3057\u3066\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String policyID
messagebody387190=OWSM\u30DD\u30EA\u30B7\u30FC''{0}''\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u8A8D\u8A3C\u304C\u300C\u306A\u3057\u300D\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002HTTP\u30C8\u30FC\u30AF\u30F3\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u30A2\u30BF\u30C3\u30C1\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u8A8D\u8A3C\u304C\u300C\u57FA\u672C\u8A8D\u8A3C\u300D\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String policyID, {1} : String txAuth
messagebody387191=OWSM\u30DD\u30EA\u30B7\u30FC''{0}''\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u8A8D\u8A3C\u304C''{1}''\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u30DD\u30EA\u30B7\u30FC\u306E\u8A8D\u8A3C\u65B9\u6CD5\u304C\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306E\u69CB\u6210\u3068\u7AF6\u5408\u3057\u3066\u3044\u307E\u3059\u3002
messagebody387192=WSDL\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u8A3C\u660E\u66F8\u62E1\u5F35\u304C\u7121\u52B9\u3067\u3059\u3002WSDL\u306E\u8A3C\u660E\u66F8\u3092\u7F6E\u63DB\u3059\u308B\u304B\u3001\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u62E1\u5F35\u306E\u7121\u8996\u30D7\u30ED\u30D1\u30C6\u30A3\u3092true\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String key
messagebody387193=\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3''{0}''\u306B\u7A7A\u306E\u5024\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
## P4ADE ## {0} : String txAuth, {1} : String policyID
messagebody387194=OWSM\u30DD\u30EA\u30B7\u30FC''{1}''\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u8A8D\u8A3C\u304C''{0}''\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002HTTP\u30C8\u30FC\u30AF\u30F3\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u30A2\u30BF\u30C3\u30C1\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306E\u8A8D\u8A3C\u304C\u300C\u306A\u3057\u300D\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u8A8D\u8A3C\u65B9\u6CD5\u3092\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u30DA\u30FC\u30B8\u3067\u76F4\u63A5\u8A2D\u5B9A\u3059\u308B\u304B\u3001OWSM HTTP\u30C8\u30FC\u30AF\u30F3\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u30A2\u30BF\u30C3\u30C1\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
## P4ADE ## {0} : String policyID, {1} : String authMethod
messagebody387195=OWSM\u30DD\u30EA\u30B7\u30FC''{0}''\u306B\u3001\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u8A8D\u8A3C\u65B9\u6CD5''{1}''\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u300C\u57FA\u672C\u300D\u8A8D\u8A3C\u306E\u307F\u304COWSM\u30DD\u30EA\u30B7\u30FC\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002Enterprise Manager\u3067OWSM\u30DD\u30EA\u30B7\u30FC\u3092\u7DE8\u96C6\u3057\u3066\u8A8D\u8A3C\u65B9\u6CD5\u3092\u300C\u57FA\u672C\u300D\u306B\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u306E\u4ED6\u306E\u8A8D\u8A3C\u65B9\u6CD5\u306E\u5834\u5408\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u4E0A\u3067\u76F4\u63A5\u69CB\u6210\u3057\u3001OWSM HTTP\u30C8\u30FC\u30AF\u30F3\u30FB\u30DD\u30EA\u30B7\u30FC\u306F\u30A2\u30BF\u30C3\u30C1\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String policyID
messagebody387196=\u30B5\u30FC\u30D3\u30B9\u306B\u306FOWSM\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC''{0}''\u304A\u3088\u3073\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u30FB\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1\u306E\u4E21\u65B9\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u7D44\u5408\u305B\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002OWSM\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC\u304C\u4F7F\u7528\u3055\u308C\u308B\u5834\u5408\u306F\u3001OWSM\u8A8D\u8A3C\u30DD\u30EA\u30B7\u30FC\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30BD\u30EA\u30E5\u30FC\u30B7\u30E7\u30F3: OWSM\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u524A\u9664\u3057\u3066\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u4E0A\u3067\u8A8D\u8A3C\u3092\u76F4\u63A5\u69CB\u6210\u3059\u308B\u3053\u3068\u3067\u305D\u306E\u76EE\u7684\u3092\u7F6E\u304D\u63DB\u3048\u308B\u304B\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8ACL\u3092\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DA\u30FC\u30B8\u304B\u3089\u524A\u9664\u3057\u3066OWSM\u8A8D\u53EF\u30DD\u30EA\u30B7\u30FC\u3068\u7F6E\u304D\u63DB\u3048\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String policyID
messagebody387197=\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u3092\u6709\u52B9\u306B\u3057\u305FOWSM\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC''{0}''\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u3067\u306FHTTPS\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u7D44\u5408\u305B\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u30DA\u30FC\u30B8\u3067\u300CHTTPS\u304C\u5FC5\u8981\u300D\u3092\u6709\u52B9\u306B\u3059\u308B\u304B\u3001OWSM\u30DD\u30EA\u30B7\u30FC\u3067\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String policyID
messagebody387198=\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u76F8\u4E92\u8A8D\u8A3C(\u53CC\u65B9\u5411SSL)\u3092\u6709\u52B9\u306B\u3057\u305FOWSM\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC''{0}''\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u69CB\u6210\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002OWSM\u30DD\u30EA\u30B7\u30FC\u3067\u76F8\u4E92\u8A8D\u8A3C\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String csf-key, {1} : String msg
messagebody387199=\u6B21\u306E\u30A8\u30E9\u30FC\u306E\u305F\u3081\u3001CSF\u30AD\u30FC"{0}"\u3092\u691C\u8A3C\u3067\u304D\u307E\u305B\u3093: {1}
## P4ADE ## {0} : String recipientAlias, {1} : String msg
messagebody387200=\u6B21\u306E\u30A8\u30E9\u30FC\u306E\u305F\u3081\u3001\u53D7\u4FE1\u8005\u306E\u5225\u540D"{0}"\u306E\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {1}
## P4ADE ## {0} : String policyID
messagebody387201=\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u300C\u30BF\u30A4\u30E0\u30B9\u30BF\u30F3\u30D7\u3092\u542B\u3081\u308B\u300D\u3092\u6709\u52B9\u306B\u3057\u305FOWSM\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC''{0}''\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u69CB\u6210\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002OWSM\u30DD\u30EA\u30B7\u30FC\u3067\u300C\u30BF\u30A4\u30E0\u30B9\u30BF\u30F3\u30D7\u3092\u542B\u3081\u308B\u300D\u5C5E\u6027\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
