messagedetail397000=OSB\u30EA\u30BD\u30FC\u30B9\u7BA1\u7406\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3067\u4E00\u822C\u7684\u306A\u30E9\u30F3\u30BF\u30A4\u30E0\u30FB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action397000=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String name
messagedetail397001=\u3053\u308C\u306F\u3001\u30E2\u30B8\u30E5\u30FC\u30EB{0}\u304C\u69CB\u6210\u30B5\u30FC\u30D3\u30B9\u306E\u521D\u671F\u5316\u30D7\u30ED\u30BB\u30B9\u3092\u958B\u59CB\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action397001=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
## P4ADE ## {0} : String name
messagedetail397002=\u3053\u308C\u306F\u3001\u30E2\u30B8\u30E5\u30FC\u30EB{0}\u304C\u69CB\u6210\u30B5\u30FC\u30D3\u30B9\u306E\u521D\u671F\u5316\u30D7\u30ED\u30BB\u30B9\u3092\u5B8C\u4E86\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action397002=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
## P4ADE ## {0} : String name
messagedetail397003=\u3053\u308C\u306F\u3001\u30E2\u30B8\u30E5\u30FC\u30EB{0}\u304C\u30B5\u30FC\u30D3\u30B9\u3001\u30DE\u30CD\u30FC\u30B8\u30E3\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u521D\u671F\u5316\u30D7\u30ED\u30BB\u30B9\u3092\u958B\u59CB\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059...
action397003=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
## P4ADE ## {0} : String name
messagedetail397004=\u3053\u308C\u306F\u3001\u30E2\u30B8\u30E5\u30FC\u30EB{0}\u304C\u30B5\u30FC\u30D3\u30B9\u3001\u30DE\u30CD\u30FC\u30B8\u30E3\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u521D\u671F\u5316\u30D7\u30ED\u30BB\u30B9\u3092\u5B8C\u4E86\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059...
action397004=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail397037=\u3053\u308C\u306F\u3001OSB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30EA\u30DD\u30B8\u30C8\u30EA\u306E\u521D\u671F\u5316\u30D7\u30ED\u30BB\u30B9\u304C\u958B\u59CB\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action397037=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail397038=\u3053\u308C\u306F\u3001OSB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30EA\u30DD\u30B8\u30C8\u30EA\u306E\u521D\u671F\u5316\u30D7\u30ED\u30BB\u30B9\u304C\u7D42\u4E86\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action397038=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail397039=\u3053\u308C\u306F\u3001OSB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30EA\u30DD\u30B8\u30C8\u30EA\u306E\u521D\u671F\u5316\u30D7\u30ED\u30BB\u30B9\u304C\u958B\u59CB\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action397039=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail397040=\u3053\u308C\u306F\u3001OSB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30EA\u30DD\u30B8\u30C8\u30EA\u306E\u521D\u671F\u5316\u30D7\u30ED\u30BB\u30B9\u304C\u7D42\u4E86\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action397040=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail397043=\u3053\u308C\u306F\u3001OSB\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u30EA\u30BD\u30FC\u30B9\u30FB\u30EA\u30DD\u30B8\u30C8\u30EA\u306E\u521D\u671F\u5316\u30D7\u30ED\u30BB\u30B9\u304C\u958B\u59CB\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action397043=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail397044=\u3053\u308C\u306F\u3001OSB\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u30EA\u30BD\u30FC\u30B9\u30FB\u30EA\u30DD\u30B8\u30C8\u30EA\u306E\u521D\u671F\u5316\u30D7\u30ED\u30BB\u30B9\u304C\u7D42\u4E86\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action397044=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
