messagedetail397000=OSB \uB9AC\uC18C\uC2A4 \uAD00\uB9AC \uAD6C\uC131 \uC694\uC18C\uC5D0 \uC77C\uBC18 \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action397000=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String name
messagedetail397001={0} \uBAA8\uB4C8\uC774 \uAD6C\uC131 \uC11C\uBE44\uC2A4\uC758 \uCD08\uAE30\uD654 \uD504\uB85C\uC138\uC2A4\uB97C \uC2DC\uC791\uD560 \uB54C \uAE30\uB85D\uB418\uB294 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action397001=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String name
messagedetail397002={0} \uBAA8\uB4C8\uC774 \uAD6C\uC131 \uC11C\uBE44\uC2A4\uC758 \uCD08\uAE30\uD654 \uD504\uB85C\uC138\uC2A4\uB97C \uC644\uB8CC\uD560 \uB54C \uAE30\uB85D\uB418\uB294 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action397002=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String name
messagedetail397003={0} \uBAA8\uB4C8\uC774 \uC11C\uBE44\uC2A4, \uAD00\uB9AC\uC790, \uCE90\uC2DC \uCD08\uAE30\uD654 \uD504\uB85C\uC138\uC2A4\uB97C \uC2DC\uC791\uD560 \uB54C \uAE30\uB85D\uB418\uB294 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action397003=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String name
messagedetail397004={0} \uBAA8\uB4C8\uC774 \uC11C\uBE44\uC2A4, \uAD00\uB9AC\uC790, \uCE90\uC2DC \uCD08\uAE30\uD654 \uD504\uB85C\uC138\uC2A4\uB97C \uC644\uB8CC\uD560 \uB54C \uAE30\uB85D\uB418\uB294 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action397004=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail397037=OSB \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 \uB9AC\uC18C\uC2A4 \uC800\uC7A5\uC18C\uAC00 \uCD08\uAE30\uD654 \uD504\uB85C\uC138\uC2A4\uB97C \uC2DC\uC791\uD560 \uB54C \uAE30\uB85D\uB418\uB294 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action397037=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail397038=OSB \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 \uB9AC\uC18C\uC2A4 \uC800\uC7A5\uC18C\uAC00 \uCD08\uAE30\uD654 \uD504\uB85C\uC138\uC2A4\uB97C \uC644\uB8CC\uD560 \uB54C \uAE30\uB85D\uB418\uB294 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action397038=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail397039=OSB \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uB9AC\uC18C\uC2A4 \uC800\uC7A5\uC18C\uAC00 \uCD08\uAE30\uD654 \uD504\uB85C\uC138\uC2A4\uB97C \uC2DC\uC791\uD560 \uB54C \uAE30\uB85D\uB418\uB294 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action397039=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail397040=OSB \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uB9AC\uC18C\uC2A4 \uC800\uC7A5\uC18C\uAC00 \uCD08\uAE30\uD654 \uD504\uB85C\uC138\uC2A4\uB97C \uC644\uB8CC\uD560 \uB54C \uAE30\uB85D\uB418\uB294 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action397040=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail397043=OSB \uACBD\uBCF4 \uB300\uC0C1 \uB9AC\uC18C\uC2A4 \uC800\uC7A5\uC18C\uAC00 \uCD08\uAE30\uD654 \uD504\uB85C\uC138\uC2A4\uB97C \uC2DC\uC791\uD560 \uB54C \uAE30\uB85D\uB418\uB294 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action397043=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail397044=OSB \uACBD\uBCF4 \uB300\uC0C1 \uB9AC\uC18C\uC2A4 \uC800\uC7A5\uC18C\uAC00 \uCD08\uAE30\uD654 \uD504\uB85C\uC138\uC2A4\uB97C \uC644\uB8CC\uD560 \uB54C \uAE30\uB85D\uB418\uB294 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action397044=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
