messagedetail382000=In der Laufzeitumgebung der OSB-Pipeline ist bei der Verarbeitung der Nachricht ein allgemeiner Laufzeitfehler aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben
action382000=Wenden Sie sich an den technischen Support
messagedetail382001=In der Laufzeitumgebung der OSB-Pipeline ist bei der Verarbeitung der Nachricht ein Laufzeitfehler aufgetreten. Die Namen von Nachrichtenkontextvariablen m\u00FCssen angegeben werden und d\u00FCrfen keine Nulll\u00E4nge haben
action382001=Pr\u00FCfen Sie die Pipeline-Konfiguration, um sicherzustellen, dass alle Variablennamen richtig konfiguriert sind und keine Nulll\u00E4nge haben
messagedetail382002=Bei der Initialisierung der Laufzeitumgebung der OSB-Pipeline ist w\u00E4hrend der Verarbeitung der Anforderungsnachricht f\u00FCr den angegebenen Proxy-Service ein unerwarteter Fehler aufgetreten.
action382002=Wenden Sie sich an den technischen Support
messagedetail382003=In der Laufzeitumgebung der OSB-Pipeline ist bei der Verarbeitung der Anforderungsnachricht f\u00FCr den angegebenen Proxy-Service ein Fehler aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben
action382003=Wenden Sie sich an den technischen Support
messagedetail382004=In der Laufzeitumgebung der OSB-Pipeline ist bei der Verarbeitung der Anforderungsnachricht f\u00FCr den angegebenen Proxy-Service ein Fehler aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben
action382004=Wenden Sie sich an den technischen Support
messagedetail382005=In der Laufzeitumgebung der OSB-Pipeline ist bei der Verarbeitung der Antwortnachricht f\u00FCr den angegebenen Proxy-Service ein Fehler aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben
action382005=Wenden Sie sich an den technischen Support
messagedetail382006=In der Laufzeitumgebung der OSB-Pipeline ist bei der Verarbeitung der Antwortnachricht f\u00FCr den angegebenen Proxy-Service ein Fehler aufgetreten, da versucht wurde, ein Objekt im Java-Objekt-Repository mit der angegebenen Referenz zu suchen. Die Ursache kann eine vorher ausgef\u00FChrte Pipeline-Aktion sein, die das Objekt mit der entsprechenden Referenz gel\u00F6scht hat.
action382006=Pr\u00FCfen Sie die Konfiguration des Pipeline-Nachrichtenflusses, um sicherzustellen, dass keine Pipeline-Aktion vorhanden ist, die das Objekt mit der angegebenen Referenz l\u00F6scht und vor diesem Fehler ausgef\u00FChrt wurde.
messagedetail382007=Beim Sammeln von Statistiken in der Laufzeitumgebung der OSB-Pipeline ist w\u00E4hrend der Verarbeitung einer Nachricht ein unerwarteter Fehler aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben 
action382007=Wenden Sie sich an den technischen Support
messagedetail382008=Beim Sammeln von Statistiken in der Laufzeitumgebung der OSB-Pipeline ist w\u00E4hrend der Verarbeitung einer Nachricht ein unerwarteter Fehler aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben 
action382008=Wenden Sie sich an den technischen Support
messagedetail382009=Beim Sammeln von Statistiken in der Laufzeitumgebung der OSB-Pipeline ist w\u00E4hrend der Verarbeitung einer Nachricht ein unerwarteter Fehler aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben 
action382009=Wenden Sie sich an den technischen Support
messagedetail382010=Beim Sammeln von Statistiken in der Laufzeitumgebung der OSB-Pipeline ist w\u00E4hrend der Verarbeitung einer Nachricht ein unerwarteter Fehler aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben 
action382010=Wenden Sie sich an den technischen Support
messagedetail382011=Dies ist eine Log-Meldung mit Debug-Dringlichkeit, die von der Laufzeitumgebung der OSB-Pipeline zu Diagnosezwecken geloggt wurde
messagedetail382012=In der Laufzeitumgebung der OSB-Pipeline ist bei der Verarbeitung der Antwortnachricht von einem Business-Service ein unerwarteter Fehler aufgetreten.
action382012=Wenden Sie sich an den technischen Support
## P4ADE ## {0} : String service
messagedetail382013=Die Verarbeitung der Nachricht in der OSB-Laufzeitumgebung war nicht erfolgreich, da die Konfiguration f\u00FCr den Proxy-Service noch ausgef\u00FChrt wird. Dieser Proxy kann eine ausgehende Nachricht erst an Service "{0}" senden, wenn die Konfiguration stabil ist.
action382013=Warten Sie, bis die Konfiguration des OSB-Servers stabil ist, und versuchen Sie dann, die Anforderung erneut zu senden.
## P4ADE ## {0} : String service
messagedetail382014=Die Verarbeitung der Nachricht in der OSB-Laufzeitumgebung war nicht erfolgreich, da die Konfiguration f\u00FCr die Proxy- und Ziel-Services noch ausgef\u00FChrt wird. Dieser Proxy kann eine ausgehende Nachricht erst an Service "{0}" senden, wenn die Konfiguration stabil ist.
action382014=Warten Sie, bis die Konfiguration des OSB-Servers stabil ist, und versuchen Sie dann, die Anforderung erneut zu senden.
messagedetail382015=Bei der Initialisierung des Status der Laufzeitumgebung der OSB-Pipeline f\u00FCr den angegebenen Service ist ein interner Fehler aufgetreten. Nur der Proxy-Service kann eingehende Nachrichten verarbeiten
action382015=Wenden Sie sich an den technischen Support
messagedetail382016=Bei der Initialisierung des Status der Laufzeitumgebung der OSB-Pipeline f\u00FCr den angegebenen Proxy-Service ist ein Fehler aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben
action382016=Wenden Sie sich an den technischen Support
messagedetail382017=Bei der Initialisierung des Status der Laufzeitumgebung der OSB-Pipeline f\u00FCr den angegebenen Service ist ein unerwarteter Fehler aufgetreten.
action382017=Wenden Sie sich an den technischen Support
messagedetail382018=Dies ist eine Diagnosefehlermeldung, die mit Fehlerschweregrad geloggt wird, wenn die Laufzeitumgebung der OBS-Pipeline ihren Status nicht initialisieren kann. Die Nachricht enth\u00E4lt verschiedene Informationen, mit denen die Ursache des Problems analysiert werden kann.
action382018=Wenden Sie sich an den technischen Support
messagedetail382019=Bei der Initialisierung des Laufzeitumgebung der OSB-Pipeline f\u00FCr einen bestimmten Service ist ein Fehler aufgetreten. Der Fehler ist beim Parsen der gespeicherten Konfiguration f\u00FCr den Nachrichtenfluss des Service aufgetreten
action382019=Wenden Sie sich an den technischen Support
## P4ADE ## {0} : String actionName, {1} : Throwable t
messagedetail382020=Bei der Initialisierung und/oder Registrierung einer einzelnen Pipeline-Aktion {0} ist ein Fehler aufgetreten. Die Ursache kann eine falsch konfigurierte Installation des OSB-Produktes sein
action382020=Wenden Sie sich an den technischen Support
## P4ADE ## {0} : String appName, {1} : Throwable t
messagedetail382021=Bei der Initialisierung und/oder Registrierung einer Reihe von Pipeline-Aktionen in einer Anwendungsdatei {0} ist ein Fehler aufgetreten. Die Ursache kann eine falsch konfigurierte Installation des OSB-Produktes sein
action382021=Wenden Sie sich an den technischen Support
messagedetail382022=Bei der Initialisierung und/oder Registrierung einer Reihe von Pipeline-Aktionen ist ein Fehler aufgetreten. Die Ursache kann eine falsch konfigurierte Installation des OSB-Produktes sein
action382022=Wenden Sie sich an den technischen Support
messagedetail382023=Bei der Initialisierung und/oder Registrierung einer Reihe von Pipeline-Aktionen ist ein Fehler aufgetreten. Die Ursache kann eine falsch konfigurierte Installation des OSB-Produktes sein
action382023=Wenden Sie sich an den technischen Support
messagedetail382024=Bei der Initialisierung und/oder Registrierung einer Reihe von Pipeline-Aktionen ist ein Fehler aufgetreten. Die Ursache kann eine falsch konfigurierte Installation des OSB-Produktes sein
action382024=Wenden Sie sich an den technischen Support
messagedetail382028=Bei der Verarbeitung der Nachricht durch die Laufzeitumgebung der OSB-Pipeline ist ein unerwarteter Fehler aufgetreten. Der Fehler ist bei dem Versuch aufgetreten, WSDL-Binding-Informationen f\u00FCr den Proxy-Service zu laden.
action382028=Pr\u00FCfen Sie die Konfiguration des Proxy-Service, und wenden Sie sich an den technischen Support
messagedetail382029=Bei der Verarbeitung der Nachricht durch die Laufzeitumgebung der OSB-Pipeline ist ein unerwarteter Fehler aufgetreten. Der Fehler ist bei der Initialisierung der Komponente aufgetreten, die auf WS-I-Konformit\u00E4t pr\u00FCft.
action382029=Wenden Sie sich an den technischen Support
messagedetail382030=Beim Parsen der Anforderungs- oder Antwort-Payload ist ein Fehler aufgetreten. Beispiel: Die Anforderungs-Payload enth\u00E4lt m\u00F6glicherweise falsch formatierte mehrteilige/zugeh\u00F6rige Daten, die beim Unmarshalling von Nachrichtenanh\u00E4ngen zu einem Fehler f\u00FChren. Die Ursache des Fehlers wird in einer Fehlermeldung beschrieben.
action382030=Pr\u00FCfen Sie die Fehlermeldung, und untersuchen Sie die Payload, um festzustellen, warum das Unmarshalling des Inhalts durch OSB nicht erfolgreich verl\u00E4uft.
messagedetail382031=Der Haupttext der Anforderungs- oder Antwortnachricht entspricht aus dem angegebenen Grund nicht dem WS-I-Basisprofil. Dies k\u00F6nnte beim Empfang von Anforderungsnachrichten durch OSB-Proxy-Services oder von Antwortnachrichten von Business-Services geschehen, die WS-I-konform sind.
action382031=Pr\u00FCfen Sie die Fehlermeldung, und untersuchen Sie die Payload, um festzustellen, warum der Haupttext der Nachricht die WS-I-Konformit\u00E4tspr\u00FCfung nicht besteht
messagedetail382032=Beim Parsen des Inhalts der Anforderungs- oder Antwortnachricht ist ein Fehler aufgetreten, da die Payload keinen g\u00FCltigen SOAP-Envelope enthielt. Dies kann geschehen, wenn ein SOAP (SOAP- oder WSDL-basierter OSB-Proxy) eine Anforderungsnachricht empf\u00E4ngt, die keinen g\u00FCltigen SOAP-Envelope enth\u00E4lt
action382032=Pr\u00FCfen Sie die Payload, um sicherzustellen, dass sie einen g\u00FCltigen SOAP-Envelope enth\u00E4lt
messagedetail382033=Beim Parsen des Inhalts der Anforderungs- oder Antwortnachricht ist ein Fehler aufgetreten, da die Payload keinen g\u00FCltigen SOAP-Body innnerhalb des SOAP-Envelopes enthielt. Dies kann geschehen, wenn ein SOAP (SOAP- oder WSDL-basierter OSB-Proxy) eine Anforderungsnachricht empf\u00E4ngt, die keinen g\u00FCltigen SOAP-Body in dem Envelope enth\u00E4lt
action382033=Pr\u00FCfen Sie die Payload, um sicherzustellen, dass sie ein g\u00FCltiges SOAP-Body-Element enth\u00E4lt
messagedetail382034=Bei der Konvertierung der SOAP 1.1 Payload in SOAP 1.2 Payload ist ein Fehler aufgetreten. Das erwartete SOAP 1.1 Envelope-Element hat gefehlt.
action382034=Stellen Sie sicher, dass eine g\u00FCltige SOAP 1.1 Payload vorhanden ist. Mit der Log-Aktion k\u00F6nnen Sie den Inhalt jeder Nachrichtenkontextvariablen loggen und pr\u00FCfen, einschlie\u00DFlich $body
action382035=Stellen Sie sicher, dass eine g\u00FCltige SOAP 1.1 Payload vorhanden ist. Mit der Log-Aktion k\u00F6nnen Sie den Inhalt jeder Nachrichtenkontextvariablen loggen und pr\u00FCfen, einschlie\u00DFlich $body
action382036=Stellen Sie sicher, dass eine g\u00FCltige SOAP 1.1 Payload vorhanden ist. Mit der Log-Aktion k\u00F6nnen Sie den Inhalt jeder Nachrichtenkontextvariablen loggen und pr\u00FCfen, einschlie\u00DFlich $body
action382037=Stellen Sie sicher, dass eine g\u00FCltige SOAP 1.2 Payload vorhanden ist. Mit der Log-Aktion k\u00F6nnen Sie den Inhalt jeder Nachrichtenkontextvariablen loggen und pr\u00FCfen, einschlie\u00DFlich $body
action382038=Stellen Sie sicher, dass eine g\u00FCltige SOAP 1.2 Payload vorhanden ist. Mit der Log-Aktion k\u00F6nnen Sie den Inhalt jeder Nachrichtenkontextvariablen loggen und pr\u00FCfen, einschlie\u00DFlich $body
action382039=Stellen Sie sicher, dass eine g\u00FCltige SOAP 1.2 Payload vorhanden ist. Mit der Log-Aktion k\u00F6nnen Sie den Inhalt jeder Nachrichtenkontextvariablen loggen und pr\u00FCfen, einschlie\u00DFlich $body
messagedetail382040=Bei der Zuweisung eines Wertes f\u00FCr die angegebene Nachrichtenkontextvariable ist ein Fehler aufgetreten. Es gibt bestimmte Nachrichtenkontextvariablen, wie $outbound, $attachments, $fault, die eine vordefinierte Struktur haben (weitere Einzelheiten finden Sie in der OSB-Onlinedokumentation). Jeder Wert, der ihnen zugewiesen wird, muss ein bestimmtes Format haben
action382040=Pr\u00FCfen Sie mit der OSB-Log-Aktion, ob der Wert, der der Variablen zugewiesen wird, das erwartete Format hat
messagedetail382041=Bei der Zuweisung eines Wertes f\u00FCr die angegebene Nachrichtenkontextvariable ist ein Fehler aufgetreten. Es gibt bestimmte Nachrichtenkontextvariablen, wie $operation, denen kein Wert zugewiesen werden kann und die somit als schreibgesch\u00FCtzt betrachtet werden.
action382041=Pr\u00FCfen Sie anhand der OSB-Onlinedokumentation, ob die Variable, deren Wert ge\u00E4ndert wird, keine schreibgesch\u00FCtzte Variable ist.
messagedetail382042=Bei der Zuweisung eines Wertes f\u00FCr die angegebenen Nachrichtenkontextvariable ist ein Fehler aufgetreten. Dies kann geschehen, wenn versucht wird, Nicht-XML-Werte Nachrichtenkontextvariablen zuzuweisen, die einen XML-Inhalt erwarten (Beispiel: $fault).
action382042=Pr\u00FCfen Sie mit der OSB-Log-Aktion, ob der Wert, der der Variablen zugewiesen wird, das erwartete Format hat
messagedetail382043=Bei der Zuweisung oder Aktualisierung eines Wertes einer bestimmten Nachrichtenkontextvariablen ist ein Fehler aufgetreten. Dies kann geschehen, wenn der zugewiesene Wert dem angegebenen Format f\u00FCr eine Systemvariable nicht entspricht (Beispiel: Festlegung von $outbound auf Null), oder wenn ein schreibgesch\u00FCtzter Teil einer Nachrichtenkontextvariablen aktualisiert wird (Beispiel: \u00C4nderung des "service"-Elements von $inbound)
action382043=Pr\u00FCfen Sie mit der OSB-Log-Aktion, ob der Wert, der der Variablen zugewiesen wird, das erwartete Format hat. Aus der OSB-Onlinedokumentation k\u00F6nnen Sie ersehen, ob der Teil der Variablen, den Sie \u00E4ndern, nicht als schreibgesch\u00FCtzt betrachtet wird. 
messagedetail382045=Bei der Initialisierung einer der Systemvariablen ist ein unerwarteter Fehler aufgetreten. Die Ursache des Problems wird in einer spezifischen Fehlermeldung aufgef\u00FChrt. 
action382045=Wenden Sie sich an den technischen Support
messagedetail382046=Beim Abrufen der XML-Darstellung des Wertes einer Systemkontextvariablen ist ein Fehler aufgetreten. Beispiel: Anforderungs- oder Antwortmetadaten f\u00FCr $inbound- oder $outbound-Nachrichtenkontextvariable. Die Ursache des Problems wird in einer spezifischen Fehlermeldung angegeben.
action382046=Wenden Sie sich an den technischen Support
messagedetail382047=Bei der Verarbeitung der eingehenden Anforderung durch einen Proxy-Service ist ein interner Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Der Status der OSB-Pipeline wurde nicht erwartet
action382047=Wenden Sie sich an den technischen Support
messagedetail382048=Bei der Verarbeitung der eingehenden Anforderung durch einen Proxy-Service ist ein interner Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Der Status der OSB-Pipeline wurde nicht erwartet
action382048=Wenden Sie sich an den technischen Support
messagedetail382049=Bei der Verarbeitung der eingehenden Anforderung durch einen Proxy-Service ist ein interner Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Der Status der OSB-Pipeline wurde nicht erwartet
action382049=Wenden Sie sich an den technischen Support
messagedetail382050=Bei der Verarbeitung der eingehenden Anforderung durch einen Proxy-Service ist ein interner Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Der Status der OSB-Pipeline wurde nicht erwartet
action382050=Wenden Sie sich an den technischen Support
messagedetail382051=Bei der Verarbeitung der eingehenden Anforderung durch einen Proxy-Service ist ein interner Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Der Status der OSB-Pipeline wurde nicht erwartet
action382051=Wenden Sie sich an den technischen Support
messagedetail382052=Bei der Verarbeitung der eingehenden Anforderung durch einen Proxy-Service ist ein interner Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Der Status der OSB-Pipeline wurde nicht erwartet
action382052=Wenden Sie sich an den technischen Support
messagedetail382053=Bei der Verarbeitung der eingehenden Anforderung durch einen Proxy-Service ist ein interner Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Der Status der OSB-Pipeline wurde nicht erwartet
action382053=Wenden Sie sich an den technischen Support
messagedetail382054=Messaging Services: Java muss ein g\u00FCltiges untergeordnetes Element [[http://www.bea.com/wli/sb/context]java-content] unter $body enthalten.
action382054=Stellen Sie sicher, dass der Inhalt von $body dem erwarteten Format entspricht. Mit der Log-Aktion k\u00F6nnen Sie den Inhalt einer Nachrichtenkontextvariablen loggen und pr\u00FCfen, einschlie\u00DFlich $body
messagedetail382100=Bei der Verarbeitung der eingehenden Anforderung durch einen Proxy-Service ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Die Ursache des Problems wird in einer spezifischen Fehlermeldung aufgef\u00FChrt.
action382100=Wenden Sie sich an den technischen Support
messagedetail382101=Bei der Vorbereitung der eingehenden Antwort f\u00FCr einen Proxy-Service ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Die Ursache des Problems wird in einer spezifischen Fehlermeldung aufgef\u00FChrt.
action382101=Wenden Sie sich an den technischen Support
messagedetail382102=Bei der Vorbereitung der ausgehenden Anforderung f\u00FCr einen Business-Service ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Die Ursache des Problems wird in einer spezifischen Fehlermeldung aufgef\u00FChrt.
action382102=Wenden Sie sich an den technischen Support
messagedetail382103=Bei der Verarbeitung der ausgehenden Antwort von einem Business-Service ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Die Ursache des Problems wird in einer spezifischen Fehlermeldung aufgef\u00FChrt.
action382103=Wenden Sie sich an den technischen Support
messagedetail382104=Bei der Verarbeitung der Anforderungsmetadaten f\u00FCr die $inbound- oder $outbound-Nachrichtenkontextvariable ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Die Ursache des Problems wird in einer spezifischen Fehlermeldung aufgef\u00FChrt. 
action382104=Wenden Sie sich an den technischen Support
messagedetail382105=Bei der Verarbeitung der Antwortmetadaten f\u00FCr die $inbound- oder $outbound-Nachrichtenkontextvariable ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Die Ursache des Problems wird in einer spezifischen Fehlermeldung aufgef\u00FChrt. 
action382105=Wenden Sie sich an den technischen Support
messagedetail382106=Der konfigurierte XQuery-Ausdruck, dessen Ergebnis als Eingabeparameter f\u00FCr die XSLT-Transformation verwendet wird, hat Null ergeben.
action382106=Pr\u00FCfen Sie den konfigurierten Ausdruck, um sicherzustellen, dass er einen Wert ungleich Null ergibt. Mit der Log-Aktion k\u00F6nnen Sie das Ergebnis eines XQuery-Ausdrucks loggen.
messagedetail382107=Der konfigurierte XQuery-Ausdruck, dessen Ergebnis als die benannte Eingabevariable f\u00FCr XSLT-Transformation verwendet wird, hat Null ergeben.
action382107=Pr\u00FCfen Sie den konfigurierten Ausdruck, um sicherzustellen, dass er einen Wert ungleich Null ergibt. Mit der Log-Aktion k\u00F6nnen Sie das Ergebnis eines XQuery-Ausdrucks loggen.
messagedetail382108=Der konfigurierte XPath-Ausdruck referenziert eine Nachrichteninhaltsvariable oder einen anderen Ausdruck, dessen Inhalt kein XML-Inhalt ist. XPath kann nur mit XML- oder MFL-Inhalt ausgef\u00FChrt werden
action382108=Pr\u00FCfen Sie den Wert des konfigurierten Ausdrucks, um sicherzustellen, dass er einen g\u00FCltigen XML-Inhalt referenziert. Mit der Log-Aktion k\u00F6nnen Sie das Ergebnis eines Ausdrucks loggen, einschlie\u00DFlich Nachrichtenkontextvariablen.
messagedetail382110=Bei der XOP-/MTOM-Verarbeitung der eingehenden Variablen ist in der Laufzeitumgebung der OSB-Pipeline ein unerwarteter Fehler aufgetreten. Die Ursache des Fehlers wird in einer spezifischen Fehlermeldung beschrieben.
action382110=Wenden Sie sich an den technischen Support
messagedetail382111=Ein binary-content-Element ist nicht ordnungsgem\u00E4\u00DF erstellt - ein obligatorisches Ref-Attribut fehlt
action382111=Wenden Sie sich an den technischen Support
messagedetail382112=Bei der Verarbeitung der Antwortnachricht f\u00FCr den angegebenen Proxy-Service ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten, da versucht wurde, ein Objekt im Quell-Repository mit der angegebenen Referenz zu suchen.
action382112=Wenden Sie sich an den technischen Support
messagedetail382113=Bei der XOP/MTOM-Verarbeitung f\u00FCr die ausgehende Anforderungsnachricht ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten
action382113=Wenden Sie sich an den technischen Support
messagedetail382114=Bei der XOP/MTOM-Verarbeitung f\u00FCr die eingehende Anforderungsnachricht ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Die Fehlerursache wird in einer Fehlermeldung angegeben
action382114=Stellen Sie sicher, dass die eingehende XOP/MTOM-Payload entsprechend dem XOP/MTOM-Standard g\u00FCltig ist
messagedetail382115=Bei der Ausf\u00FChrung der XOP/XTOM-Verarbeitung f\u00FCr die eingehende Anforderungsnachricht ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten
action382115=Stellen Sie sicher, dass die eingehende XOP/MTOM-Payload entsprechend dem XOP/MTOM-Standard g\u00FCltig ist
messagedetail382116=Bei der Ausf\u00FChrung der XOP/XTOM-Verarbeitung f\u00FCr die eingehende Anforderungsnachricht ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten
action382116=Stellen Sie sicher, dass die eingehende XOP/MTOM-Payload entsprechend dem XOP/MTOM-Standard g\u00FCltig ist
messagedetail382117=Bei der Ausf\u00FChrung der XOP/XTOM-Verarbeitung f\u00FCr die eingehende Anforderungsnachricht ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten
action382117=Stellen Sie sicher, dass die eingehende XOP/MTOM-Payload entsprechend dem XOP/MTOM-Standard g\u00FCltig ist
messagedetail382118=Bei der Ausf\u00FChrung der XOP/XTOM-Verarbeitung f\u00FCr die eingehende Anforderungsnachricht ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten
action382118=Stellen Sie sicher, dass die eingehende XOP/MTOM-Payload entsprechend dem XOP/MTOM-Standard g\u00FCltig ist
messagedetail382119=Ein Service, der nicht XOP/MTOM-f\u00E4hig ist, hat eine XOP/MTOM-Nachricht empfangen
action382119=Stellen Sie sicher, dass das XOP/MTOM-Feature f\u00FCr den Proxy-Service aktiviert ist, damit eingehende Payloads ordnungsgem\u00E4\u00DF verarbeitet werden k\u00F6nnen
messagedetail382120=Eine ausgehende Anforderung f\u00FCr einen XOP/MTOM-f\u00E4higen Service kann nicht vorbereitet werden, da der Business-Service XOP/MTOM unterst\u00FCtzt und der Wert der $attachments-Variablen nicht Null ist. Die Kombination von XOP/MTOM und Anh\u00E4ngen wird nicht unterst\u00FCtzt
action382120=Stellen Sie sicher, dass die $attachments-Variable beim Routing zu XOP/MTOM-f\u00E4higen Services keine Informationen enth\u00E4lt
messagedetail382121=Bei der Ausf\u00FChrung der XOP/XTOM-Verarbeitung f\u00FCr die eingehende Anforderungsnachricht ist ein Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten
action382121=Stellen Sie sicher, dass die eingehende XOP/MTOM-Payload entsprechend dem XOP/MTOM-Standard g\u00FCltig ist
messagedetail382150=Bei der Ausf\u00FChrung einer ausgehenden Anforderung f\u00FCr eine Routing-, Publish- oder Service Callout-Aktion ist ein unerwarteter Fehler in der Laufzeitumgebung der OSB-Pipeline aufgetreten. Die Ursache des Problems wird in einer spezifischen Fehlermeldung angegeben.
action382150=Wenden Sie sich an den technischen Support
## P4ADE ## {0} : String service
messagedetail382151=Beim Abrufen der Konfigurationsdetails f\u00FCr den angegebenen Service {0} ist ein unerwarteter Fehler aufgetreten.
action382151=Pr\u00FCfen Sie mit der OSB-Konsole, ob der betreffende Service ordnungsgem\u00E4\u00DF konfiguriert ist
## P4ADE ## {0} : String proxy, {1} : String target
messagedetail382152=Nachrichtenkontexteigenschaft "doOutboundWss" ist auf True gesetzt, Proxy "{0}" ist jedoch ein passiver Mittler: passive Mittlerproxys unterst\u00FCtzen ausgehende Web Service Security nicht (Ziel-Service: "{1}")
action382152=Pr\u00FCfen Sie mit der OSB-Konsole die Konfiguration des betreffenden Service, und stellen Sie sicher, dass die angegebene Nachrichtenkontexteigenschaft ordnungsgem\u00E4\u00DF festgelegt ist.
messagedetail382153=Ein Versuch, eine Systemvariable aus dem Nachrichtenkontext zu l\u00F6schen, war nicht erfolgreich, da eine Reihe von Systemvariablen vorhanden ist, die nicht gel\u00F6scht werden k\u00F6nnen, wie $inbound und $outbound.
action382153=Pr\u00FCfen Sie in der OSB-Onlinedokumentation, ob eine bestimmte Systemvariable aus dem Nachrichtenkontext gel\u00F6scht werden kann.
