VALIDATE_UNKNOWN_NODE=Noeud non reconnu \u00E0 la fin du flux de pipeline.
VALIDATE_MISPLACED_ROUTE_NODE=Les noeuds de routage ne peuvent appara\u00EEtre qu'\u00E0 la fin du flux.
VALIDATE_MISPLACED_BRANCH_NODE=Les noeuds de branchement ne peuvent appara\u00EEtre qu'\u00E0 la fin du flux.
VALIDATE_DUPLICATE_NODE_NAME=Nom de noeud en double d\u00E9tect\u00E9 (les noms de noeud doivent \u00EAtre uniques) : {0}.
VALIDATE_UNNAMED_PIPELINE_NODE=Les noeuds de paire de pipeline doivent \u00EAtre nomm\u00E9s.
VALIDATE_UNNAMED_BRANCH_NODE=Les noeuds de branchement doivent \u00EAtre nomm\u00E9s.
VALIDATE_UNNAMED_ROUTE_NODE=Les noeuds de routage doivent \u00EAtre nomm\u00E9s.
VALIDATE_MISSING_BRANCH_TABLE=Les noeuds de branchement doivent pr\u00E9senter une table de branchement.
VALIDATE_MISSING_DEFAULT_BRANCH=Branchement par d\u00E9faut obligatoire manquant pour le noeud de branchement.
VALIDATE_OPERATION_BRANCH_NO_WSDL=Les noeuds de branchement op\u00E9rationnel ne sont autoris\u00E9s que dans les flux de messages des services WSDL
VALIDATE_OPERATION_BRANCH_VARIABLE=Les noeuds de branchement op\u00E9rationnel ne doivent pas indiquer de variable de condition.
VALIDATE_OPERATION_BRANCH_PATH=Les noeuds de branchement op\u00E9rationnel ne doivent pas indiquer d'expression XPath.
VALIDATE_CONDITION_BRANCH_VARIABLE=Les noeuds de branchement conditionnel doivent indiquer une variable de condition.
VALIDATE_CONDITION_BRANCH_PATH=Le noeud de branchement conditionnel indique une expression XPath non valide : {0}.
VALIDATE_MISSING_BRANCH_LABEL=Les branchements doivent \u00EAtre \u00E9tiquet\u00E9s.
VALIDATE_MISSING_BRANCH_VALUE=Les branchements doivent sp\u00E9cifier une valeur.
VALIDATE_INVALID_BRANCH_VALUE=Expression de valeur non valide indiqu\u00E9e pour le branchement avec l''\u00E9tiquette ''{0}'' : {1}
VALIDATE_DUPLICATE_BRANCH_LABEL=Etiquette de branchement en double d\u00E9tect\u00E9e (les \u00E9tiquettes de branchement doivent \u00EAtre uniques) : {0}.
VALIDATE_DUPLICATE_PIPELINE_NAME=Nom de pipeline en double d\u00E9tect\u00E9 (les noms de pipeline doivent \u00EAtre uniques) : {0}.
VALIDATE_DUPLICATE_STAGE_NAME=Nom de phase en double d\u00E9tect\u00E9 (les noms de phase doivent \u00EAtre uniques au sein d''un m\u00EAme pipeline) : {0}.
VALIDATE_MISSING_STAGE_NAME=Nom de noeud de phase manquant
VALIDATE_INVALID_PIPELINE_TYPE=Le pipeline doit \u00EAtre de type : {0}.
VALIDATE_UNRECOGNIZED_PIPELINE_TYPE=Type de pipeline non reconnu : {0}.
REQUEST_PIPELINE=Pipeline des demandes
RESPONSE_PIPELINE=Pipeline des r\u00E9ponses
ERROR_HANDLER=Gestionnaire d'erreur
UNKNOWN_PIPELINE=Pipeline inconnu
WSI_OPERATION_NOT_SPECIFIED=Pour la conformit\u00E9 \u00E0 WS-I, une op\u00E9ration doit \u00EAtre indiqu\u00E9e, mais la variable de contexte "operation" n'a pas de valeur.
WSI_OPERATION_NOT_FOUND=L''op\u00E9ration ''{0}'' n''appara\u00EEt pas dans WSDL.
WSI_MESSAGE_NOT_FOUND=Echec de l''obtention des informations relatives au message WSDL pour l''op\u00E9ration ''{0}''.
WSI_R1000_DETAIL_TRAILERS=Aucun \u00E9l\u00E9ment ne peut suivre un \u00E9l\u00E9ment de d\u00E9tail dans l''\u00E9l\u00E9ment soap:Fault. Cependant, l''\u00E9l\u00E9ment XML suivant a \u00E9t\u00E9 trouv\u00E9 \u00E0 la place : {0}.
WSI_R1000_FAULTACTOR_TRAILERS=Un \u00E9l\u00E9ment faultactor peut uniquement \u00EAtre suivi d''un \u00E9l\u00E9ment de d\u00E9tail dans l''\u00E9l\u00E9ment soap:Fault. Cependant, l''\u00E9l\u00E9ment XML suivant a \u00E9t\u00E9 trouv\u00E9 \u00E0 la place : {0}
WSI_R1000_FAULTSTRING_TRAILERS=Un \u00E9l\u00E9ment faultstring peut uniquement \u00EAtre suivi d''un \u00E9l\u00E9ment faultactor ou de d\u00E9tail dans l''\u00E9l\u00E9ment soap:Fault. Cependant, l''\u00E9l\u00E9ment XML suivant a \u00E9t\u00E9 trouv\u00E9 \u00E0 la place : {0}
WSI_R1000_FAULTCODE_MISSING=Le premier enfant d'un \u00E9l\u00E9ment soap:Fault doit \u00EAtre un \u00E9l\u00E9ment faultcode.
WSI_R1000_FAULTSTRING_MISSING=Le deuxi\u00E8me enfant d'un \u00E9l\u00E9ment soap:Fault doit \u00EAtre un \u00E9l\u00E9ment faultstring.
WSI_R1001=Les \u00E9l\u00E9ments enfant d'un \u00E9l\u00E9ment soap:Fault ne doivent pas \u00EAtre un espace de noms qualifi\u00E9.
WSI_R1008=Un message SOAP ne doit pr\u00E9senter aucune d\u00E9claration de type de document.
WSI_R1011=Aucun \u00E9l\u00E9ment ne doit suivre l''\u00E9l\u00E9ment soap:Body dans un message SOAP. Cependant, l''\u00E9l\u00E9ment XML suivant a \u00E9t\u00E9 trouv\u00E9 \u00E0 la place : {0}
WSI_R1014=Les enfants de l'\u00E9l\u00E9ment soap:Body doivent \u00EAtre un espace de noms qualifi\u00E9.
WSI_R1015=Un message SOAP doit avoir comme \u00E9l\u00E9ment racine l'\u00E9l\u00E9ment soap:Envelope.
WSI_R1032=Les \u00E9l\u00E9ments soap:Envelope, soap:Header et soap:Body ne doivent pr\u00E9senter aucun attribut dans l'espace de noms ''http://schemas.xmlsoap.org/soap/envelope/''.
WSI_R1126_NOT_500=Une r\u00E9ponse soap:Fault doit \u00EAtre accompagn\u00E9e d'un code de r\u00E9ponse HTTP 500.
WSI_R1126_NOT_FAULT=Un code de r\u00E9ponse HTTP 500 doit \u00EAtre accompagn\u00E9 d'un message soap:Fault.
WSI_R2205=Un \u00E9l\u00E9ment soapbind:header ne peut faire r\u00E9f\u00E9rence qu'aux \u00E9l\u00E9ments wsdl:part qui ont \u00E9t\u00E9 d\u00E9finis \u00E0 l'aide de l'attribut de l'\u00E9l\u00E9ment.
WSI_R2401=Un \u00E9l\u00E9ment wsdl:binding doit utiliser la liaison SOAP.
WSI_R2706=Un \u00E9l\u00E9ment wsdl:binding doit utiliser la valeur d'un litt\u00E9ral pour l'attribut use dans tous les \u00E9l\u00E9ments soapbind:body.
WSI_R2717=L'attribut de l'espace de noms de la liaison rpc-literal doit \u00EAtre indiqu\u00E9.
WSI_R2720=Un \u00E9l\u00E9ment soapbind:header doit utiliser l'attribut d'\u00E9l\u00E9ment Part pour indiquer un \u00E9l\u00E9ment wsdl:part.
WSI_R2729_REQUEST=Une demande RPC-literal doit pr\u00E9senter un \u00E9l\u00E9ment wrapper dont le nom est le m\u00EAme que celui de l'op\u00E9ration.
WSI_R2729_RESPONSE=Une r\u00E9ponse RPC-literal doit pr\u00E9senter un \u00E9l\u00E9ment wrapper dont le nom est le m\u00EAme que celui de l'op\u00E9ration avec pour suffixe "Response".
WSI_R2735=Les m\u00E9thodes d'acc\u00E8s \u00E0 l'\u00E9l\u00E9ment Part dans un message RPC-literal ne doivent pas \u00EAtre des espaces de noms qualifi\u00E9s.
WSI_R2738=L'\u00E9l\u00E9ment soap:Header d'un \u00E9l\u00E9ment soap:Envelope doit contenir tous les \u00E9l\u00E9ments soapbind:headers indiqu\u00E9s sur l'\u00E9l\u00E9ment wsdl:input ou wsdl:output d'une op\u00E9ration.
WSI_R2744=La valeur de l''en-t\u00EAte de transport SOAPAction doit \u00EAtre plac\u00E9e entre guillemets et avoir la valeur suivante : {0}.
WSI_R2745=La valeur de l'en-t\u00EAte de transport SOAPAction doit \u00EAtre plac\u00E9e entre guillemets et \u00EAtre une cha\u00EEne vide.
WSI_R2755_PART_UNKNOWN=Les m\u00E9thodes d''acc\u00E8s \u00E0 l''\u00E9l\u00E9ment Part dans un message RPC-literal doivent avoir un nom local qui correspond \u00E0 l''un des noms des \u00E9l\u00E9ments Part dans le message WSDL. La m\u00E9thode d''acc\u00E8s \u00E0 l''\u00E9l\u00E9ment Part ''{0}'' n''est pas reconnue.
WSI_R2755_PART_MISSING=Un message RPC-literal doit contenir tous les \u00E9l\u00E9ments Part nomm\u00E9s d\u00E9finis dans le message WSDL.
WSI_R9980_BODY_MISSING=Un \u00E9l\u00E9ment soap:Envelope doit contenir un \u00E9l\u00E9ment enfant soap:Body.
WSI_R9980_HEADER_MISPLACED=Un \u00E9l\u00E9ment soap:Header peut uniquement appara\u00EEtre comme le premier enfant imm\u00E9diat de l'\u00E9l\u00E9ment soap:Envelope.
WSI_R9980_HEADER_CHILDREN_UNQUALIFIED=Les enfants de l'\u00E9l\u00E9ment soap:Header doivent \u00EAtre des espaces de noms qualifi\u00E9s.
WSI_R9980_HEADER_CHILDREN_ILLEGAL_NAMESPACE=Les enfants de l'\u00E9l\u00E9ment soap:Header peuvent ne pas se trouver pas dans l'espace de noms http://schemas.xmlsoap.org/soap/envelope/.
WSI_R9980_MULTIPLE_FAULT=Un \u00E9l\u00E9ment soap:Body ne peut contenir plus d'un \u00E9l\u00E9ment enfant soap:Fault.
WSI_R9980_FAULTCODE_PREFIX_UNDECLARED=Le pr\u00E9fixe d''espace de noms ''{0}'' dans la valeur faultcode n''est pas d\u00E9clar\u00E9.
WSI_R9980_FAULTCODE_NOT_QNAME=La valeur de l''\u00E9l\u00E9ment faultcode ne semble pas \u00EAtre un QName : {0}
WSI_R9980_ATTRIBUTES_UNQUALIFIED=Les attributs des \u00E9l\u00E9ments soap:Envelope, soap:Header et soap:Body doivent \u00EAtre des espaces de nom qualifi\u00E9s.
