VALIDATE_UNKNOWN_NODE=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30D5\u30ED\u30FC\u306E\u6700\u5F8C\u306E\u30CE\u30FC\u30C9\u304C\u8A8D\u8B58\u3055\u308C\u307E\u305B\u3093\u3002
VALIDATE_MISPLACED_ROUTE_NODE=\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u3092\u914D\u7F6E\u3067\u304D\u308B\u306E\u306F\u30D5\u30ED\u30FC\u306E\u6700\u5F8C\u306E\u307F\u3067\u3059\u3002
VALIDATE_MISPLACED_BRANCH_NODE=\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u3092\u914D\u7F6E\u3067\u304D\u308B\u306E\u306F\u30D5\u30ED\u30FC\u306E\u6700\u5F8C\u306E\u307F\u3067\u3059\u3002
VALIDATE_DUPLICATE_NODE_NAME=\u30CE\u30FC\u30C9\u540D\u306E\u91CD\u8907\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F(\u30CE\u30FC\u30C9\u540D\u306F\u30E6\u30CB\u30FC\u30AF\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059): {0}\u3002
VALIDATE_UNNAMED_PIPELINE_NODE=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30DA\u30A2\u30FB\u30CE\u30FC\u30C9\u306B\u540D\u524D\u3092\u4ED8\u3051\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
VALIDATE_UNNAMED_BRANCH_NODE=\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u306B\u540D\u524D\u3092\u4ED8\u3051\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
VALIDATE_UNNAMED_ROUTE_NODE=\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u306B\u540D\u524D\u3092\u4ED8\u3051\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
VALIDATE_MISSING_BRANCH_TABLE=\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u306B\u306F\u30D6\u30E9\u30F3\u30C1\u8868\u304C\u5FC5\u8981\u3067\u3059\u3002
VALIDATE_MISSING_DEFAULT_BRANCH=\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u306B\u5FC5\u8981\u306A\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30D6\u30E9\u30F3\u30C1\u304C\u3042\u308A\u307E\u305B\u3093\u3002
VALIDATE_OPERATION_BRANCH_NO_WSDL=\u64CD\u4F5C\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u306F\u3001WSDL\u30D9\u30FC\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u3067\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059
VALIDATE_OPERATION_BRANCH_VARIABLE=\u64CD\u4F5C\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u3067\u306F\u6761\u4EF6\u5909\u6570\u3092\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
VALIDATE_OPERATION_BRANCH_PATH=\u64CD\u4F5C\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u3067\u306FXPath\u5F0F\u3092\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
VALIDATE_CONDITION_BRANCH_VARIABLE=\u6761\u4EF6\u4ED8\u304D\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u3067\u306F\u6761\u4EF6\u5909\u6570\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
VALIDATE_CONDITION_BRANCH_PATH=\u6761\u4EF6\u4ED8\u304D\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u304C\u7121\u52B9\u306Axpath\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u3059: {0}\u3002
VALIDATE_MISSING_BRANCH_LABEL=\u30D6\u30E9\u30F3\u30C1\u306B\u30E9\u30D9\u30EB\u3092\u4ED8\u3051\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
VALIDATE_MISSING_BRANCH_VALUE=\u30D6\u30E9\u30F3\u30C1\u306F\u5024\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
VALIDATE_INVALID_BRANCH_VALUE=\u30E9\u30D9\u30EB''{0}''\u306E\u30D6\u30E9\u30F3\u30C1\u306B\u6307\u5B9A\u3055\u308C\u305F\u5024\u5F0F\u304C\u7121\u52B9\u3067\u3059: {1}
VALIDATE_DUPLICATE_BRANCH_LABEL=\u30D6\u30E9\u30F3\u30C1\u30FB\u30E9\u30D9\u30EB\u306E\u91CD\u8907\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F(\u30D6\u30E9\u30F3\u30C1\u30FB\u30E9\u30D9\u30EB\u306F\u30E6\u30CB\u30FC\u30AF\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059): {0}\u3002
VALIDATE_DUPLICATE_PIPELINE_NAME=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u540D\u306E\u91CD\u8907\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F(\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u540D\u306F\u30E6\u30CB\u30FC\u30AF\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059): {0}\u3002
VALIDATE_DUPLICATE_STAGE_NAME=\u30B9\u30C6\u30FC\u30B8\u540D\u306E\u91CD\u8907\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F(\u30B9\u30C6\u30FC\u30B8\u540D\u306F\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u5185\u3067\u30E6\u30CB\u30FC\u30AF\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059): {0}\u3002
VALIDATE_MISSING_STAGE_NAME=\u30B9\u30C6\u30FC\u30B8\u30FB\u30CE\u30FC\u30C9\u306B\u540D\u524D\u304C\u3042\u308A\u307E\u305B\u3093
VALIDATE_INVALID_PIPELINE_TYPE=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u30BF\u30A4\u30D7\u306F{0}\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
VALIDATE_UNRECOGNIZED_PIPELINE_TYPE=\u8A8D\u8B58\u3067\u304D\u306A\u3044\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30BF\u30A4\u30D7\u3067\u3059: {0}\u3002
REQUEST_PIPELINE=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3
RESPONSE_PIPELINE=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3
ERROR_HANDLER=\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9
UNKNOWN_PIPELINE=\u4E0D\u660E\u306A\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3
WSI_OPERATION_NOT_SPECIFIED=WS-I\u6E96\u62E0\u3067\u306F\u3001\u64CD\u4F5C\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u3066\u3001\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570''operation''\u306B\u306F\u5024\u304C\u542B\u307E\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u304C\u5FC5\u8981\u3067\u3059\u3002
WSI_OPERATION_NOT_FOUND=\u64CD\u4F5C''{0}''\u306FWSDL\u5185\u306B\u8A18\u8FF0\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
WSI_MESSAGE_NOT_FOUND=\u64CD\u4F5C''{0}''\u306EWSDL\u30E1\u30C3\u30BB\u30FC\u30B8\u60C5\u5831\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
WSI_R1000_DETAIL_TRAILERS=soap:Fault\u8981\u7D20\u5185\u306Edetail\u8981\u7D20\u306E\u5F8C\u306B\u306F\u8981\u7D20\u3092\u7D9A\u3051\u3089\u308C\u307E\u305B\u3093\u304C\u3001\u6B21\u306EXML\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F: {0}\u3002
WSI_R1000_FAULTACTOR_TRAILERS=soap:Fault\u8981\u7D20\u5185\u306Efaultactor\u8981\u7D20\u306E\u5F8C\u306B\u7D9A\u3051\u3089\u308C\u308B\u306E\u306Fdetail\u8981\u7D20\u306E\u307F\u3067\u3059\u304C\u3001\u6B21\u306EXML\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F: {0}
WSI_R1000_FAULTSTRING_TRAILERS=soap:Fault\u8981\u7D20\u5185\u306Efaultstring\u8981\u7D20\u306E\u5F8C\u306B\u7D9A\u3051\u3089\u308C\u308B\u306E\u306Ffaultactor\u307E\u305F\u306Fdetail\u8981\u7D20\u306E\u307F\u3067\u3059\u304C\u3001\u6B21\u306EXML\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F: {0}
WSI_R1000_FAULTCODE_MISSING=soap:Fault\u8981\u7D20\u306E1\u3064\u76EE\u306E\u5B50\u8981\u7D20\u306Ffaultcode\u8981\u7D20\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R1000_FAULTSTRING_MISSING=soap:Fault\u8981\u7D20\u306E2\u3064\u76EE\u306E\u5B50\u8981\u7D20\u306Ffaultstring\u8981\u7D20\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R1001=soap:Fault\u8981\u7D20\u306E\u5B50\u8981\u7D20\u3092\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u3067\u4FEE\u98FE\u3067\u304D\u307E\u305B\u3093\u3002
WSI_R1008=SOAP\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u30FB\u30BF\u30A4\u30D7\u5BA3\u8A00\u3092\u542B\u3081\u3089\u308C\u307E\u305B\u3093\u3002
WSI_R1011=SOAP\u30E1\u30C3\u30BB\u30FC\u30B8\u306Esoap:Body\u8981\u7D20\u306E\u5F8C\u306B\u306F\u8981\u7D20\u3092\u7D9A\u3051\u3089\u308C\u307E\u305B\u3093\u304C\u3001\u6B21\u306EXML\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F: {0}
WSI_R1014=soap:Body\u8981\u7D20\u306E\u5B50\u8981\u7D20\u306F\u3001\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u3067\u4FEE\u98FE\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R1015=SOAP\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u306F\u3001\u30EB\u30FC\u30C8\u8981\u7D20\u3068\u3057\u3066soap:Envelope\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R1032=soap:Envelope\u3001soap:Header\u304A\u3088\u3073soap:Body\u8981\u7D20\u306B\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9''http://schemas.xmlsoap.org/soap/envelope/''\u306E\u5C5E\u6027\u3092\u542B\u3081\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
WSI_R1126_NOT_500=soap:Fault\u30EC\u30B9\u30DD\u30F3\u30B9\u306FHTTP\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30B3\u30FC\u30C9500\u3068\u3068\u3082\u306B\u8FD4\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R1126_NOT_FAULT=HTTP\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30B3\u30FC\u30C9500\u306Fsoap:Fault\u30E1\u30C3\u30BB\u30FC\u30B8\u3068\u3068\u3082\u306B\u8FD4\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R2205=soapbind:header\u8981\u7D20\u306F\u3001element\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u5B9A\u7FA9\u3055\u308C\u305Fwsdl:part\u8981\u7D20\u306E\u307F\u3092\u53C2\u7167\u3067\u304D\u307E\u3059\u3002
WSI_R2401=wsdl:binding\u3067\u306FSOAP\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R2706=wsdl:binding\u3067\u306F\u3059\u3079\u3066\u306Esoapbind:body\u8981\u7D20\u5185\u306Euse\u5C5E\u6027\u306B\u5024'literal'\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R2717=rpc-literal\u30D0\u30A4\u30F3\u30C9\u306B\u306Fnamespace\u5C5E\u6027\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R2720=soapbind:header\u8981\u7D20\u3067\u306Fpart\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066wsdl:part\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R2729_REQUEST=RPC\u30EA\u30C6\u30E9\u30EB\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u306F\u3001\u64CD\u4F5C\u306E\u540D\u524D\u306E\u30E9\u30C3\u30D1\u30FC\u8981\u7D20\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R2729_RESPONSE=RPC\u30EA\u30C6\u30E9\u30EB\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u306F\u3001\u64CD\u4F5C\u306E\u540D\u524D\u306B\u63A5\u5C3E\u8F9E'Response'\u304C\u4ED8\u3044\u305F\u30E9\u30C3\u30D1\u30FC\u8981\u7D20\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R2735=RPC\u30EA\u30C6\u30E9\u30EB\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u5185\u306E\u30D1\u30FC\u30C8\u30FB\u30A2\u30AF\u30BB\u30C3\u30B5\u3092\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u3067\u4FEE\u98FE\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
WSI_R2738=soap:Envelope\u306Esoap:Header\u8981\u7D20\u306B\u306F\u3001\u64CD\u4F5C\u306Ewsdl:input\u307E\u305F\u306Fwsdl:output\u3067\u6307\u5B9A\u3055\u308C\u305F\u3059\u3079\u3066\u306Esoapbind:header\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R2744=SOAPAction\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D8\u30C3\u30C0\u30FC\u306E\u5024\u306F\u4E8C\u91CD\u5F15\u7528\u7B26\u3067\u56F2\u307F\u3001\u6B21\u306E\u5024\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059: {0}\u3002
WSI_R2745=SOAPAction\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D8\u30C3\u30C0\u30FC\u306E\u5024\u306F\u4E8C\u91CD\u5F15\u7528\u7B26\u3067\u56F2\u307F\u3001\u7A7A\u306E\u6587\u5B57\u5217\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R2755_PART_UNKNOWN=RPC\u30EA\u30C6\u30E9\u30EB\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u5185\u306E\u30D1\u30FC\u30C8\u30FB\u30A2\u30AF\u30BB\u30C3\u30B5\u306F\u3001WSDL\u30E1\u30C3\u30BB\u30FC\u30B8\u5185\u306E\u30D1\u30FC\u30C8\u540D\u306E1\u3064\u3068\u4E00\u81F4\u3059\u308B\u30ED\u30FC\u30AB\u30EB\u540D\u3092\u6301\u3063\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30D1\u30FC\u30C8\u30FB\u30A2\u30AF\u30BB\u30C3\u30B5''{0}''\u306F\u8A8D\u8B58\u3055\u308C\u307E\u305B\u3093\u3002
WSI_R2755_PART_MISSING=RPC\u30EA\u30C6\u30E9\u30EB\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u306F\u3001WSDL\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u6307\u5B9A\u30D1\u30FC\u30C8\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R9980_BODY_MISSING=soap:Envelope\u306B\u306Fsoap:Body\u5B50\u8981\u7D20\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R9980_HEADER_MISPLACED=soap:Header\u8981\u7D20\u306F\u3001soap:Envelope\u76F4\u4E0B\u306E1\u3064\u76EE\u306E\u5B50\u8981\u7D20\u3068\u3057\u3066\u306E\u307F\u8A18\u8FF0\u3067\u304D\u307E\u3059\u3002
WSI_R9980_HEADER_CHILDREN_UNQUALIFIED=soap:Header\u8981\u7D20\u306E\u5B50\u8981\u7D20\u306F\u3001\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u3067\u4FEE\u98FE\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
WSI_R9980_HEADER_CHILDREN_ILLEGAL_NAMESPACE=soap:Header\u8981\u7D20\u306E\u5B50\u8981\u7D20\u306F\u3001\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9http://schemas.xmlsoap.org/soap/envelope/\u306E\u3082\u306E\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
WSI_R9980_MULTIPLE_FAULT=soap:Body\u8981\u7D20\u306B\u8907\u6570\u306Esoap:Fault\u5B50\u8981\u7D20\u3092\u542B\u3081\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
WSI_R9980_FAULTCODE_PREFIX_UNDECLARED=faultcode\u306E\u5024\u306E\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u63A5\u982D\u8F9E''{0}''\u306F\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
WSI_R9980_FAULTCODE_NOT_QNAME=faultcode\u8981\u7D20\u306E\u5024\u306FQName\u3068\u3057\u3066\u8A18\u8FF0\u3055\u308C\u3066\u3044\u307E\u305B\u3093: {0}
WSI_R9980_ATTRIBUTES_UNQUALIFIED=soap:Envelope\u3001soap:Header\u304A\u3088\u3073soap:Body\u8981\u7D20\u306E\u5C5E\u6027\u306F\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u3067\u4FEE\u98FE\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
