VALIDATE_UNKNOWN_NODE=N\u00F3 n\u00E3o reconhecido ao final do fluxo do pipeline.
VALIDATE_MISPLACED_ROUTE_NODE=Os n\u00F3s de roteamento podem aparecer somente ao final do fluxo.
VALIDATE_MISPLACED_BRANCH_NODE=Os n\u00F3s de ramifica\u00E7\u00E3o podem aparecer somente ao final do fluxo.
VALIDATE_DUPLICATE_NODE_NAME=Foi encontrado um nome de n\u00F3 duplicado (os nomes de n\u00F3s devem ser exclusivos): {0}.
VALIDATE_UNNAMED_PIPELINE_NODE=Os n\u00F3s do Par de Pipelines devem ser nomeados.
VALIDATE_UNNAMED_BRANCH_NODE=Os n\u00F3s de ramifica\u00E7\u00E3o devem ser nomeados.
VALIDATE_UNNAMED_ROUTE_NODE=Os n\u00F3s de roteamento devem ser nomeados.
VALIDATE_MISSING_BRANCH_TABLE=Os n\u00F3s de ramifica\u00E7\u00E3o devem ter uma tabela de ramifica\u00E7\u00E3o.
VALIDATE_MISSING_DEFAULT_BRANCH=O n\u00F3 de ramifica\u00E7\u00E3o n\u00E3o possui o n\u00F3 default necess\u00E1rio.
VALIDATE_OPERATION_BRANCH_NO_WSDL=Os n\u00F3s de ramifica\u00E7\u00E3o operacionais s\u00E3o permitidos apenas em fluxos mensagens de servi\u00E7os baseados em WSDL
VALIDATE_OPERATION_BRANCH_VARIABLE=Os n\u00F3s de ramifica\u00E7\u00E3o operacionais n\u00E3o devem especificar uma vari\u00E1vel de condi\u00E7\u00E3o.
VALIDATE_OPERATION_BRANCH_PATH=Os n\u00F3s de ramifica\u00E7\u00E3o operacionais n\u00E3o devem especificar uma express\u00E3o XPath.
VALIDATE_CONDITION_BRANCH_VARIABLE=Os n\u00F3s de ramifica\u00E7\u00E3o condicionais devem especificar uma vari\u00E1vel de condi\u00E7\u00E3o.
VALIDATE_CONDITION_BRANCH_PATH=O n\u00F3 de ramifica\u00E7\u00E3o condicional especifica um xpath inv\u00E1lido: {0}.
VALIDATE_MISSING_BRANCH_LABEL=As ramifica\u00E7\u00F5es devem ser identificadas.
VALIDATE_MISSING_BRANCH_VALUE=As ramifica\u00E7\u00F5es devem especificar um valor.
VALIDATE_INVALID_BRANCH_VALUE=Express\u00E3o de valor inv\u00E1lida especificada para a ramifica\u00E7\u00E3o com label ''{0}'': {1}
VALIDATE_DUPLICATE_BRANCH_LABEL=Foi encontrado um label de ramifica\u00E7\u00E3o duplicado (os labels de ramifica\u00E7\u00E3o devem ser exclusivos): {0}.
VALIDATE_DUPLICATE_PIPELINE_NAME=Foi encontrado um nome de pipeline duplicado (os nomes de pipeline devem ser exclusivos): {0}.
VALIDATE_DUPLICATE_STAGE_NAME=Foi encontrado um nome de fase duplicado (os nomes de fase devem ser exclusivos em um pipeline): {0}.
VALIDATE_MISSING_STAGE_NAME=O n\u00F3 de fase n\u00E3o tem um nome
VALIDATE_INVALID_PIPELINE_TYPE=O pipeline deve ser do tipo: {0}.
VALIDATE_UNRECOGNIZED_PIPELINE_TYPE=Tipo de pipeline n\u00E3o reconhecido: {0}.
REQUEST_PIPELINE=Pipeline da Solicita\u00E7\u00E3o
RESPONSE_PIPELINE=Pipeline de Resposta
ERROR_HANDLER=Handler de Erro
UNKNOWN_PIPELINE=Pipeline Desconhecida
WSI_OPERATION_NOT_SPECIFIED=A compatibilidade com WS-I requer que uma opera\u00E7\u00E3o seja especificada, mas a vari\u00E1vel de contexto ''operation'' n\u00E3o tem valor.
WSI_OPERATION_NOT_FOUND=A opera\u00E7\u00E3o ''{0}'' n\u00E3o aparece no WSDL.
WSI_MESSAGE_NOT_FOUND=Falha ao obter informa\u00E7\u00F5es da mensagem do WSDL para a opera\u00E7\u00E3o ''{0}''.
WSI_R1000_DETAIL_TRAILERS=Nenhum elemento pode seguir um elemento de detalhe em um elemento soap:Falha. No entanto, em vez disso foi encontrado o seguinte XML: {0}.
WSI_R1000_FAULTACTOR_TRAILERS=Um elemento faultactor s\u00F3 pode ser seguido por um elemento de detalhe em um elemento soap:Falha. No entanto, em vez disso foi encontrado o seguinte XML: {0}
WSI_R1000_FAULTSTRING_TRAILERS=Um elemento faultstring s\u00F3 pode ser seguido por um elemento faultactor ou de detalhe em um elemento soap:Falha. No entanto, em vez disso foi encontrado o seguinte XML: {0}
WSI_R1000_FAULTCODE_MISSING=O primeiro filho de um elemento soap:Falha deve ser um elemento faultcode.
WSI_R1000_FAULTSTRING_MISSING=O segundo filho de um elemento soap:Falha deve ser um elemento faultstring.
WSI_R1001=Os elementos filho de um elemento soap:Falha n\u00E3o devem ser qualificados por namespace.
WSI_R1008=Uma mensagem de SOAP n\u00E3o deve ter uma Declara\u00E7\u00E3o de Tipo de Documento.
WSI_R1011=Uma mensagem de SOAP n\u00E3o deve ter nenhum elemento seguindo o elemento soap:Corpo. No entanto, em vez disso foi encontrado o seguinte XML: {0}
WSI_R1014=O filho do elemento soap:Corpo deve ser qualificado por namespace.
WSI_R1015=Uma mensagem de SOAP deve ter soap:Envelope como elemento-raiz.
WSI_R1032=Os elementos soap:Envelope, soap:Cabe\u00E7alho e soap:Corpo n\u00E3o devem ter atributos no namespace ''http://schemas.xmlsoap.org/soap/envelope/''.
WSI_R1126_NOT_500=Uma resposta soap:Falha deve ser acompanhada pelo c\u00F3digo de resposta HTTP 500.
WSI_R1126_NOT_FAULT=Um c\u00F3digo de resposta HTTP 500 deve ser acompanhado por uma mensagem soap:Falha.
WSI_R2205=Um elemento soapbind:cabe\u00E7alho pode referir-se apenas a elementos wsdl:part que tenham sido definidos com o atributo do elemento.
WSI_R2401=Um wsdl:binding deve usar o binding de SOAP.
WSI_R2706=Um wsdl:binding deve usar o valor "literal" para o atributo em uso em todos os elementos soapbind:corpo.
WSI_R2717=Um binding literal de rpc deve ter o atributo do namespace especificado.
WSI_R2720=Um elemento soapbind:cabe\u00E7alho deve usar o atributo part para especificar um wsdl:part.
WSI_R2729_REQUEST=Uma solicita\u00E7\u00E3o literal de RPC deve ter um elemento wrapper cujo nome seja o nome da opera\u00E7\u00E3o.
WSI_R2729_RESPONSE=Uma resposta literal de RPC deve ter um elemento wrapper cujo nome seja o nome da opera\u00E7\u00E3o que possui o sufixo "Resposta".
WSI_R2735=Quem acessou a parte em uma mensagem literal de RPC n\u00E3o deve ser qualificado por namespace.
WSI_R2738=O elemento soap:Cabe\u00E7alho de um soap:Envelope deve incluir todos os soapbind:cabe\u00E7alhos especificados no wsdl:input ou no wsdl:output de uma opera\u00E7\u00E3o.
WSI_R2744=O valor do cabe\u00E7alho de transporte SOAPAction deve ter aspas duplas e ter o seguinte valor: {0}.
WSI_R2745=O valor do cabe\u00E7alho de transporte SOAPAction deve ter aspas duplas e deve ser uma string vazia.
WSI_R2755_PART_UNKNOWN=Quem acessou a parte em uma mensagem literal de RPC deve ter um nome local que corresponda a um dos nomes da parte na mensagem WSDL. Quem acessou a parte ''{0}'' n\u00E3o \u00E9 reconhecido.
WSI_R2755_PART_MISSING=Uma mensagem literal de RPC deve conter todos as partes nomeadas definidas na mensagem WSDL.
WSI_R9980_BODY_MISSING=Um soap:Envelope deve conter um elemento-filho soap:Corpo.
WSI_R9980_HEADER_MISPLACED=Um elemento soap:Cabe\u00E7alho deve aparecer somente como o primeiro filho imediato de soap:Envelope.
WSI_R9980_HEADER_CHILDREN_UNQUALIFIED=Os filhos do elemento soap:Cabe\u00E7alho devem ser qualificados por namespace.
WSI_R9980_HEADER_CHILDREN_ILLEGAL_NAMESPACE=Os filhos do elemento soap:Cabe\u00E7alho n\u00E3o podem estar no namespace http://schemas.xmlsoap.org/soap/envelope/.
WSI_R9980_MULTIPLE_FAULT=Um elemento soap:Corpo n\u00E3o pode conter mais de um elemento-filho soap:Falha.
WSI_R9980_FAULTCODE_PREFIX_UNDECLARED=O prefixo do namespace ''{0}'' no valor faultcode n\u00E3o \u00E9 declarado.
WSI_R9980_FAULTCODE_NOT_QNAME=O valor do elemento faultcode n\u00E3o parece ser um QName: {0}
WSI_R9980_ATTRIBUTES_UNQUALIFIED=Os atributos nos elementos soap:Envelope, soap:Cabe\u00E7alho e soap:Corpo devem ser qualificados por namespace.
