## P4ADE ## {0} : String message, {1} : Throwable t
messagebody382000=Erro geral de runtime: {0}
messagebody382001=Os nomes de vari\u00E1vel de contexto n\u00E3o podem ser nulos e devem ter um tamanho diferente de zero
messagebody382002=O cache de runtime do roteador n\u00E3o foi inicializado neste n\u00F3!
## P4ADE ## {0} : String service
messagebody382003=Erro desconhecido durante o processamento da mensagem para o servi\u00E7o {0}
## P4ADE ## {0} : String serviceName, {1} : Throwable t
messagebody382004=Falha ao processar a mensagem de solicita\u00E7\u00E3o para o servi\u00E7o {0}: {1}
## P4ADE ## {0} : String serviceName, {1} : Throwable t
messagebody382005=Falha ao processar a mensagem de resposta para o servi\u00E7o {0}: {1}
## P4ADE ## {0} : String ref
messagebody382006=Nenhum objeto est\u00E1 registrado para ref ''{0}''
## P4ADE ## {0} : String timerName, {1} : Throwable t
messagebody382007=Falha ao iniciar o timer {0}: {1}
## P4ADE ## {0} : String counterName
messagebody382008=Falha ao pesquisar o contador {0}
## P4ADE ## {0} : String counterName, {1} : Throwable t
messagebody382009=Falha ao incrementar o contador {0}: {1}
## P4ADE ## {0} : String timerName, {1} : Throwable t
messagebody382010=Falha ao interromper o timer {0}: {1}
## P4ADE ## {0} : String serviceName, {1} : String message
messagebody382011={0}: Mensagem de depura\u00E7\u00E3o n\u00E3o catalogada: {1}
## P4ADE ## {0} : String arg
messagebody382012=Objeto esperado do tipo java.lang.Throwable, em vez disso foi encontrado: {0}
messagebody382013=As configura\u00E7\u00F5es para o servi\u00E7o de proxy s\u00E3o simult\u00E2neas.
## P4ADE ## {0} : String service
messagebody382014=As configura\u00E7\u00F5es para o servi\u00E7o de proxy e de destino s\u00E3o simult\u00E2neas. O proxy n\u00E3o pode rotear o servi\u00E7o "{0}" at\u00E9 que a configura\u00E7\u00E3o se estabilize.
## P4ADE ## {0} : String serviceName
messagebody382015=N\u00E3o \u00E9 poss\u00EDvel criar RouterContext para servi\u00E7os que n\u00E3o sejam de proxy: {0}
## P4ADE ## {0} : String serviceName, {1} : Throwable t
messagebody382016=Falha ao instanciar o roteador para o servi\u00E7o {0}: {1}
## P4ADE ## {0} : String serviceName
messagebody382017=Falha em encontrar objeto de runtime para este servi\u00E7o: {0}
## P4ADE ## {0} : String config
messagebody382018=N\u00E3o \u00E9 poss\u00EDvel gerar o runtime para a configura\u00E7\u00E3o do roteador: {0}
## P4ADE ## {0} : String config, {1} : Throwable t
messagebody382019=Falha ao analisar a configura\u00E7\u00E3o no XmlObject: {0} digitado
## P4ADE ## {0} : String actionName, {1} : Throwable t
messagebody382020=Falha ao registrar a a\u00E7\u00E3o da fase {0}: {1}
## P4ADE ## {0} : String appName, {1} : Throwable t
messagebody382021=Falha ao registrar a aplica\u00E7\u00E3o da a\u00E7\u00E3o da fase {0}: {1}
## P4ADE ## {0} : String factory
messagebody382022=Falha ao carregar a classe do factory: {0}
## P4ADE ## {0} : String factory
messagebody382023=Falha ao instanciar a inst\u00E2ncia do factory da a\u00E7\u00E3o: {0}
## P4ADE ## {0} : String factory
messagebody382024=Falha ao instanciar a inst\u00E2ncia do factory da a\u00E7\u00E3o (o construtor pode n\u00E3o ser p\u00FAblico): {0}
messagebody382028=Falha ao carregar as informa\u00E7\u00F5es do binding WSDL para o servi\u00E7o
messagebody382029=Falha ao criar verificador compat\u00EDvel com WS-I
## P4ADE ## {0} : String message
messagebody382030=Falha durante o cancelamento do marshalling da mensagem: {0}
## P4ADE ## {0} : String rule, {1} : String message
messagebody382031=Falha de compatibilidade com WS-I ({0}): {1}
## P4ADE ## {0} : String qname
messagebody382032=A mensagem deve ser uma inst\u00E2ncia de: {0}
messagebody382033=Um soap:Envelope deve conter um soap:Corpo
messagebody382034=Envelope de SOAP 1.1 esperado
messagebody382035=Ocorreu um erro durante a convers\u00E3o do payload de SOAP 1.1 para o payload de SOAP 1.2. O Cabe\u00E7alho de SOAP 1.1 esperado est\u00E1 ausente.
messagebody382036=Ocorreu um erro durante a convers\u00E3o do payload de SOAP 1.1 para o payload de SOAP 1.2. O elemento de SOAP 1.1 esperado Corpo est\u00E1 ausente.
messagebody382037=Ocorreu um erro durante a convers\u00E3o do payload de SOAP 1.2 para o payload de SOAP 1.1. O elemento do Envelope de SOAP 1.2 esperado est\u00E1 ausente.
messagebody382038=Ocorreu um erro durante a convers\u00E3o do payload de SOAP 1.2 para o payload de SOAP 1.1. O Cabe\u00E7alho de SOAP 1.2 esperado est\u00E1 ausente.
messagebody382039=Ocorreu um erro durante a convers\u00E3o do payload de SOAP 1.2 para o payload de SOAP 1.1. O elemento de Corpo de SOAP 1.2 esperado est\u00E1 ausente.
## P4ADE ## {0} : String variable, {1} : String type
messagebody382040=Falha ao definir o valor da vari\u00E1vel de contexto "{0}". O valor deve ser uma inst\u00E2ncia de {1}.
## P4ADE ## {0} : String variable
messagebody382041=Falha ao definir o valor da vari\u00E1vel de contexto "{0}". A vari\u00E1vel \u00E9 somente leitura.
## P4ADE ## {0} : String variable, {1} : String message
messagebody382042=Falha ao definir o valor da vari\u00E1vel de contexto "{0}". {1}
## P4ADE ## {0} : String variableName, {1} : String message
messagebody382043=Falha ao atualizar o valor da vari\u00E1vel de contexto "{0}": {1}
## P4ADE ## {0} : String variableName, {1} : String message
messagebody382045=Falha ao inicializar o valor da vari\u00E1vel de contexto "{0}": {1}
## P4ADE ## {0} : String variableName, {1} : String message
messagebody382046=Falha ao fazer marshall do valor da vari\u00E1vel de contexto "{0}" para XML: {1}
messagebody382047=O processador deve estar em um estado INATIVO
messagebody382048=O processador deve estar em um estado de RESPOSTA ou ERRO
messagebody382049=Falha do OSB ao iniciar uma transa\u00E7\u00E3o
## P4ADE ## {0} : String arg
messagebody382050=Transa\u00E7\u00E3o ativa esperada, status real da transa\u00E7\u00E3o: {0}
messagebody382051=Nenhuma transa\u00E7\u00E3o encontrada no thread atual
messagebody382052=N\u00E3o \u00E9 poss\u00EDvel submeter a commit uma transa\u00E7\u00E3o diferente
messagebody382053=N\u00E3o \u00E9 poss\u00EDvel efetuar rollback de uma transa\u00E7\u00E3o diferente
messagebody382054=O elemento [[http://www.bea.com/wli/sb/context]java-content] esperado em $body est\u00E1 ausente ou \u00E9 inv\u00E1lido
## P4ADE ## {0} : String service, {1} : String message
messagebody382100=Falha ao fazer binding na camada durante o processamento da solicita\u00E7\u00E3o de entrada para o servi\u00E7o {0}: {1}
## P4ADE ## {0} : String service, {1} : String message
messagebody382101=Falha ao fazer binding na camada durante a prepara\u00E7\u00E3o da resposta de entrada para o servi\u00E7o {0}: {1}
## P4ADE ## {0} : String service, {1} : String message
messagebody382102=Falha ao fazer binding na camada durante a prepara\u00E7\u00E3o da solicita\u00E7\u00E3o de sa\u00EDda para o servi\u00E7o {0}: {1}
## P4ADE ## {0} : String service, {1} : String message
messagebody382103=Falha ao fazer binding na camada durante o processamento da resposta de sa\u00EDda para o servi\u00E7o {0}: {1}
## P4ADE ## {0} : String service, {1} : String message
messagebody382104=Falha ao preparar metadados de solicita\u00E7\u00E3o para o servi\u00E7o {0}: {1}
## P4ADE ## {0} : String service, {1} : String message
messagebody382105=Falha ao preparar metadados de resposta para o servi\u00E7o {0}: {1}
messagebody382106=A express\u00E3o XQuery para o par\u00E2metro de entrada resultou em um valor nulo
## P4ADE ## {0} : String varName
messagebody382107=Nenhum valor pode ser vinculado \u00E0 vari\u00E1vel: {0}
messagebody382108=O XPath s\u00F3 pode ser executado em conte\u00FAdo XML ou MFL
messagebody382110=Ocorreu um erro ao codificar o conte\u00FAdo de base64
messagebody382111=O atributo ref do elemento do conte\u00FAdo bin\u00E1rio est\u00E1 ausente
## P4ADE ## {0} : String ref
messagebody382112=Nenhum objeto est\u00E1 registrado para ref ''{0}'' no reposit\u00F3rio de origem
messagebody382113=Valor ausente ou inv\u00E1lido para o cabe\u00E7alho MIME Content-ID em MimeSource
## P4ADE ## {0} : String cid, {1} : Throwable t
messagebody382114=N\u00E3o foi poss\u00EDvel decodificar o URI ''{0}''. {1}
messagebody382115=XOP encontrado:Incluir o Elemento de SOAP sem um href. Sem o href, n\u00E3o \u00E9 poss\u00EDvel procurar seu anexo MIME!
## P4ADE ## {0} : String cid
messagebody382116=Deve haver exatamente um anexo MIME com o Content-ID = ''{0}''.
## P4ADE ## {0} : String cid, {1} : int n
messagebody382117=Foram recebidos mais de um cabe\u00E7alho MIME ''Content-Transfer-Encoding'' no anexo com o CID ''{0}'', foram recebidos {1}
## P4ADE ## {0} : String cte
messagebody382118=A decodifica\u00E7\u00E3o de anexos MIME do Content-Transfer-Encoding MIME=''{0}'' n\u00E3o \u00E9 suportada
messagebody382119=Um servi\u00E7o n\u00E3o ativado para XOP/MTOM recebeu uma mensagem XOP/MTOM
messagebody382120=A combina\u00E7\u00E3o de XOP/MTOM e anexos n\u00E3o \u00E9 permitida!
messagebody382121=Cada parte MIME que \u00E9 referenciada por xop:Incluir DEVE ter um campo de cabe\u00E7alho Content-Transfer-Encoding
## P4ADE ## {0} : String service, {1} : String message
messagebody382150=Falha ao despachar solicita\u00E7\u00E3o para o servi\u00E7o {0}: {1}
## P4ADE ## {0} : String service
messagebody382151=Nada \u00E9 conhecido sobre o servi\u00E7o {0}
## P4ADE ## {0} : String proxy, {1} : String target
messagebody382152=A propriedade do contexto da mensagem "doOutboundWss" est\u00E1 definida como verdadeira, mas o proxy "{0}" \u00E9 um intermedi\u00E1rio passivo: proxies intermedi\u00E1rios passivos n\u00E3o suportam seguran\u00E7a de web services de sa\u00EDda (servi\u00E7o-alvo: "{1}")
## P4ADE ## {0} : String variableName
messagebody382153=N\u00E3o \u00E9 poss\u00EDvel deletar a vari\u00E1vel de sistema "{0}" do contexto
