messagedetail382000=Se ha producido un error general de tiempo de ejecuci\u00F3n en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar el mensaje. Debe existir un mensaje espec\u00EDfico que describa la causa concreta del problema
action382000=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382001=Se ha producido un error de tiempo de ejecuci\u00F3n en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar el mensaje. Los nombres de variables de contexto de mensaje no deben ser nulos y su longitud no debe ser igual a cero
action382001=Compruebe la configuraci\u00F3n del pipeline para asegurarse de que todos los nombres de variables est\u00E1n bien configurados y de que su longitud no es igual a cero
messagedetail382002=Se ha producido un error inesperado durante la inicializaci\u00F3n del tiempo de ejecuci\u00F3n del pipeline de OSB al procesar el mensaje de petici\u00F3n para el servicio de proxy especificado.
action382002=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382003=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar el mensaje de petici\u00F3n para el servicio de proxy especificado. Debe existir un mensaje espec\u00EDfico que describa la causa concreta del problema
action382003=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382004=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar el mensaje de petici\u00F3n para el servicio de proxy especificado. Debe existir un mensaje espec\u00EDfico que describa la causa concreta del problema
action382004=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382005=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar el mensaje de respuesta para el servicio de proxy especificado. Debe existir un mensaje espec\u00EDfico que describa la causa concreta del problema
action382005=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382006=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar el mensaje de respuesta del servicio de proxy especificado, debido al intento de buscar un objeto en el repositorio de objetos de Java con la referencia especificada. Esto puede deberse a una acci\u00F3n previamente ejecutada en el pipeline que suprimi\u00F3 el objeto con la referencia correspondiente.
action382006=Compruebe la configuraci\u00F3n del flujo de mensajes del pipeline para asegurarse de que no hay acciones en el pipeline que supriman el objeto con la referencia especificada que se ejecuta previamente a este error
messagedetail382007=Se ha producido un error inesperado al recopilar estad\u00EDsticas en el tiempo de ejecuci\u00F3n del pipeline de OSB durante el procesamiento de un mensaje. Debe existir un mensaje espec\u00EDfico que describa la causa concreta del problema
action382007=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382008=Se ha producido un error inesperado al recopilar estad\u00EDsticas en el tiempo de ejecuci\u00F3n del pipeline de OSB durante el procesamiento de un mensaje. Debe existir un mensaje espec\u00EDfico que describa la causa concreta del problema
action382008=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382009=Se ha producido un error inesperado al recopilar estad\u00EDsticas en el tiempo de ejecuci\u00F3n del pipeline de OSB durante el procesamiento de un mensaje. Debe existir un mensaje espec\u00EDfico que describa la causa concreta del problema
action382009=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382010=Se ha producido un error inesperado al recopilar estad\u00EDsticas en el tiempo de ejecuci\u00F3n del pipeline de OSB durante el procesamiento de un mensaje. Debe existir un mensaje espec\u00EDfico que describa la causa concreta del problema
action382010=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382011=\u00C9ste es un mensaje log con gravedad de depuraci\u00F3n registrado por el tiempo de ejecuci\u00F3n del pipeline de OSB con fines de diagn\u00F3stico
messagedetail382012=Se ha producido un error inesperado en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar el mensaje de respuesta de un servicio de negocio.
action382012=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
## P4ADE ## {0} : String service
messagedetail382013=Fallo del procesamiento del mensaje en el tiempo de ejecuci\u00F3n de OSB debido al hecho de que la configuraci\u00F3n del servicio de proxy se encuentra en el flujo. El proxy no puede enviar un mensaje saliente al servicio "{0}" hasta que la configuraci\u00F3n se estabilice.
action382013=Espere a que la configuraci\u00F3n del servidor de OSB se estabilice y vuelva a intentar enviar la petici\u00F3n.
## P4ADE ## {0} : String service
messagedetail382014=Fallo del procesamiento del mensaje en el tiempo de ejecuci\u00F3n de OSB debido al hecho de que la configuraci\u00F3n del servicio de proxy y de destino se encuentran en el flujo. El proxy no puede enviar un mensaje saliente al servicio "{0}" hasta que la configuraci\u00F3n se estabilice.
action382014=Espere a que la configuraci\u00F3n del servidor de OSB se estabilice y vuelva a intentar enviar la petici\u00F3n.
messagedetail382015=Se ha producido un error interno al inicializar el estado del tiempo de ejecuci\u00F3n del pipeline de OSB para el servicio especificado. S\u00F3lo el servicio de proxy puede procesar mensajes entrantes
action382015=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382016=Se ha producido un error al inicializar el estado del tiempo de ejecuci\u00F3n del pipeline de OSB para el servicio de proxy especificado. Debe existir un mensaje espec\u00EDfico que describa la causa concreta del problema
action382016=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382017=Se ha producido un error inesperado al inicializar el estado del tiempo de ejecuci\u00F3n del pipeline de OSB para el servicio especificado.
action382017=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382018=\u00C9ste es un mensaje de error de diagn\u00F3stico registrado con gravedad de error en el caso de que el tiempo de ejecuci\u00F3n del pipeline de OSB no inicialice su estado. El mensaje contendr\u00E1 varios bits de informaci\u00F3n que ayudar\u00E1n en el an\u00E1lisis de la causa subyacente del problema.
action382018=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382019=Se ha producido un error al inicializar el estado del tiempo de ejecuci\u00F3n del pipeline de OSB para un servicio especificado. El error se ha producido al analizar la configuraci\u00F3n guardada para el flujo de mensajes del servicio
action382019=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
## P4ADE ## {0} : String actionName, {1} : Throwable t
messagedetail382020=Se ha producido un error durante la inicializaci\u00F3n y/o el registro de una sola acci\u00F3n del pipeline {0}. Puede deberse a una configuraci\u00F3n incorrecta de la instalaci\u00F3n del producto de OSB
action382020=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
## P4ADE ## {0} : String appName, {1} : Throwable t
messagedetail382021=Se ha producido un error durante la inicializaci\u00F3n y/o el registro de un juego de acciones del pipeline contenido en un archivo de aplicaci\u00F3n {0}. Puede deberse a una configuraci\u00F3n incorrecta de la instalaci\u00F3n del producto de OSB
action382021=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382022=Se ha producido un error durante la inicializaci\u00F3n y/o el registro de un juego de acciones del pipeline. Puede deberse a una configuraci\u00F3n incorrecta de la instalaci\u00F3n del producto de OSB
action382022=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382023=Se ha producido un error durante la inicializaci\u00F3n y/o el registro de un juego de acciones del pipeline. Puede deberse a una configuraci\u00F3n incorrecta de la instalaci\u00F3n del producto de OSB
action382023=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382024=Se ha producido un error durante la inicializaci\u00F3n y/o el registro de un juego de acciones del pipeline. Puede deberse a una configuraci\u00F3n incorrecta de la instalaci\u00F3n del producto de OSB
action382024=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382028=Se ha producido un error inesperado durante el procesamiento del mensaje por el tiempo de ejecuci\u00F3n del pipeline de OSB. El error se ha producido al tratar de cargar informaci\u00F3n de enlace de WSDL para el servicio de proxy.
action382028=Compruebe la configuraci\u00F3n del servicio de proxy y p\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382029=Se ha producido un error inesperado durante el procesamiento del mensaje por el tiempo de ejecuci\u00F3n del pipeline de OSB. El error se ha producido durante la inicializaci\u00F3n del componente que comprueba la compatibilidad WS-I.
action382029=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382030=Se ha producido un error al analizar la carga \u00FAtil de solicitud o de respuesta. Por ejemplo, la carga \u00FAtil de solicitud puede haber formateado incorrectamente datos de varias partes o relacionados, lo que producir\u00E1 un error al tratar de anular la canalizaci\u00F3n de los anexos de mensajes. Existir\u00E1 un mensaje de error que indique la causa concreta del error
action382030=Consulte el mensaje de error concreto y examine la carga \u00FAtil para ver por qu\u00E9 OSB no anula correctamente la canalizaci\u00F3n de su contenido.
messagedetail382031=El cuerpo del mensaje de petici\u00F3n o de respuesta no se ajusta al perfil b\u00E1sico de WS-I debido al motivo indicado. Esto puede producirse cuando se reciben mensajes de petici\u00F3n de servicios de proxy de OSB o mensajes de respuesta de servicios de negocio con compatibilidad WS-I activada.
action382031=Consulte el mensaje de error concreto y examine la carga \u00FAtil para ver por qu\u00E9 el cuerpo del mensaje no supera la comprobaci\u00F3n de compatibilidad WS-I
messagedetail382032=Se ha producido un error al analizar el contenido del mensaje de petici\u00F3n o respuesta, debido al hecho de que se esperaba que la carga \u00FAtil contuviera un elemento envelope v\u00E1lido de SOAP, y no ha sido as\u00ED. Esto puede producirse cuando un SOAP (proxy de OSB basado en SOAP o en WDSL) recibe un mensaje de petici\u00F3n que no contiene un elemento envelope v\u00E1lido de SOAP
action382032=Examine la carga \u00FAtil para asegurarse de que contiene un elemento envelope de SOAP v\u00E1lido
messagedetail382033=Se ha producido un error al analizar el contenido del mensaje de petici\u00F3n o respuesta, debido al hecho de que se esperaba que la carga \u00FAtil contuviera un elemento body de SOAP v\u00E1lido, y no ha sido as\u00ED. Esto puede producirse cuando un SOAP (proxy de OSB basado en SOAP o en WDSL) recibe un mensaje de petici\u00F3n que no contiene un elemento body v\u00E1lido de SOAP en el elemento envelope
action382033=Examine la carga \u00FAtil para asegurarse de que contiene un elemento body de SOAP v\u00E1lido
messagedetail382034=Se ha producido un error durante la conversi\u00F3n de la carga \u00FAtil de SOAP 1.1 a la carga \u00FAtil de SOAP 1.2. Falta el elemento envelope de SOAP 1.1 que se esperaba.
action382034=Aseg\u00FArese de que la carga \u00FAtil es una carga \u00FAtil v\u00E1lida de SOAP 1.1. Puede utilizarse la acci\u00F3n Log para registrar y examinar el contenido de cualquier variable de contexto de mensaje, incluida $body
action382035=Aseg\u00FArese de que la carga \u00FAtil es una carga \u00FAtil v\u00E1lida de SOAP 1.1. Puede utilizarse la acci\u00F3n Log para registrar y examinar el contenido de cualquier variable de contexto de mensaje, incluida $body
action382036=Aseg\u00FArese de que la carga \u00FAtil es una carga \u00FAtil v\u00E1lida de SOAP 1.1. Puede utilizarse la acci\u00F3n Log para registrar y examinar el contenido de cualquier variable de contexto de mensaje, incluida $body
action382037=Aseg\u00FArese de que la carga \u00FAtil es una carga \u00FAtil v\u00E1lida de SOAP 1.2. Puede utilizarse la acci\u00F3n Log para registrar y examinar el contenido de cualquier variable de contexto de mensaje, incluida $body
action382038=Aseg\u00FArese de que la carga \u00FAtil es una carga \u00FAtil v\u00E1lida de SOAP 1.2. Puede utilizarse la acci\u00F3n Log para registrar y examinar el contenido de cualquier variable de contexto de mensaje, incluida $body
action382039=Aseg\u00FArese de que la carga \u00FAtil es una carga \u00FAtil v\u00E1lida de SOAP 1.2. Puede utilizarse la acci\u00F3n Log para registrar y examinar el contenido de cualquier variable de contexto de mensaje, incluida $body
messagedetail382040=Se ha producido un error al asignar un valor a la variable de contexto de mensaje especificada. Existen algunas variables de contexto de mensaje, como $outbound, $attachments y $fault, que tienen una estructura predefinida (consulte la documentaci\u00F3n en pantalla de OSB para obtener informaci\u00F3n detallada), por lo que se espera que todos los valores que se les asignen tengan determinado formato
action382040=Utilice la acci\u00F3n Log de OSB para verificar que el valor que se va a asignar a la variable tiene realmente el formato esperado
messagedetail382041=Se ha producido un error al asignar un valor a la variable de contexto de mensaje especificada. Existen algunas variables de contexto de mensaje, como $operation, a las que no se pueden asignar valores y que, por tanto, se consideran de s\u00F3lo lectura.
action382041=Consulte la documentaci\u00F3n en pantalla de OSB para asegurarse de que la variable cuyo valor se va a cambiar no se considera de s\u00F3lo lectura.
messagedetail382042=Se ha producido un error al asignar un valor a la variable de contexto de mensaje especificada. Esto puede ocurrir al tratar de asignar valores que no son XML a variables de contexto de mensaje que esperan contenido XML (por ejemplo, $fault).
action382042=Utilice la acci\u00F3n Log de OSB para verificar que el valor que se va a asignar a la variable tiene realmente el formato esperado
messagedetail382043=Se ha producido un error al asignar o actualizar el valor de una variable de contexto de mensaje especificada. Esto puede ocurrir cuando el valor que se va a asignar no se ajusta al formato especificado para una variable del sistema (por ejemplo, definir $outbound en null) o cuando se actualiza la parte de s\u00F3lo lectura de una variable (por ejemplo, cambiar el elemento 'service' de la variable de contexto de mensaje $inbound)
action382043=Utilice la acci\u00F3n Log de OSB para verificar que el valor que se va a asignar a la variable tiene realmente el formato esperado. Consulte tambi\u00E9n la documentaci\u00F3n en pantalla de OSB para asegurarse de que la parte de la variable cuyo valor se va a cambiar no se considera de s\u00F3lo lectura.
messagedetail382045=Se ha producido un error inesperado al inicializar una de las variables del sistema. Debe existir un mensaje de error espec\u00EDfico que indique la causa del problema.
action382045=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382046=Se ha producido un error al recuperar la representaci\u00F3n XML del valor de una variable de contexto del sistema; por ejemplo, metadatos de petici\u00F3n o respuesta para las variables de contexto de mensaje $inbound o $outbound. Debe existir un mensaje de error espec\u00EDfico que indique la causa del problema.
action382046=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382047=Se ha producido un error interno en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar la petici\u00F3n entrante de un servicio de proxy. El estado del pipeline de OSB no era el esperado
action382047=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382048=Se ha producido un error interno en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar la petici\u00F3n entrante de un servicio de proxy. El estado del pipeline de OSB no era el esperado
action382048=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382049=Se ha producido un error interno en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar la petici\u00F3n entrante de un servicio de proxy. El estado del pipeline de OSB no era el esperado
action382049=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382050=Se ha producido un error interno en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar la petici\u00F3n entrante de un servicio de proxy. El estado del pipeline de OSB no era el esperado
action382050=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382051=Se ha producido un error interno en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar la petici\u00F3n entrante de un servicio de proxy. El estado del pipeline de OSB no era el esperado
action382051=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382052=Se ha producido un error interno en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar la petici\u00F3n entrante de un servicio de proxy. El estado del pipeline de OSB no era el esperado
action382052=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382053=Se ha producido un error interno en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar la petici\u00F3n entrante de un servicio de proxy. El estado del pipeline de OSB no era el esperado
action382053=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382054=Se esperaba que los servicios de tipos de mensajes Java contuvieran un elemento secundario [[http://www.bea.com/wli/sb/context]java-content] v\u00E1lido en $body.
action382054=Aseg\u00FArese de que el contenido de $body se ajusta al formato esperado. Puede utilizarse la acci\u00F3n Log para registrar y examinar el contenido de cualquier variable de contexto de mensaje, incluida $body
messagedetail382100=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar la petici\u00F3n entrante de un servicio de proxy. Debe existir un mensaje de error espec\u00EDfico que indique la causa del problema.
action382100=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382101=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al preparar la respuesta entrante para un servicio de proxy. Debe existir un mensaje de error espec\u00EDfico que indique la causa del problema.
action382101=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382102=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al preparar la petici\u00F3n saliente para un servicio de negocio. Debe existir un mensaje de error espec\u00EDfico que indique la causa del problema.
action382102=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382103=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar la respuesta saliente de un servicio de negocio. Debe existir un mensaje de error espec\u00EDfico que indique la causa del problema.
action382103=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382104=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar los metadatos de petici\u00F3n para las variables de contexto de mensaje $inbound o $outbound. Debe existir un mensaje de error espec\u00EDfico que indique la causa del problema.
action382104=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382105=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar los metadatos de respuesta para las variables de contexto de mensaje $inbound o $outbound. Debe existir un mensaje de error espec\u00EDfico que indique la causa del problema.
action382105=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382106=La expresi\u00F3n XQuery configurada, cuyo resultado se utiliza como par\u00E1metro de entrada para la transformaci\u00F3n XSLT, ha producido un resultado nulo.
action382106=Compruebe la expresi\u00F3n configurada para asegurarse de que no produce como resultado un valor nulo. Puede utilizarse la acci\u00F3n Log para registrar el resultado de cualquier expresi\u00F3n XQuery.
messagedetail382107=La expresi\u00F3n XQuery configurada, cuyo resultado se usa para la variable de entrada especificada en la transformaci\u00F3n XSLT, ha producido un resultado nulo.
action382107=Compruebe la expresi\u00F3n configurada para asegurarse de que no produce como resultado un valor nulo. Puede utilizarse la acci\u00F3n Log para registrar el resultado de cualquier expresi\u00F3n XQuery.
messagedetail382108=La expresi\u00F3n XPath configurada hace referencia a una variable de contenido de mensajes o a otra expresi\u00F3n cuyo contenido no es XML. XPath s\u00F3lo se puede ejecutar con contenido XML o MFL
action382108=Compruebe el valor de la expresi\u00F3n configurada para asegurarse de que hace referencia a contenido XML v\u00E1lido. Puede utilizarse la acci\u00F3n Log para registrar el resultado de cualquier expresi\u00F3n, incluidas variables de contexto de mensaje.
messagedetail382110=Se ha producido un error inesperado en el tiempo de ejecuci\u00F3n del pipeline de OSB al realizar el procesamiento XOP/MTOM del mensaje entrante. Debe existir un mensaje de error que describa la causa concreta del error
action382110=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382111=No se ha construido correctamente un elemento de contenido binario: Falta un atributo de referencia requerido
action382111=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382112=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al procesar el mensaje de respuesta para el servicio de proxy especificado debido a un intento de buscar un objeto en el repositorio de origen con la referencia especificada.
action382112=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382113=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al realizar el procesamiento XOP/MTOM para el mensaje de petici\u00F3n saliente
action382113=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382114=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al realizar el procesamiento XOP/MTOM del mensaje de petici\u00F3n entrante. Debe haber un mensaje de error concreto que indique la causa del error
action382114=Aseg\u00FArese de que la carga \u00FAtil XOP/MTOM entrante es v\u00E1lida seg\u00FAn el est\u00E1ndar XOP/MTOM
messagedetail382115=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al realizar el procesamiento XOP/MTOM para el mensaje de petici\u00F3n entrante
action382115=Aseg\u00FArese de que la carga \u00FAtil XOP/MTOM entrante es v\u00E1lida seg\u00FAn el est\u00E1ndar XOP/MTOM
messagedetail382116=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al realizar el procesamiento XOP/MTOM para el mensaje de petici\u00F3n entrante
action382116=Aseg\u00FArese de que la carga \u00FAtil XOP/MTOM entrante es v\u00E1lida seg\u00FAn el est\u00E1ndar XOP/MTOM
messagedetail382117=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al realizar el procesamiento XOP/MTOM para el mensaje de petici\u00F3n entrante
action382117=Aseg\u00FArese de que la carga \u00FAtil XOP/MTOM entrante es v\u00E1lida seg\u00FAn el est\u00E1ndar XOP/MTOM
messagedetail382118=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al realizar el procesamiento XOP/MTOM para el mensaje de petici\u00F3n entrante
action382118=Aseg\u00FArese de que la carga \u00FAtil XOP/MTOM entrante es v\u00E1lida seg\u00FAn el est\u00E1ndar XOP/MTOM
messagedetail382119=Un servicio que no tiene activado XOP/MTOM ha recibido un mensaje XOP/MTOM
action382119=Aseg\u00FArese de que el servicio de proxy tiene la funci\u00F3n XOP/MTOM activada para que pueda procesar correctamente la carga \u00FAtil entrante
messagedetail382120=No se puede preparar una petici\u00F3n saliente para un servicio con XOP/MTOM activado, debido al hecho de que el servicio de negocio tiene activado el soporte XOP/MTOM y el valor de la variable $attachments no es nulo. No est\u00E1 soportada la mezcla de XOP/MTOM y anexos
action382120=Aseg\u00FArese de que la variable $attachments no contiene informaci\u00F3n cuando se direccione a servicios con XOP/MTOM activado
messagedetail382121=Se ha producido un error en el tiempo de ejecuci\u00F3n del pipeline de OSB al realizar el procesamiento XOP/MTOM para el mensaje de petici\u00F3n entrante
action382121=Aseg\u00FArese de que la carga \u00FAtil XOP/MTOM entrante es v\u00E1lida seg\u00FAn el est\u00E1ndar XOP/MTOM
messagedetail382150=Se ha producido un error inesperado en el tiempo de ejecuci\u00F3n del pipeline de OSB al realizar una petici\u00F3n saliente para una acci\u00F3n de llamada de direccionamiento, publicaci\u00F3n o servicio. Debe existir un mensaje de error espec\u00EDfico que indique la causa del problema.
action382150=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
## P4ADE ## {0} : String service
messagedetail382151=Se ha producido un error inesperado al recuperar los detalles de configuraci\u00F3n del servicio especificado {0}.
action382151=Utilice la consola de OSB para comprobar que el servicio en cuesti\u00F3n est\u00E9 configurado correctamente
## P4ADE ## {0} : String proxy, {1} : String target
messagedetail382152=La propiedad de contexto de mensaje "doOutboundWss" est\u00E1 definida como verdadera, pero el proxy "{0}" es un intermediario pasivo: Los proxies intermediarios pasivos no soportan la seguridad de servicio web saliente (servicio de destino: "{1}")
action382152=Utilice la consola de OSB para comprobar la configuraci\u00F3n del servicio en cuesti\u00F3n y para asegurarse de que la propiedad de contexto de mensaje especificada est\u00E1 definida correctamente.
messagedetail382153=Fallo al intentar suprimir una variable del sistema del contexto de mensaje, ya que algunas variables del sistema no se pueden suprimir, como $inbound y $outbound.
action382153=Consulte la documentaci\u00F3n en pantalla de OSB para conocer si una variable del sistema especificada se puede suprimir del contexto de mensaje.
