messagedetail382000=\uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC77C\uBC18 \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382000=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382001=\uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218 \uC774\uB984\uC740 \uB110\uC774 \uC544\uB2C8\uACE0 \uAE38\uC774\uAC00 0\uC774 \uC544\uB2C8\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382001=\uD30C\uC774\uD504 \uB77C\uC778 \uAD6C\uC131\uC5D0\uC11C \uBAA8\uB4E0 \uBCC0\uC218 \uC774\uB984\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uACE0 \uAE38\uC774\uAC00 0\uC774 \uC544\uB2CC\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382002=\uC9C0\uC815\uB41C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC694\uCCAD \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784 \uCD08\uAE30\uD654 \uC2DC \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382002=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382003=\uC9C0\uC815\uB41C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC694\uCCAD \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382003=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382004=\uC9C0\uC815\uB41C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC694\uCCAD \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382004=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382005=\uC9C0\uC815\uB41C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382005=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382006=Java \uAC1D\uCCB4 \uC800\uC7A5\uC18C\uC5D0\uC11C \uC9C0\uC815\uB41C \uCC38\uC870\uB97C \uAC00\uC9C4 \uAC1D\uCCB4\uB97C \uC870\uD68C\uD558\uB824\uB294 \uC2DC\uB3C4\uB85C \uC778\uD574 \uC9C0\uC815\uB41C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uD574\uB2F9 \uCC38\uC870\uB97C \uAC00\uC9C4 \uAC1D\uCCB4\uB97C \uC0AD\uC81C\uD55C \uD30C\uC774\uD504 \uB77C\uC778 \uC791\uC5C5\uC774 \uC774\uC804\uC5D0 \uC2E4\uD589\uB418\uC5C8\uAE30 \uB54C\uBB38\uC5D0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382006=\uD30C\uC774\uD504 \uB77C\uC778 \uBA54\uC2DC\uC9C0 \uD750\uB984 \uAD6C\uC131\uC5D0\uC11C \uC9C0\uC815\uB41C \uCC38\uC870\uB97C \uAC00\uC9C4 \uAC1D\uCCB4\uB97C \uC0AD\uC81C\uD558\uB294 \uD30C\uC774\uD504 \uB77C\uC778\uC774 \uC774 \uC624\uB958 \uC774\uC804\uC5D0 \uC2E4\uD589\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382007=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC \uC2DC OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uD1B5\uACC4\uB97C \uC218\uC9D1\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382007=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382008=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC \uC2DC OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uD1B5\uACC4\uB97C \uC218\uC9D1\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382008=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382009=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC \uC2DC OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uD1B5\uACC4\uB97C \uC218\uC9D1\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382009=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382010=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC \uC2DC OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uD1B5\uACC4\uB97C \uC218\uC9D1\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382010=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382011=\uC9C4\uB2E8\uC744 \uC704\uD574 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uAE30\uB85D\uB41C \uB514\uBC84\uADF8 \uC2EC\uAC01\uB3C4 \uAD00\uB828 \uB85C\uADF8 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
messagedetail382012=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382012=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String service
messagedetail382013=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uAD6C\uC131 \uBCC0\uB3D9\uC73C\uB85C \uC778\uD574 OSB \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC\uB294 \uAD6C\uC131\uC774 \uC548\uC815\uD654\uB420 \uB54C\uAE4C\uC9C0 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uB97C \uC11C\uBE44\uC2A4 "{0}"\uC5D0 \uBCF4\uB0BC \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action382013=OSB \uC11C\uBC84 \uAD6C\uC131\uC774 \uC548\uC815\uD654\uB420 \uB54C\uAE4C\uC9C0 \uAE30\uB2E4\uB838\uB2E4 \uC694\uCCAD \uC804\uC1A1\uC744 \uC7AC\uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String service
messagedetail382014=\uD504\uB85D\uC2DC \uBC0F \uB300\uC0C1 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uAD6C\uC131 \uBCC0\uB3D9\uC73C\uB85C \uC778\uD574 OSB \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC\uB294 \uAD6C\uC131\uC774 \uC548\uC815\uD654\uB420 \uB54C\uAE4C\uC9C0 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uB97C \uC11C\uBE44\uC2A4 "{0}"\uC5D0 \uBCF4\uB0BC \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action382014=OSB \uC11C\uBC84 \uAD6C\uC131\uC774 \uC548\uC815\uD654\uB420 \uB54C\uAE4C\uC9C0 \uAE30\uB2E4\uB838\uB2E4 \uC694\uCCAD \uC804\uC1A1\uC744 \uC7AC\uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
messagedetail382015=\uC9C0\uC815\uB41C \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784 \uC0C1\uD0DC\uB97C \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C\uB9CC \uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382015=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382016=\uC9C0\uC815\uB41C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784 \uC0C1\uD0DC\uB97C \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382016=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382017=\uC9C0\uC815\uB41C \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784 \uC0C1\uD0DC\uB97C \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382017=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382018=OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uD574\uB2F9 \uC0C1\uD0DC\uB97C \uCD08\uAE30\uD654\uD558\uC9C0 \uBABB\uD558\uB294 \uACBD\uC6B0 \uC624\uB958 \uC2EC\uAC01\uB3C4\uB85C \uAE30\uB85D\uB418\uB294 \uC9C4\uB2E8 \uC624\uB958 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uC5D0\uB294 \uBB38\uC81C\uC758 \uADFC\uBCF8 \uC6D0\uC778 \uBD84\uC11D\uC5D0 \uB3C4\uC6C0\uC774 \uB418\uB294 \uB2E4\uC591\uD55C \uC815\uBCF4\uAC00 \uD3EC\uD568\uB429\uB2C8\uB2E4.
action382018=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382019=\uC9C0\uC815\uB41C \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784 \uC0C1\uD0DC\uB97C \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uBA54\uC2DC\uC9C0 \uD750\uB984\uC5D0 \uB300\uD55C \uC800\uC7A5\uB41C \uAD6C\uC131\uC758 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382019=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String actionName, {1} : Throwable t
messagedetail382020=\uB2E8\uC77C \uD30C\uC774\uD504 \uB77C\uC778 \uC791\uC5C5 {0}\uC744(\uB97C) \uCD08\uAE30\uD654 \uBC0F/\uB610\uB294 \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 OSB \uC81C\uD488\uC758 \uC798\uBABB \uAD6C\uC131\uB41C \uC124\uCE58\uB85C \uC778\uD574 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382020=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String appName, {1} : Throwable t
messagedetail382021=\uC751\uC6A9 \uD504\uB85C\uADF8\uB7A8 \uD30C\uC77C {0}\uC5D0 \uD3EC\uD568\uB41C \uD30C\uC774\uD504 \uB77C\uC778 \uC791\uC5C5\uC744 \uCD08\uAE30\uD654 \uBC0F/\uB610\uB294 \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 OSB \uC81C\uD488\uC758 \uC798\uBABB \uAD6C\uC131\uB41C \uC124\uCE58\uB85C \uC778\uD574 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382021=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382022=\uD30C\uC774\uD504 \uB77C\uC778 \uC791\uC5C5 \uC9D1\uD569\uC744 \uCD08\uAE30\uD654 \uBC0F/\uB610\uB294 \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 OSB \uC81C\uD488\uC758 \uC798\uBABB \uAD6C\uC131\uB41C \uC124\uCE58\uB85C \uC778\uD574 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382022=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382023=\uD30C\uC774\uD504 \uB77C\uC778 \uC791\uC5C5 \uC9D1\uD569\uC744 \uCD08\uAE30\uD654 \uBC0F/\uB610\uB294 \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 OSB \uC81C\uD488\uC758 \uC798\uBABB \uAD6C\uC131\uB41C \uC124\uCE58\uB85C \uC778\uD574 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382023=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382024=\uD30C\uC774\uD504 \uB77C\uC778 \uC791\uC5C5 \uC9D1\uD569\uC744 \uCD08\uAE30\uD654 \uBC0F/\uB610\uB294 \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 OSB \uC81C\uD488\uC758 \uC798\uBABB \uAD6C\uC131\uB41C \uC124\uCE58\uB85C \uC778\uD574 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382024=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382028=OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C WSDL \uBC14\uC778\uB529 \uC815\uBCF4\uB97C \uB85C\uB4DC\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382028=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382029=OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. WS-I \uC900\uC218\uB97C \uAC80\uC0AC\uD558\uB294 \uAD6C\uC131 \uC694\uC18C\uB97C \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382029=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382030=\uC694\uCCAD \uB610\uB294 \uC751\uB2F5 \uD398\uC774\uB85C\uB4DC\uC758 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uB97C \uB4E4\uC5B4 \uC694\uCCAD\uC5D0 \uBD80\uC801\uC808\uD55C \uD615\uC2DD\uC758 \uB2E4\uC911 \uBD80\uBD84/\uAD00\uB828 \uB370\uC774\uD130\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uACBD\uC6B0 \uBA54\uC2DC\uC9C0 \uCCA8\uBD80 \uD30C\uC77C\uC758 \uB9C8\uC15C\uB9C1\uC744 \uD574\uC81C\uD558\uB824\uACE0 \uC2DC\uB3C4\uD560 \uB54C \uC624\uB958\uAC00 \uBC1C\uC0DD\uD569\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB429\uB2C8\uB2E4.
action382030=\uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uB97C \uD655\uC778\uD558\uACE0 \uD398\uC774\uB85C\uB4DC\uC5D0\uC11C OSB\uAC00 \uD574\uB2F9 \uCF58\uD150\uCE20\uB97C \uC81C\uB300\uB85C \uB9C8\uC15C\uB9C1 \uD574\uC81C\uD558\uC9C0 \uBABB\uD558\uB294 \uC774\uC720\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382031=\uC124\uBA85\uB41C \uC774\uC720\uB85C \uC778\uD574 \uC694\uCCAD \uB610\uB294 \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uC758 \uBCF8\uBB38\uC774 WS-I \uAE30\uBCF8 \uD504\uB85C\uD30C\uC77C\uC744 \uC900\uC218\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC774 \uBB38\uC81C\uB294 OSB \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB85C \uC694\uCCAD \uBA54\uC2DC\uC9C0\uB97C \uBC1B\uAC70\uB098 WS-I \uC900\uC218\uC5D0 \uB300\uD574 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB97C \uBC1B\uC744 \uB54C \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382031=\uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uB97C \uD655\uC778\uD558\uACE0 \uD398\uC774\uB85C\uB4DC\uC5D0\uC11C \uBA54\uC2DC\uC9C0 \uBCF8\uBB38\uC774 WS-I \uC900\uC218 \uAC80\uC0AC\uC5D0 \uC2E4\uD328\uD558\uB294 \uC774\uC720\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382032=\uD398\uC774\uB85C\uB4DC\uC5D0 \uC801\uD569\uD55C SOAP Envelope\uAC00 \uC788\uC5B4\uC57C \uD558\uC9C0\uB9CC \uC5C6\uAE30 \uB54C\uBB38\uC5D0 \uC694\uCCAD \uB610\uB294 \uC751\uB2F5 \uBA54\uC2DC\uC9C0 \uCF58\uD150\uCE20\uC758 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 SOAP(\uBAA8\uB4E0 SOAP \uB610\uB294 WDSL \uAE30\uBC18 OSB \uD504\uB85D\uC2DC)\uAC00 \uC801\uD569\uD55C SOAP Envelope\uAC00 \uB4E4\uC5B4 \uC788\uC9C0 \uC54A\uC740 \uC694\uCCAD \uBA54\uC2DC\uC9C0\uB97C \uBC1B\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382032=\uD398\uC774\uB85C\uB4DC\uC5D0\uC11C \uC801\uD569\uD55C SOAP Envelope\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382033=\uD398\uC774\uB85C\uB4DC\uC5D0\uC11C SOAP Envelope \uB0B4\uC5D0 \uC801\uD569\uD55C SOAP \uBCF8\uBB38\uC774 \uC788\uC5B4\uC57C \uD558\uC9C0\uB9CC \uC5C6\uAE30 \uB54C\uBB38\uC5D0 \uC694\uCCAD \uB610\uB294 \uC751\uB2F5 \uBA54\uC2DC\uC9C0 \uCF58\uD150\uCE20\uC758 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 SOAP(\uBAA8\uB4E0 SOAP \uB610\uB294 WDSL \uAE30\uBC18 OSB \uD504\uB85D\uC2DC)\uAC00 \uD574\uB2F9 Envelope\uC5D0 \uC801\uD569\uD55C SOAP \uBCF8\uBB38 \uC694\uC18C\uAC00 \uB4E4\uC5B4 \uC788\uC9C0 \uC54A\uC740 \uC694\uCCAD \uBA54\uC2DC\uC9C0\uB97C \uBC1B\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382033=\uD398\uC774\uB85C\uB4DC\uC5D0\uC11C \uC801\uD569\uD55C SOAP \uBCF8\uBB38 \uC694\uC18C\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382034=SOAP 1.1 \uD398\uC774\uB85C\uB4DC\uB97C SOAP 1.2 \uD398\uC774\uB85C\uB4DC\uB85C \uBCC0\uD658\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD544\uC694\uD55C SOAP 1.1 Envelope \uC694\uC18C\uAC00 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action382034=\uD398\uC774\uB85C\uB4DC\uAC00 \uC801\uD569\uD55C SOAP 1.1 \uD398\uC774\uB85C\uB4DC\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC $body\uB97C \uBE44\uB86F\uD55C \uBAA8\uB4E0 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uAE30\uB85D\uD558\uACE0 \uAC80\uC0AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382035=\uD398\uC774\uB85C\uB4DC\uAC00 \uC801\uD569\uD55C SOAP 1.1 \uD398\uC774\uB85C\uB4DC\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC $body\uB97C \uBE44\uB86F\uD55C \uBAA8\uB4E0 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uAE30\uB85D\uD558\uACE0 \uAC80\uC0AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382036=\uD398\uC774\uB85C\uB4DC\uAC00 \uC801\uD569\uD55C SOAP 1.1 \uD398\uC774\uB85C\uB4DC\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC $body\uB97C \uBE44\uB86F\uD55C \uBAA8\uB4E0 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uAE30\uB85D\uD558\uACE0 \uAC80\uC0AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382037=\uD398\uC774\uB85C\uB4DC\uAC00 \uC801\uD569\uD55C SOAP 1.2 \uD398\uC774\uB85C\uB4DC\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC $body\uB97C \uBE44\uB86F\uD55C \uBAA8\uB4E0 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uAE30\uB85D\uD558\uACE0 \uAC80\uC0AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382038=\uD398\uC774\uB85C\uB4DC\uAC00 \uC801\uD569\uD55C SOAP 1.2 \uD398\uC774\uB85C\uB4DC\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC $body\uB97C \uBE44\uB86F\uD55C \uBAA8\uB4E0 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uAE30\uB85D\uD558\uACE0 \uAC80\uC0AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382039=\uD398\uC774\uB85C\uB4DC\uAC00 \uC801\uD569\uD55C SOAP 1.2 \uD398\uC774\uB85C\uB4DC\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC $body\uB97C \uBE44\uB86F\uD55C \uBAA8\uB4E0 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uAE30\uB85D\uD558\uACE0 \uAC80\uC0AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382040=\uC9C0\uC815\uB41C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC5D0 \uAC12\uC744 \uC9C0\uC815\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uAD6C\uC870\uAC00 \uBBF8\uB9AC \uC815\uC758\uB41C $outbound, $attachments, $fault \uB4F1\uC758 \uD2B9\uC815 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uAC00 \uC788\uACE0(\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC628\uB77C\uC778 OSB \uC124\uBA85\uC11C \uCC38\uC870) \uBCC0\uC218\uC5D0 \uC9C0\uC815\uB41C \uBAA8\uB4E0 \uAC12\uC740 \uD2B9\uC815 \uD615\uC2DD\uC744 \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4.
action382040=OSB \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBCC0\uC218\uC5D0 \uC9C0\uC815\uB418\uB294 \uAC12\uC774 \uD544\uC694\uD55C \uD615\uC2DD\uC744 \uC0AC\uC6A9\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382041=\uC9C0\uC815\uB41C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC5D0 \uAC12\uC744 \uC9C0\uC815\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC0AC\uC6A9\uC790\uAC00 \uAC12\uC744 \uC9C0\uC815\uD560 \uC218 \uC5C6\uC5B4 \uC77D\uAE30 \uC804\uC6A9\uC73C\uB85C \uAC04\uC8FC\uB418\uB294 $operation\uACFC \uAC19\uC740 \uD2B9\uC815 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
action382041=OSB \uC628\uB77C\uC778 \uC124\uBA85\uC11C\uC5D0\uC11C \uAC12\uC774 \uBCC0\uACBD\uB418\uB294 \uBCC0\uC218\uAC00 \uC77D\uAE30 \uC804\uC6A9 \uBCC0\uC218\uB85C \uAC04\uC8FC\uB418\uC9C0 \uC54A\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382042=\uC9C0\uC815\uB41C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC5D0 \uAC12\uC744 \uC9C0\uC815\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 $fault \uB4F1\uC758 XML \uCF58\uD150\uCE20\uAC00 \uD544\uC694\uD55C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC5D0 \uBE44XML \uAC12\uC744 \uC9C0\uC815\uD558\uB824\uACE0 \uC2DC\uB3C4\uD560 \uB54C \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382042=OSB \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBCC0\uC218\uC5D0 \uC9C0\uC815\uB418\uB294 \uAC12\uC774 \uD544\uC694\uD55C \uD615\uC2DD\uC744 \uC0AC\uC6A9\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382043=\uC9C0\uC815\uB41C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uC9C0\uC815 \uB610\uB294 \uAC31\uC2E0\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC9C0\uC815\uB418\uB294 \uAC12\uC774 \uC2DC\uC2A4\uD15C \uBCC0\uC218\uC758 \uC9C0\uC815\uB41C \uD615\uC2DD\uC744 \uC900\uC218\uD558\uC9C0 \uC54A\uAC70\uB098(\uC608: $outbound\uB97C \uB110\uB85C \uC124\uC815) \uBCC0\uC218\uC758 \uC77D\uAE30 \uC804\uC6A9 \uBD80\uBD84\uC744 \uAC31\uC2E0(\uC608: $inbound \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 'service' \uC694\uC18C \uBCC0\uACBD)\uD558\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382043=OSB \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBCC0\uC218\uC5D0 \uC9C0\uC815\uB418\uB294 \uAC12\uC774 \uD544\uC694\uD55C \uD615\uC2DD\uC744 \uC0AC\uC6A9\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. OSB \uC628\uB77C\uC778 \uC124\uBA85\uC11C\uC5D0\uC11C \uBCC0\uACBD \uC911\uC778 \uBCC0\uC218 \uBD80\uBD84\uC774 \uC77D\uAE30 \uC804\uC6A9\uC73C\uB85C \uAC04\uC8FC\uB418\uC9C0 \uC54A\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382045=\uC2DC\uC2A4\uD15C \uBCC0\uC218 \uC911 \uD558\uB098\uB97C \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382045=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382046=$inbound \uB610\uB294 $outbound \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uC694\uCCAD \uB610\uB294 \uC751\uB2F5 \uBA54\uD0C0 \uB370\uC774\uD130 \uB4F1 \uC2DC\uC2A4\uD15C \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218 \uAC12\uC758 XML \uD45C\uD604\uC744 \uAC80\uC0C9\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382046=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382047=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD544\uC694\uD55C OSB \uD30C\uC774\uD504 \uB77C\uC778 \uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
action382047=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382048=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD544\uC694\uD55C OSB \uD30C\uC774\uD504 \uB77C\uC778 \uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
action382048=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382049=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD544\uC694\uD55C OSB \uD30C\uC774\uD504 \uB77C\uC778 \uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
action382049=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382050=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD544\uC694\uD55C OSB \uD30C\uC774\uD504 \uB77C\uC778 \uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
action382050=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382051=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD544\uC694\uD55C OSB \uD30C\uC774\uD504 \uB77C\uC778 \uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
action382051=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382052=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD544\uC694\uD55C OSB \uD30C\uC774\uD504 \uB77C\uC778 \uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
action382052=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382053=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD544\uC694\uD55C OSB \uD30C\uC774\uD504 \uB77C\uC778 \uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
action382053=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382054=\uBA54\uC2DC\uC9C0 \uC720\uD615\uC758 \uC11C\uBE44\uC2A4: $body\uC5D0 \uC801\uD569\uD55C [[http://www.bea.com/wli/sb/context]java-content] \uD558\uC704 \uC694\uC18C\uB97C \uD3EC\uD568\uC2DC\uD0A4\uB824\uBA74 Java\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
action382054=$body\uC758 \uCF58\uD150\uCE20\uAC00 \uD544\uC694\uD55C \uD615\uC2DD\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC $body\uB97C \uBE44\uB86F\uD55C \uBAA8\uB4E0 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uAE30\uB85D\uD558\uACE0 \uAC80\uC0AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382100=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382100=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382101=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC778\uBC14\uC6B4\uB4DC \uC751\uB2F5\uC744 \uC900\uBE44\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382101=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382102=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uC900\uBE44\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382102=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382103=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC758 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC751\uB2F5\uC744 \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382103=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382104=$inbound \uB610\uB294 $outbound \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC5D0 \uB300\uD55C \uC694\uCCAD \uBA54\uD0C0 \uB370\uC774\uD130\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382104=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382105=$inbound \uB610\uB294 $outbound \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC5D0 \uB300\uD55C \uC751\uB2F5 \uBA54\uD0C0 \uB370\uC774\uD130\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382105=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382106=XSLT \uBCC0\uD658\uC5D0 \uB300\uD55C \uC785\uB825 \uB9E4\uAC1C\uBCC0\uC218\uC5D0 \uC0AC\uC6A9\uB41C \uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uB85C \uB110\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382106=\uAD6C\uC131\uB41C \uD45C\uD604\uC2DD\uC5D0\uC11C \uB110\uC774 \uC544\uB2CC \uAC12\uC774 \uBC1C\uC0DD\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBAA8\uB4E0 XQuery \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uB97C \uAE30\uB85D\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382107=XSLT \uBCC0\uD658\uC5D0 \uB300\uD574 \uC774\uB984\uC774 \uC9C0\uC815\uB41C \uC785\uB825 \uBCC0\uC218\uC5D0 \uC0AC\uC6A9\uB41C \uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uB85C \uB110\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382107=\uAD6C\uC131\uB41C \uD45C\uD604\uC2DD\uC5D0\uC11C \uB110\uC774 \uC544\uB2CC \uAC12\uC774 \uBC1C\uC0DD\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBAA8\uB4E0 XQuery \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uB97C \uAE30\uB85D\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382108=\uAD6C\uC131\uB41C XPath \uD45C\uD604\uC2DD\uC740 \uBA54\uC2DC\uC9C0 \uCF58\uD150\uCE20 \uBCC0\uC218 \uB610\uB294 XML\uC774 \uC544\uB2CC \uCF58\uD150\uCE20\uC758 \uB2E4\uB978 \uD45C\uD604\uC2DD\uC744 \uCC38\uC870\uD569\uB2C8\uB2E4. XPath\uB294 XML \uB610\uB294 MFL \uCF58\uD150\uCE20\uB97C \uB300\uC0C1\uC73C\uB85C\uB9CC \uC2E4\uD589\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382108=\uAD6C\uC131\uB41C \uD45C\uD604\uC2DD\uC758 \uAC12\uC774 \uC801\uD569\uD55C XML \uCF58\uD150\uCE20\uB97C \uCC38\uC870\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uB97C \uBE44\uB86F\uD55C \uBAA8\uB4E0 \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uB97C \uAE30\uB85D\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382110=\uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uC758 XOP/MTOM \uAD00\uB828 \uCC98\uB9AC\uB97C \uC218\uD589\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD2B9\uC815 \uC624\uB958 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382110=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382111=\uC774\uC9C4 \uCF58\uD150\uCE20 \uC694\uC18C\uAC00 \uC81C\uB300\uB85C \uC0DD\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uD544\uC218 \uCC38\uC870 \uC18D\uC131\uC774 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action382111=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382112=\uC18C\uC2A4 \uC800\uC7A5\uC18C\uC5D0\uC11C \uC9C0\uC815\uB41C \uCC38\uC870\uB97C \uAC00\uC9C4 \uAC1D\uCCB4\uB97C \uC870\uD68C\uD558\uB824\uB294 \uC2DC\uB3C4\uB85C \uC778\uD574 \uC9C0\uC815\uB41C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382112=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382113=\uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD55C XOP/MTOM \uCC98\uB9AC\uB97C \uC218\uD589\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382113=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382114=\uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD574 XOP/MTOM \uCC98\uB9AC\uB97C \uC218\uD589\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC624\uB958\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC790\uC138\uD55C \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382114=\uC778\uBC14\uC6B4\uB4DC XOP/MTOM \uD398\uC774\uB85C\uB4DC\uAC00 XOP/MTOM \uD45C\uC900\uC5D0 \uB530\uB77C \uC801\uD569\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382115=\uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD55C XOP/MTOM \uCC98\uB9AC\uB97C \uC218\uD589\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382115=\uC778\uBC14\uC6B4\uB4DC XOP/MTOM \uD398\uC774\uB85C\uB4DC\uAC00 XOP/MTOM \uD45C\uC900\uC5D0 \uB530\uB77C \uC801\uD569\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382116=\uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD55C XOP/MTOM \uCC98\uB9AC\uB97C \uC218\uD589\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382116=\uC778\uBC14\uC6B4\uB4DC XOP/MTOM \uD398\uC774\uB85C\uB4DC\uAC00 XOP/MTOM \uD45C\uC900\uC5D0 \uB530\uB77C \uC801\uD569\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382117=\uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD55C XOP/MTOM \uCC98\uB9AC\uB97C \uC218\uD589\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382117=\uC778\uBC14\uC6B4\uB4DC XOP/MTOM \uD398\uC774\uB85C\uB4DC\uAC00 XOP/MTOM \uD45C\uC900\uC5D0 \uB530\uB77C \uC801\uD569\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382118=\uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD55C XOP/MTOM \uCC98\uB9AC\uB97C \uC218\uD589\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382118=\uC778\uBC14\uC6B4\uB4DC XOP/MTOM \uD398\uC774\uB85C\uB4DC\uAC00 XOP/MTOM \uD45C\uC900\uC5D0 \uB530\uB77C \uC801\uD569\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382119=XOP/MTOM\uC5D0 \uB300\uD574 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uC9C0 \uC54A\uC740 \uC11C\uBE44\uC2A4\uAC00 XOP/MTOM \uBA54\uC2DC\uC9C0\uB97C \uC218\uC2E0\uD588\uC2B5\uB2C8\uB2E4.
action382119=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC218\uC2E0 \uD398\uC774\uB85C\uB4DC\uB97C \uC81C\uB300\uB85C \uCC98\uB9AC\uD560 \uC218 \uC788\uB3C4\uB85D XOP/MTOM \uAE30\uB2A5\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382120=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 XOP/MTOM \uC9C0\uC6D0\uC5D0 \uB300\uD574 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uACE0 $attachments \uBCC0\uC218\uC758 \uAC12\uC774 \uB110\uC774 \uC544\uB2C8\uAE30 \uB54C\uBB38\uC5D0 XOP/MTOM\uC5D0 \uB300\uD574 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uC900\uBE44\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. XOP/MTOM \uBC0F \uCCA8\uBD80\uC758 \uD63C\uD569\uC740 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action382120=XOP/MTOM\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C \uC11C\uBE44\uC2A4\uB85C \uACBD\uB85C\uB97C \uC9C0\uC815\uD560 \uB54C $attachments \uBCC0\uC218\uC5D0 \uC544\uBB34 \uC815\uBCF4\uB3C4 \uD3EC\uD568\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC740\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382121=\uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD55C XOP/MTOM \uCC98\uB9AC\uB97C \uC218\uD589\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0\uC11C \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382121=\uC778\uBC14\uC6B4\uB4DC XOP/MTOM \uD398\uC774\uB85C\uB4DC\uAC00 XOP/MTOM \uD45C\uC900\uC5D0 \uB530\uB77C \uC801\uD569\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382150=\uACBD\uB85C \uC9C0\uC815, \uAC8C\uC2DC \uB610\uB294 \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC5D0 \uB300\uD55C \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uC218\uD589\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB7F0\uD0C0\uC784\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382150=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String service
messagedetail382151=\uC9C0\uC815\uB41C \uC11C\uBE44\uC2A4 {0}\uC5D0 \uB300\uD55C \uAD6C\uC131 \uC138\uBD80 \uC815\uBCF4\uB97C \uAC80\uC0C9\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382151=OSB \uCF58\uC194\uC744 \uC0AC\uC6A9\uD558\uC5EC \uD544\uC694\uD55C \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String proxy, {1} : String target
messagedetail382152=\uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uC18D\uC131 "doOutboundWss"\uAC00 true\uB85C \uC124\uC815\uB418\uC5C8\uC9C0\uB9CC \uD504\uB85D\uC2DC "{0}"\uC740(\uB294) \uC218\uB3D9\uC801 \uC911\uAC1C\uC790\uC785\uB2C8\uB2E4. \uC218\uB3D9\uC801 \uC911\uAC1C\uC790 \uD504\uB85D\uC2DC\uB294 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548(\uB300\uC0C1 \uC11C\uBE44\uC2A4: "{1}")\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action382152=OSB \uCF58\uC194\uC744 \uC0AC\uC6A9\uD558\uC5EC \uD544\uC694\uD55C \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC9C0\uC815\uB41C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uC18D\uC131\uC774 \uC62C\uBC14\uB974\uAC8C \uC124\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382153=$inbound \uBC0F $outbound\uC640 \uAC19\uC774 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uB294 \uC5EC\uB7EC \uC2DC\uC2A4\uD15C \uBCC0\uC218\uAC00 \uC788\uAE30 \uB54C\uBB38\uC5D0 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC2DC\uC2A4\uD15C \uBCC0\uC218\uB97C \uC0AD\uC81C\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4.
action382153=\uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC9C0\uC815\uB41C \uC2DC\uC2A4\uD15C \uBCC0\uC218\uB97C \uC0AD\uC81C\uD560 \uC218 \uC788\uB294\uC9C0 \uC5EC\uBD80\uB294 OSB \uC628\uB77C\uC778 \uC124\uBA85\uC11C\uC5D0\uC11C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
