messagedetail382000=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u4E00\u822C\u7684\u306A\u30E9\u30F3\u30BF\u30A4\u30E0\u30FB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action382000=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382001=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30E9\u30F3\u30BF\u30A4\u30E0\u30FB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u540D\u306Fnull\u3067\u306F\u306A\u304F\u30011\u6587\u5B57\u4EE5\u4E0A\u3067\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044
action382001=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u69CB\u6210\u3092\u53C2\u7167\u3057\u3001\u3059\u3079\u3066\u306E\u5909\u6570\u540D\u304C\u9069\u5207\u306B\u69CB\u6210\u3055\u308C\u30011\u6587\u5B57\u4EE5\u4E0A\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382002=\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u3059\u308B\u969B\u3001OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u521D\u671F\u5316\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action382002=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382003=\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action382003=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382004=\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action382004=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382005=\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action382005=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382006=\u6307\u5B9A\u3055\u308C\u305F\u53C2\u7167\u3067Java\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30EA\u30DD\u30B8\u30C8\u30EA\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3088\u3046\u3068\u3057\u305F\u305F\u3081\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4EE5\u524D\u306B\u5B9F\u884C\u3055\u308C\u305F\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3067\u5BFE\u5FDC\u3059\u308B\u53C2\u7167\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3057\u305F\u3053\u3068\u304C\u539F\u56E0\u306B\u306A\u3063\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action382006=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u306E\u69CB\u6210\u3092\u53C2\u7167\u3057\u3001\u3053\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3059\u308B\u524D\u306B\u5B9F\u884C\u3055\u308C\u308B\u3001\u6307\u5B9A\u3057\u305F\u53C2\u7167\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3059\u308B\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u5B58\u5728\u3057\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382007=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u6642\u306B\u3001OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u7D71\u8A08\u3092\u53CE\u96C6\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action382007=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382008=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u6642\u306B\u3001OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u7D71\u8A08\u3092\u53CE\u96C6\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action382008=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382009=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u6642\u306B\u3001OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u7D71\u8A08\u3092\u53CE\u96C6\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action382009=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382010=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u6642\u306B\u3001OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u7D71\u8A08\u3092\u53CE\u96C6\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action382010=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382011=\u3053\u308C\u306FOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306B\u3088\u3063\u3066\u8A3A\u65AD\u7528\u306B\u30C7\u30D0\u30C3\u30B0\u91CD\u5927\u5EA6\u304C\u8A18\u9332\u3055\u308C\u308B\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
messagedetail382012=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u3059\u308B\u969B\u3001OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action382012=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String service
messagedetail382013=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u304C\u4E0D\u5B89\u5B9A\u306A\u305F\u3081\u3001OSB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u69CB\u6210\u304C\u5B89\u5B9A\u3059\u308B\u307E\u3067\u3001\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u3067\u306F\u30B5\u30FC\u30D3\u30B9"{0}"\u306B\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3067\u304D\u307E\u305B\u3093\u3002
action382013=OSB\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u304C\u5B89\u5B9A\u3059\u308B\u307E\u3067\u5F85\u3063\u3066\u304B\u3089\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u518D\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String service
messagedetail382014=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304A\u3088\u3073\u5BFE\u8C61\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u304C\u4E0D\u5B89\u5B9A\u306A\u305F\u3081\u3001OSB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u69CB\u6210\u304C\u5B89\u5B9A\u3059\u308B\u307E\u3067\u3001\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u3067\u306F\u30B5\u30FC\u30D3\u30B9"{0}"\u306B\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3067\u304D\u307E\u305B\u3093\u3002
action382014=OSB\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u304C\u5B89\u5B9A\u3059\u308B\u307E\u3067\u5F85\u3063\u3066\u304B\u3089\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u518D\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail382015=\u6307\u5B9A\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u306EOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u72B6\u614B\u3092\u521D\u671F\u5316\u4E2D\u306B\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u3067\u304D\u308B\u306E\u306F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u307F\u3067\u3059
action382015=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382016=\u6307\u5B9A\u3057\u305F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u72B6\u614B\u3092\u521D\u671F\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action382016=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382017=\u6307\u5B9A\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u306EOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u72B6\u614B\u3092\u521D\u671F\u5316\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action382017=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382018=\u3053\u308C\u306FOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u72B6\u614B\u306E\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u91CD\u5927\u5EA6\u3092\u30ED\u30B0\u306B\u8A18\u9332\u3059\u308B\u8A3A\u65AD\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u554F\u984C\u306E\u539F\u56E0\u306E\u5206\u6790\u306B\u5F79\u7ACB\u3064\u5404\u7A2E\u60C5\u5831\u304C\u793A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action382018=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382019=\u6307\u5B9A\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u306EOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u72B6\u614B\u3092\u521D\u671F\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4FDD\u5B58\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u69CB\u6210\u306E\u89E3\u6790\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action382019=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String actionName, {1} : Throwable t
messagedetail382020=\u30B7\u30F3\u30B0\u30EB\u30FB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3{0}\u306E\u521D\u671F\u5316\u307E\u305F\u306F\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002OSB\u88FD\u54C1\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u304C\u539F\u56E0\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
action382020=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String appName, {1} : Throwable t
messagedetail382021=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D5\u30A1\u30A4\u30EB{0}\u306E\u4E00\u9023\u306E\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u521D\u671F\u5316\u307E\u305F\u306F\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002OSB\u88FD\u54C1\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u304C\u539F\u56E0\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
action382021=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382022=\u4E00\u9023\u306E\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u521D\u671F\u5316\u307E\u305F\u306F\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002OSB\u88FD\u54C1\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u304C\u539F\u56E0\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
action382022=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382023=\u4E00\u9023\u306E\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u521D\u671F\u5316\u307E\u305F\u306F\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002OSB\u88FD\u54C1\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u304C\u539F\u56E0\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
action382023=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382024=\u4E00\u9023\u306E\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u521D\u671F\u5316\u307E\u305F\u306F\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002OSB\u88FD\u54C1\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u304C\u539F\u56E0\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
action382024=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382028=OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306B\u3088\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EWSDL\u30D0\u30A4\u30F3\u30C9\u60C5\u5831\u3092\u30ED\u30FC\u30C9\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action382028=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382029=OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306B\u3088\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002WS-I\u6E96\u62E0\u3092\u30C1\u30A7\u30C3\u30AF\u3059\u308B\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u521D\u671F\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action382029=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382030=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u306E\u89E3\u6790\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u306Emultipart/related\u30C7\u30FC\u30BF\u306E\u66F8\u5F0F\u304C\u4E0D\u9069\u5207\u3067\u3042\u308B\u3053\u3068\u306A\u3069\u304C\u539F\u56E0\u3067\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u3092\u30A2\u30F3\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action382030=\u8A73\u7D30\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3001\u30DA\u30A4\u30ED\u30FC\u30C9\u3092\u78BA\u8A8D\u3057\u3066\u3001OSB\u304C\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u6B63\u3057\u304F\u30A2\u30F3\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u3067\u304D\u306A\u3044\u539F\u56E0\u3092\u7A81\u304D\u6B62\u3081\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail382031=\u793A\u3055\u308C\u305F\u7406\u7531\u306B\u3088\u308A\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u672C\u6587\u304CWS-I\u57FA\u672C\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306B\u6E96\u62E0\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u73FE\u8C61\u306F\u3001OSB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u307E\u305F\u306FWS-I\u5BFE\u5FDC\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u305F\u3068\u304D\u306B\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action382031=\u8A73\u7D30\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3001\u30DA\u30A4\u30ED\u30FC\u30C9\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3067WS-I\u6E96\u62E0\u3092\u30C1\u30A7\u30C3\u30AF\u3067\u304D\u306A\u3044\u539F\u56E0\u3092\u7A81\u304D\u6B62\u3081\u3066\u304F\u3060\u3055\u3044
messagedetail382032=\u30DA\u30A4\u30ED\u30FC\u30C9\u306B\u4E88\u671F\u3055\u308C\u3066\u3044\u305F\u6709\u52B9\u306ASOAP\u30A8\u30F3\u30D9\u30ED\u30FC\u30D7\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u89E3\u6790\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306F\u3001SOAP(\u4EFB\u610F\u306ESOAP\u307E\u305F\u306FWDSL\u30D9\u30FC\u30B9\u306EOSB\u30D7\u30ED\u30AD\u30B7\u304C\u53D7\u4FE1\u3057\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u6709\u52B9\u306ASOAP\u30A8\u30F3\u30D9\u30ED\u30FC\u30D7\u304C\u5B58\u5728\u3057\u306A\u3044\u5834\u5408\u306B\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
action382032=\u30DA\u30A4\u30ED\u30FC\u30C9\u306B\u6709\u52B9\u306ASOAP\u30A8\u30F3\u30D9\u30ED\u30FC\u30D7\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382033=\u30DA\u30A4\u30ED\u30FC\u30C9\u306B\u4E88\u671F\u3055\u308C\u3066\u3044\u305F\u6709\u52B9\u306ASOAP Body\u304CSOAP\u30A8\u30F3\u30D9\u30ED\u30FC\u30D7\u5185\u306B\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u89E3\u6790\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306F\u3001SOAP(\u4EFB\u610F\u306ESOAP\u307E\u305F\u306FWDSL\u30D9\u30FC\u30B9\u306EOSB\u30D7\u30ED\u30AD\u30B7\u304C\u53D7\u4FE1\u3057\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30A8\u30F3\u30D9\u30ED\u30FC\u30D7\u5185\u306B\u6709\u52B9\u306ASOAP Body\u8981\u7D20\u304C\u5B58\u5728\u3057\u306A\u3044\u5834\u5408\u306B\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
action382033=\u30DA\u30A4\u30ED\u30FC\u30C9\u306B\u6709\u52B9\u306ASOAP Body\u8981\u7D20\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382034=SOAP 1.1\u30DA\u30A4\u30ED\u30FC\u30C9\u3092SOAP 1.2\u30DA\u30A4\u30ED\u30FC\u30C9\u306B\u5909\u63DB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4E88\u671F\u3055\u308C\u308BSOAP 1.1 Envelope\u8981\u7D20\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action382034=\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u6709\u52B9\u306ASOAP 1.1\u30DA\u30A4\u30ED\u30FC\u30C9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001$body\u306A\u3069\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u30ED\u30B0\u306B\u8A18\u9332\u304A\u3088\u3073\u78BA\u8A8D\u3067\u304D\u307E\u3059
action382035=\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u6709\u52B9\u306ASOAP 1.1\u30DA\u30A4\u30ED\u30FC\u30C9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001$body\u306A\u3069\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u30ED\u30B0\u306B\u8A18\u9332\u304A\u3088\u3073\u78BA\u8A8D\u3067\u304D\u307E\u3059
action382036=\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u6709\u52B9\u306ASOAP 1.1\u30DA\u30A4\u30ED\u30FC\u30C9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001$body\u306A\u3069\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u30ED\u30B0\u306B\u8A18\u9332\u304A\u3088\u3073\u78BA\u8A8D\u3067\u304D\u307E\u3059
action382037=\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u6709\u52B9\u306ASOAP 1.2\u30DA\u30A4\u30ED\u30FC\u30C9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001$body\u306A\u3069\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u30ED\u30B0\u306B\u8A18\u9332\u304A\u3088\u3073\u78BA\u8A8D\u3067\u304D\u307E\u3059
action382038=\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u6709\u52B9\u306ASOAP 1.2\u30DA\u30A4\u30ED\u30FC\u30C9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001$body\u306A\u3069\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u30ED\u30B0\u306B\u8A18\u9332\u304A\u3088\u3073\u78BA\u8A8D\u3067\u304D\u307E\u3059
action382039=\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u6709\u52B9\u306ASOAP 1.2\u30DA\u30A4\u30ED\u30FC\u30C9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001$body\u306A\u3069\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u30ED\u30B0\u306B\u8A18\u9332\u304A\u3088\u3073\u78BA\u8A8D\u3067\u304D\u307E\u3059
messagedetail382040=\u6307\u5B9A\u3057\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306B\u5024\u3092\u5272\u5F53\u3066\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u4E2D\u306B\u306F$outbound\u3001$attachments\u3001$fault\u306A\u3069\u306E\u3088\u3046\u306B\u69CB\u9020\u304C\u4E8B\u524D\u5B9A\u7FA9\u3055\u308C(\u8A73\u7D30\u306FOSB\u306E\u30AA\u30F3\u30E9\u30A4\u30F3\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167)\u3001\u5272\u308A\u5F53\u3066\u308B\u5024\u306E\u66F8\u5F0F\u304C\u6C7A\u307E\u3063\u3066\u3044\u308B\u3082\u306E\u304C\u3042\u308A\u307E\u3059
action382040=OSB\u306E\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u5909\u6570\u306B\u5024\u304C\u6240\u5B9A\u306E\u66F8\u5F0F\u3067\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382041=\u6307\u5B9A\u3057\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306B\u5024\u3092\u5272\u5F53\u3066\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u4E2D\u306B\u306F$operation\u306A\u3069\u306E\u3088\u3046\u306B\u5024\u3092\u5272\u5F53\u3066\u3067\u304D\u306A\u3044\u8AAD\u53D6\u308A\u5C02\u7528\u306E\u3082\u306E\u304C\u3042\u308A\u307E\u3059\u3002
action382041=OSB\u306E\u30AA\u30F3\u30E9\u30A4\u30F3\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3001\u5024\u3092\u5909\u66F4\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u5909\u6570\u304C\u8AAD\u53D6\u308A\u5C02\u7528\u3067\u306F\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail382042=\u6307\u5B9A\u3057\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306B\u5024\u3092\u5272\u5F53\u3066\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306F\u3001XML\u30B3\u30F3\u30C6\u30F3\u30C4\u304C\u4E88\u671F\u3055\u308C\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570($fault\u306A\u3069)\u306BXML\u4EE5\u5916\u306E\u5024\u3092\u5272\u308A\u5F53\u3066\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action382042=OSB\u306E\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u5909\u6570\u306B\u5024\u304C\u6240\u5B9A\u306E\u66F8\u5F0F\u3067\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382043=\u6307\u5B9A\u3057\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306B\u5024\u3092\u5272\u5F53\u3066\u4E2D\u307E\u305F\u306F\u5024\u3092\u66F4\u65B0\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5024\u306E\u5272\u5F53\u3066\u304C\u30B7\u30B9\u30C6\u30E0\u5909\u6570\u306E\u6240\u5B9A\u306E\u66F8\u5F0F\u306B\u5F93\u3063\u3066\u3044\u306A\u3044($outbound\u3092null\u306B\u8A2D\u5B9A\u3059\u308B\u306A\u3069)\u304B\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u8AAD\u53D6\u308A\u5C02\u7528\u90E8\u5206\u3092\u66F4\u65B0\u3057\u305F($inbound\u306E'service'\u8981\u7D20\u3092\u5909\u66F4\u3059\u308B\u306A\u3069)\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
action382043=OSB\u306E\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u5909\u6570\u306B\u5024\u304C\u6240\u5B9A\u306E\u66F8\u5F0F\u3067\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001OSB\u306E\u30AA\u30F3\u30E9\u30A4\u30F3\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3001\u5909\u6570\u306E\u5909\u66F4\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u90E8\u5206\u304C\u8AAD\u53D6\u308A\u5C02\u7528\u3067\u306F\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail382045=\u30B7\u30B9\u30C6\u30E0\u5909\u6570\u306E\u521D\u671F\u5316\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382045=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382046=\u30B7\u30B9\u30C6\u30E0\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024($inbound\u307E\u305F\u306F$outbound\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u306A\u3069)\u306EXML\u8868\u73FE\u3092\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382046=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382047=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u308B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u304C\u4E88\u671F\u3057\u306A\u3044\u72B6\u614B\u3067\u3057\u305F
action382047=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382048=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u308B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u304C\u4E88\u671F\u3057\u306A\u3044\u72B6\u614B\u3067\u3057\u305F
action382048=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382049=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u308B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u304C\u4E88\u671F\u3057\u306A\u3044\u72B6\u614B\u3067\u3057\u305F
action382049=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382050=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u308B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u304C\u4E88\u671F\u3057\u306A\u3044\u72B6\u614B\u3067\u3057\u305F
action382050=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382051=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u308B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u304C\u4E88\u671F\u3057\u306A\u3044\u72B6\u614B\u3067\u3057\u305F
action382051=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382052=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u308B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u304C\u4E88\u671F\u3057\u306A\u3044\u72B6\u614B\u3067\u3057\u305F
action382052=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382053=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u308B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u304C\u4E88\u671F\u3057\u306A\u3044\u72B6\u614B\u3067\u3057\u305F
action382053=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382054=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30BF\u30A4\u30D7: Java\u306E\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u3001$body\u306E\u4E0B\u306B\u6709\u52B9\u306A[[http://www.bea.com/wli/sb/context]java-content]\u5B50\u8981\u7D20\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u304C\u4E88\u671F\u3055\u308C\u307E\u3059\u3002
action382054=$body\u306E\u5185\u5BB9\u304C\u6240\u5B9A\u306E\u66F8\u5F0F\u306B\u6E96\u62E0\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001$body\u306A\u3069\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u30ED\u30B0\u306B\u8A18\u9332\u304A\u3088\u3073\u78BA\u8A8D\u3067\u304D\u307E\u3059
messagedetail382100=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u308B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382100=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382101=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u6E96\u5099\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382101=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382102=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6E96\u5099\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382102=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382103=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u306E\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382103=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382104=$inbound\u307E\u305F\u306F$outbound\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382104=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382105=$inbound\u307E\u305F\u306F$outbound\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382105=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382106=\u7D50\u679C\u3092XSLT\u5909\u63DB\u306E\u5165\u529B\u30D1\u30E9\u30E1\u30FC\u30BF\u306B\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u305FXQuery\u5F0F\u306E\u7D50\u679C\u304Cnull\u3067\u3059\u3002
action382106=\u69CB\u6210\u3055\u308C\u305F\u5F0F\u306E\u7D50\u679C\u5024\u304Cnull\u3067\u306F\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066XQuery\u5F0F\u306E\u7D50\u679C\u3092\u30ED\u30B0\u306B\u8A18\u9332\u3067\u304D\u307E\u3059\u3002
messagedetail382107=\u7D50\u679C\u3092XSLT\u5909\u63DB\u306E\u540D\u524D\u4ED8\u304D\u5165\u529B\u5909\u6570\u306B\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u305FXQuery\u5F0F\u306E\u7D50\u679C\u304Cnull\u3067\u3059\u3002
action382107=\u69CB\u6210\u3055\u308C\u305F\u5F0F\u306E\u7D50\u679C\u5024\u304Cnull\u3067\u306F\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066XQuery\u5F0F\u306E\u7D50\u679C\u3092\u30ED\u30B0\u306B\u8A18\u9332\u3067\u304D\u307E\u3059\u3002
messagedetail382108=\u69CB\u6210\u3055\u308C\u305FXPath\u5F0F\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u5909\u6570\u307E\u305F\u306FXML\u4EE5\u5916\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u5F0F\u3092\u53C2\u7167\u3057\u3066\u3044\u307E\u3059\u3002XPath\u306FXML\u307E\u305F\u306FMFL\u30B3\u30F3\u30C6\u30F3\u30C4\u306B\u5BFE\u3057\u3066\u306E\u307F\u5B9F\u884C\u3067\u304D\u307E\u3059
action382108=\u69CB\u6210\u3055\u308C\u305F\u5F0F\u306E\u5024\u304C\u6709\u52B9\u306AXML\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u53C2\u7167\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u3092\u542B\u3080\u4EFB\u610F\u306E\u5F0F\u306E\u7D50\u679C\u3092\u30ED\u30B0\u306B\u8A18\u9332\u3067\u304D\u307E\u3059\u3002
messagedetail382110=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306EXOP/MTOM\u95A2\u9023\u51E6\u7406\u3092\u5B9F\u884C\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action382110=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382111=binary-content\u8981\u7D20\u304C\u9069\u5207\u306B\u4F5C\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093 - \u5FC5\u9808\u306E\u53C2\u7167\u5C5E\u6027\u304C\u3042\u308A\u307E\u305B\u3093
action382111=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382112=\u6307\u5B9A\u3055\u308C\u305F\u53C2\u7167\u3067\u30BD\u30FC\u30B9\u30FB\u30EA\u30DD\u30B8\u30C8\u30EA\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3088\u3046\u3068\u3057\u305F\u305F\u3081\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action382112=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382113=\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306EXOP/MTOM\u51E6\u7406\u306E\u5B9F\u884C\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action382113=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382114=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306EXOP/MTOM\u51E6\u7406\u306E\u5B9F\u884C\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u3092\u793A\u3059\u6B63\u78BA\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action382114=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9XOP/MTOM\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u3001XOP/MTOM\u6A19\u6E96\u306B\u5F93\u3044\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382115=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306EXOP/MTOM\u51E6\u7406\u306E\u5B9F\u884C\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action382115=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9XOP/MTOM\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u3001XOP/MTOM\u6A19\u6E96\u306B\u5F93\u3044\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382116=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306EXOP/MTOM\u51E6\u7406\u306E\u5B9F\u884C\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action382116=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9XOP/MTOM\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u3001XOP/MTOM\u6A19\u6E96\u306B\u5F93\u3044\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382117=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306EXOP/MTOM\u51E6\u7406\u306E\u5B9F\u884C\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action382117=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9XOP/MTOM\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u3001XOP/MTOM\u6A19\u6E96\u306B\u5F93\u3044\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382118=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306EXOP/MTOM\u51E6\u7406\u306E\u5B9F\u884C\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action382118=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9XOP/MTOM\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u3001XOP/MTOM\u6A19\u6E96\u306B\u5F93\u3044\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382119=XOP/MTOM\u5BFE\u5FDC\u3067\u306A\u3044\u30B5\u30FC\u30D3\u30B9\u304CXOP/MTOM\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F
action382119=\u53D7\u4FE1\u30DA\u30A4\u30ED\u30FC\u30C9\u3092\u9069\u5207\u306B\u51E6\u7406\u3067\u304D\u308B\u3088\u3046\u306B\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067XOP/MTOM\u6A5F\u80FD\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382120=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067XOP/MTOM\u30B5\u30DD\u30FC\u30C8\u304C\u6709\u52B9\u3067\u3042\u308A\u3001$attachments\u5909\u6570\u306E\u5024\u304Cnull\u3067\u306A\u3044\u305F\u3081\u306B\u3001XOP/MTOM\u306B\u5BFE\u3057\u3066\u6709\u52B9\u306A\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u6E96\u5099\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002XOP/MTOM\u3068\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u6DF7\u5728\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
action382120=XOP/MTOM\u5BFE\u5FDC\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3059\u308B\u5834\u5408\u306F\u3001$attachments\u5909\u6570\u306B\u60C5\u5831\u304C\u542B\u307E\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382121=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306EXOP/MTOM\u51E6\u7406\u306E\u5B9F\u884C\u4E2D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action382121=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9XOP/MTOM\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u3001XOP/MTOM\u6A19\u6E96\u306B\u5F93\u3044\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382150=\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3001\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u307E\u305F\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u5B9F\u884C\u4E2D\u306B\u3001OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382150=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String service
messagedetail382151=\u6307\u5B9A\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9{0}\u306E\u69CB\u6210\u306E\u8A73\u7D30\u3092\u53D6\u5F97\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action382151=OSB\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u3001\u5BFE\u8C61\u306E\u30B5\u30FC\u30D3\u30B9\u304C\u9069\u5207\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String proxy, {1} : String target
messagedetail382152=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3"doOutboundWss"\u306Ftrue\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30D7\u30ED\u30AD\u30B7"{0}"\u306F\u53D7\u52D5\u578B\u4E2D\u9593\u30D7\u30ED\u30AD\u30B7\u3067\u3059\u3002\u53D7\u52D5\u578B\u4E2D\u9593\u30D7\u30ED\u30AD\u30B7\u3067\u306F\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3(\u5BFE\u8C61\u30B5\u30FC\u30D3\u30B9: "{1}")\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093
action382152=OSB\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u5BFE\u8C61\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u53C2\u7167\u3057\u3001\u6307\u5B9A\u3057\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u6B63\u3057\u304F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail382153=\u524A\u9664\u3067\u304D\u306A\u3044\u30B7\u30B9\u30C6\u30E0\u5909\u6570($inbound\u3084$outbound\u306A\u3069)\u304C \u8907\u6570\u5B58\u5728\u3059\u308B\u305F\u3081\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304B\u3089\u30B7\u30B9\u30C6\u30E0\u5909\u6570\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action382153=OSB\u306E\u30AA\u30F3\u30E9\u30A4\u30F3\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3001\u5BFE\u8C61\u306E\u30B7\u30B9\u30C6\u30E0\u5909\u6570\u3092\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304B\u3089\u524A\u9664\u3067\u304D\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
