VALIDATE_UNKNOWN_NODE=Nodo no reconocido al final del flujo de pipeline.
VALIDATE_MISPLACED_ROUTE_NODE=Los nodos de direccionamiento s\u00F3lo pueden aparecer al final del flujo.
VALIDATE_MISPLACED_BRANCH_NODE=Los nodos de bifurcaci\u00F3n s\u00F3lo pueden aparecer al final del flujo.
VALIDATE_DUPLICATE_NODE_NAME=Se ha encontrado un nombre de nodo duplicado (los nombres de nodo deben ser \u00FAnicos): {0}.
VALIDATE_UNNAMED_PIPELINE_NODE=Los nodos del par de pipeline deben tener un nombre.
VALIDATE_UNNAMED_BRANCH_NODE=Los nodos de bifurcaci\u00F3n deben tener un nombre.
VALIDATE_UNNAMED_ROUTE_NODE=Los nodos de direccionamiento deben tener un nombre.
VALIDATE_MISSING_BRANCH_TABLE=Los nodos de bifurcaci\u00F3n deben tener una tabla de bifurcaciones.
VALIDATE_MISSING_DEFAULT_BRANCH=Falta la bifurcaci\u00F3n por defecto necesaria en el nodo de bifurcaci\u00F3n.
VALIDATE_OPERATION_BRANCH_NO_WSDL=Los nodos de bifurcaci\u00F3n operativa s\u00F3lo est\u00E1n permitidos en los flujos de mensajes de servicios basados en WSDL
VALIDATE_OPERATION_BRANCH_VARIABLE=Los nodos de bifurcaci\u00F3n operativa no pueden especificar una variable de condici\u00F3n.
VALIDATE_OPERATION_BRANCH_PATH=Los nodos de bifurcaci\u00F3n operativa no deben especificar una expresi\u00F3n XPath.
VALIDATE_CONDITION_BRANCH_VARIABLE=Los nodos de bifurcaci\u00F3n condicional deben especificar una variable de condici\u00F3n.
VALIDATE_CONDITION_BRANCH_PATH=El nodo de bifurcaci\u00F3n condicional especifica una XPath no v\u00E1lida: {0}.
VALIDATE_MISSING_BRANCH_LABEL=Las bifurcaciones deben tener una etiqueta.
VALIDATE_MISSING_BRANCH_VALUE=Las bifurcaciones deben especificar un valor.
VALIDATE_INVALID_BRANCH_VALUE=Se ha especificado una expresi\u00F3n de valor no v\u00E1lida para la bifurcaci\u00F3n con la etiqueta ''{0}'': {1}
VALIDATE_DUPLICATE_BRANCH_LABEL=Se ha encontrado una etiqueta de bifurcaci\u00F3n duplicada (las etiquetas de bifurcaci\u00F3n deben ser \u00FAnicas): {0}.
VALIDATE_DUPLICATE_PIPELINE_NAME=Se ha encontrado un nombre de pipeline duplicado (los nombres de pipeline deben ser \u00FAnicos): {0}.
VALIDATE_DUPLICATE_STAGE_NAME=Se ha encontrado un nombre de etapa duplicado (los nombres de etapa deben ser \u00FAnicos en cada pipeline): {0}.
VALIDATE_MISSING_STAGE_NAME=Falta un nombre en el nodo de etapa
VALIDATE_INVALID_PIPELINE_TYPE=El pipeline debe ser de tipo: {0}.
VALIDATE_UNRECOGNIZED_PIPELINE_TYPE=Tipo de pipeline no reconocido: {0}.
REQUEST_PIPELINE=Pipeline de Peticiones
RESPONSE_PIPELINE=Pipeline de Respuestas
ERROR_HANDLER=Manejador de Errores
UNKNOWN_PIPELINE=Pipeline Desconocido
WSI_OPERATION_NOT_SPECIFIED=Para cumplir WS-I, se debe especificar una operaci\u00F3n, pero la variable de contexto ''operation'' no tiene ning\u00FAn valor.
WSI_OPERATION_NOT_FOUND=La operaci\u00F3n ''{0}'' no aparece en WSDL.
WSI_MESSAGE_NOT_FOUND=Fallo al obtener la informaci\u00F3n de mensaje WSDL para la operaci\u00F3n ''{0}''.
WSI_R1000_DETAIL_TRAILERS=No puede haber ning\u00FAn elemento detr\u00E1s del elemento detail del elemento soap:Fault. Sin embargo, se ha encontrado el siguiente XML en su lugar: {0}.
WSI_R1000_FAULTACTOR_TRAILERS=El elemento faultactor s\u00F3lo puede tener detr\u00E1s el elemento detail en un elemento soap:Fault. Sin embargo, se ha encontrado el siguiente XML en su lugar: {0}
WSI_R1000_FAULTSTRING_TRAILERS=El elemento faultstring s\u00F3lo puede tener detr\u00E1s el elemento faultactor o el elemento detail en un elemento soap:Fault. Sin embargo, se ha encontrado el siguiente XML en su lugar: {0}
WSI_R1000_FAULTCODE_MISSING=El primer secundario de un elemento soap:Fault debe ser un elemento faultcode.
WSI_R1000_FAULTSTRING_MISSING=El segundo secundario de un elemento soap:Fault debe ser un elemento faultstring.
WSI_R1001=Los elementos secundarios del elemento soap:Fault no pueden estar cualificados por espacio de nombres.
WSI_R1008=Un mensaje de SOAP no debe tener ninguna declaraci\u00F3n de tipo de documento.
WSI_R1011=Un mensaje de SOAP no debe tener ning\u00FAn elemento detr\u00E1s del elemento soap:Body. Sin embargo, se ha encontrado el siguiente XML en su lugar: {0}
WSI_R1014=Los secundarios del elemento soap:Body deben estar cualificados por espacio de nombres.
WSI_R1015=Un mensaje de SOAP debe tener soap:Envelope como elemento ra\u00EDz.
WSI_R1032=Los elementos soap:Envelope, soap:Header y soap:Body no pueden tener ning\u00FAn atributo en el espacio de nombres ''http://schemas.xmlsoap.org/soap/envelope/''.
WSI_R1126_NOT_500=Una respuesta soap:Fault debe estar acompa\u00F1ada por el c\u00F3digo de respuesta HTTP 500.
WSI_R1126_NOT_FAULT=El c\u00F3digo de respuesta HTTP 500 debe estar acompa\u00F1ado por un mensaje soap:Fault.
WSI_R2205=El elemento soapbind:header s\u00F3lo puede hacer referencia a elementos wsdl:part que se han definido con el atributo element.
WSI_R2401=wsdl:binding debe utilizar el enlace de SOAP.
WSI_R2706=wsdl:binding debe utilizar el valor 'literal' como atributo use en todos los elementos soapbind:body.
WSI_R2717=Un enlace RPC-literal debe tener especificado el atributo namespace.
WSI_R2720=El elemento soapbind:header debe utilizar el atributo part para especificar wsdl:part.
WSI_R2729_REQUEST=Una petici\u00F3n RPC-literal debe tener un elemento envoltorio cuyo nombre sea el nombre de la operaci\u00F3n.
WSI_R2729_RESPONSE=Una respuesta RPC-literal debe tener un elemento envoltorio cuyo nombre sea el nombre de la operaci\u00F3n con el sufijo 'Response'.
WSI_R2735=Los accesos a partes de un mensaje RPC-literal no pueden estar cualificados por espacio de nombres.
WSI_R2738=El elemento soap:Header de soap:Envelope debe incluir todos los soapbind:headers especificados en wsdl:input o wsdl:output de una operaci\u00F3n.
WSI_R2744=El valor de la cabecera de transporte SOAPAction debe estar entre comillas y tener el siguiente valor: {0}.
WSI_R2745=El valor de la cabecera de transporte SOAPAction debe estar entre comillas y ser una cadena vac\u00EDa.
WSI_R2755_PART_UNKNOWN=Los accesos a partes de un mensaje RPC-literal deben tener un nombre local que coincida con uno de los nombres de parte del mensaje WSDL. No se reconoce el acceso a parte ''{0}''.
WSI_R2755_PART_MISSING=Un mensaje RPC-literal debe contener todas las partes con nombre definidas en el mensaje WSDL.
WSI_R9980_BODY_MISSING=soap:Envelope debe contener un elemento secundario soap:Body.
WSI_R9980_HEADER_MISPLACED=El elemento soap:Header s\u00F3lo puede aparecer como primer secundario inmediato de soap:Envelope.
WSI_R9980_HEADER_CHILDREN_UNQUALIFIED=Los secundarios del elemento soap:Header deben estar cualificados por espacio de nombres.
WSI_R9980_HEADER_CHILDREN_ILLEGAL_NAMESPACE=Los secundarios del elemento soap:Header no pueden estar en el espacio de nombres http://schemas.xmlsoap.org/soap/envelope/.
WSI_R9980_MULTIPLE_FAULT=El elemento soap:Body no puede contener m\u00E1s de un elemento secundario soap:Fault.
WSI_R9980_FAULTCODE_PREFIX_UNDECLARED=El prefijo de espacio de nombres ''{0}'' del valor faultcode no se ha declarado.
WSI_R9980_FAULTCODE_NOT_QNAME=El valor del elemento faultcode no parece ser un QName: {0}
WSI_R9980_ATTRIBUTES_UNQUALIFIED=Los atributos de los elementos soap:Envelope, soap:Header y soap:Body deben estar cualificados por espacio de nombres.
