messagedetail382000=Une erreur d'ex\u00E9cution g\u00E9n\u00E9rale est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement du message. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382000=Contactez le support technique Oracle
messagedetail382001=Une erreur d'ex\u00E9cution est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement du message. Les noms des variables de contexte de message ne peuvent ni \u00EAtre NULL, ni avoir une longueur \u00E9gale \u00E0 z\u00E9ro
action382001=V\u00E9rifiez la configuration du pipeline pour vous assurer que tous les noms de variable sont configur\u00E9s correctement et que leur longueur n'est pas \u00E9gale \u00E0 z\u00E9ro
messagedetail382002=Une erreur inattendue est survenue au cours de l'initialisation de l'ex\u00E9cution du pipeline OSB lors du traitement du message de demande pour le service proxy indiqu\u00E9.
action382002=Contactez le support technique Oracle
messagedetail382003=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement du message de demande pour le service proxy indiqu\u00E9. En principe, un message sp\u00E9cifique indique la cause du probl\u00E8me.
action382003=Contactez le support technique Oracle
messagedetail382004=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement du message de demande pour le service proxy indiqu\u00E9. En principe, un message sp\u00E9cifique indique la cause du probl\u00E8me.
action382004=Contactez le support technique Oracle
messagedetail382005=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement du message de r\u00E9ponse pour le service proxy indiqu\u00E9. En principe, un message sp\u00E9cifique indique la cause du probl\u00E8me.
action382005=Contactez le support technique Oracle
messagedetail382006=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement du message de r\u00E9ponse pour le service proxy indiqu\u00E9, en raison d'une tentative de recherche d'un objet dans le r\u00E9f\u00E9rentiel d'objets Java avec la r\u00E9f\u00E9rence indiqu\u00E9e. Cette erreur est peut-\u00EAtre due \u00E0 une action de pipeline ex\u00E9cut\u00E9e pr\u00E9c\u00E9demment qui a supprim\u00E9 l'objet avec la r\u00E9f\u00E9rence correspondante.
action382006=V\u00E9rifiez la configuration du flux de messages du pipeline pour vous assurer qu'aucune action de pipeline ne supprime l'objet portant la r\u00E9f\u00E9rence indiqu\u00E9e qui est ex\u00E9cut\u00E9e avant cette erreur
messagedetail382007=Une erreur inattendue est survenue au cours de la collecte des statistiques lors de l'ex\u00E9cution du pipeline OSB, au moment du traitement d'un message. En principe, un message sp\u00E9cifique indique la cause du probl\u00E8me.
action382007=Contactez le support technique Oracle
messagedetail382008=Une erreur inattendue est survenue au cours de la collecte des statistiques lors de l'ex\u00E9cution du pipeline OSB, au moment du traitement d'un message. En principe, un message sp\u00E9cifique indique la cause du probl\u00E8me
action382008=Contactez le support technique Oracle
messagedetail382009=Une erreur inattendue est survenue au cours de la collecte des statistiques lors de l'ex\u00E9cution du pipeline OSB, au moment du traitement d'un message. En principe, un message sp\u00E9cifique indique la cause du probl\u00E8me
action382009=Contactez le support technique Oracle
messagedetail382010=Une erreur inattendue est survenue au cours de la collecte des statistiques lors de l'ex\u00E9cution du pipeline OSB, au moment du traitement d'un message. En principe, un message sp\u00E9cifique indique la cause du probl\u00E8me
action382010=Contactez le support technique Oracle
messagedetail382011=Message de journalisation indiquant la gravit\u00E9 de l'erreur journalis\u00E9 par l'ex\u00E9cution du pipeline OSB \u00E0 des fins de diagnostic
messagedetail382012=Une erreur inattendue est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement du message de r\u00E9ponse issu d'un service fonctionnel.
action382012=Contactez le support technique Oracle
## P4ADE ## {0} : String service
messagedetail382013=Echec du traitement du message dans l''ex\u00E9cution d''OSB d\u00FB au fait que les configurations du service proxy sont changeantes. Ce proxy ne peut envoyer aucun message sortant au service "{0}" avant la stabilisation de la configuration.
action382013=Attendez que la configuration du serveur OSB soit stabilis\u00E9e avant de r\u00E9essayer d'envoyer la demande.
## P4ADE ## {0} : String service
messagedetail382014=Echec du traitement du message dans l''ex\u00E9cution d''OSB d\u00FB au fait que les configurations des services proxy et cible sont changeantes. Ce proxy ne peut envoyer aucun message sortant au service "{0}" avant la stabilisation de la configuration.
action382014=Attendez que la configuration du serveur OSB soit stabilis\u00E9e avant de r\u00E9essayer d'envoyer la demande.
messagedetail382015=Une erreur interne est survenue lors de l'initialisation de l'\u00E9tat d'ex\u00E9cution du pipeline OSB pour le service indiqu\u00E9. Seul le service proxy peut traiter les messages entrants
action382015=Contactez le support technique Oracle
messagedetail382016=Erreur lors de l'initialisation de l'\u00E9tat d'ex\u00E9cution du pipeline OSB pour le service indiqu\u00E9. En principe, un message sp\u00E9cifique indique la cause du probl\u00E8me
action382016=Contactez le support technique Oracle
messagedetail382017=Une erreur inattendue est survenue lors de l'initialisation de l'\u00E9tat d'ex\u00E9cution du pipeline OSB pour le service indiqu\u00E9.
action382017=Contactez le support technique Oracle
messagedetail382018=Message d'erreur de diagnostic journalis\u00E9 avec la gravit\u00E9 de l'erreur en cas d'\u00E9chec de l'initialisation de l'\u00E9tat d'ex\u00E9cution du pipeline OSB. Le message contiendra plusieurs bits d'informations utiles \u00E0 l'analyse de la cause sous-jacente du probl\u00E8me.
action382018=Contactez le support technique Oracle
messagedetail382019=Une erreur inattendue est survenue lors de l'initialisation de l'\u00E9tat d'ex\u00E9cution du pipeline OSB pour un service donn\u00E9. L'erreur est survenue lors de l'analyse de la configuration enregistr\u00E9e pour le flux de messages du service
action382019=Contactez le support technique Oracle
## P4ADE ## {0} : String actionName, {1} : Throwable t
messagedetail382020=Une erreur est survenue lors de l''initialisation et/ou de l''inscription d''une action de pipeline unique {0}. Cela peut \u00EAtre d\u00FB \u00E0 une installation incorrecte du produit OSB
action382020=Contactez le support technique Oracle
## P4ADE ## {0} : String appName, {1} : Throwable t
messagedetail382021=Une erreur est survenue lors de l''initialisation et/ou de l''inscription d''un ensemble d''actions de pipeline contenu dans un fichier d''application {0}. Cela peut \u00EAtre d\u00FB \u00E0 une installation incorrecte du produit OSB
action382021=Contactez le support technique Oracle
messagedetail382022=Une erreur est survenue lors de l'initialisation et/ou de l'inscription d'un ensemble d'actions de pipeline. Cela peut \u00EAtre d\u00FB \u00E0 une installation incorrecte du produit OSB
action382022=Contactez le support technique Oracle
messagedetail382023=Une erreur est survenue lors de l'initialisation et/ou de l'inscription d'un ensemble d'actions de pipeline. Cela peut \u00EAtre d\u00FB \u00E0 une installation incorrecte du produit OSB
action382023=Contactez le support technique Oracle
messagedetail382024=Une erreur est survenue lors de l'initialisation et/ou de l'inscription d'un ensemble d'actions de pipeline. Cela peut \u00EAtre d\u00FB \u00E0 une installation incorrecte du produit OSB
action382024=Contactez le support technique Oracle
messagedetail382028=Une erreur inattendue est survenue lors du traitement du message par l'ex\u00E9cution du pipeline OSB. L'erreur est survenue pendant la tentative de chargement des informations de liaison WSDL pour le service proxy.
action382028=V\u00E9rifiez la configuration du service proxy et contactez le support technique Oracle
messagedetail382029=Une erreur inattendue est survenue lors du traitement du message par l'ex\u00E9cution du pipeline OSB. L'erreur est survenue au cours de l'initialisation du composant qui v\u00E9rifie la conformit\u00E9 WS-I.
action382029=Contactez le support technique Oracle
messagedetail382030=Une erreur est survenue lors de l'analyse des donn\u00E9es trait\u00E9es de demande ou de r\u00E9ponse. Par exemple, les donn\u00E9es trait\u00E9es de demande n'ont peut-\u00EAtre pas format\u00E9 correctement les donn\u00E9es multipart/associ\u00E9es, ce qui a provoqu\u00E9 une erreur lors de la tentative de d\u00E9s\u00E9rialisation des pi\u00E8ces jointes des messages. Un message indiquant la cause pr\u00E9cise de l'erreur va appara\u00EEtre
action382030=Consultez le message d'erreur sp\u00E9cifique et examinez les donn\u00E9es trait\u00E9es pour comprendre pourquoi OSB ne parvient pas \u00E0 d\u00E9s\u00E9rialiser leur contenu.
messagedetail382031=Le corps du message de demande ou de r\u00E9ponse n'est pas conforme au profil de base WS-I pour la raison invoqu\u00E9e. Cela peut survenir lors de la r\u00E9ception de messages de demande par les services proxy OSB ou lors de la r\u00E9ception de messages de r\u00E9ponse \u00E9manant de services fonctionnels activ\u00E9s pour la conformit\u00E9 WS-I.
action382031=Consultez le message d'erreur sp\u00E9cifique et examinez les donn\u00E9es trait\u00E9es pour comprendre pourquoi le corps du message ne respecte pas la conformit\u00E9 WS-I
messagedetail382032=Une erreur est survenue lors de l'analyse du contenu du message de demande ou de r\u00E9ponse, car les donn\u00E9es trait\u00E9es contenaient une enveloppe SOAP non valide. Cela peut survenir lorsqu'un proxy SOAP (n'importe quel proxy SOAP ou proxy OSB WDSL) re\u00E7oit un message de demande qui ne contient pas d'enveloppe SOAP valide
action382032=Examinez les donn\u00E9es trait\u00E9es pour vous assurer qu'elles contiennent une enveloppe SOAP valide
messagedetail382033=Une erreur est survenue lors de l'analyse du contenu du message de demande ou de r\u00E9ponse, car les donn\u00E9es trait\u00E9es contenaient un corps SOAP non valide dans l'enveloppe SOAP. Cela peut survenir lorsqu'un proxy SOAP (n'importe quel proxy SOAP ou proxy OSB WDSL) re\u00E7oit un message de demande qui ne contient pas d'\u00E9l\u00E9ment de corps SOAP valide dans l'enveloppe
action382033=Examinez les donn\u00E9es trait\u00E9es pour vous assurer qu'elles contiennent un \u00E9l\u00E9ment de corps SOAP valide
messagedetail382034=Erreur lors de la conversion des donn\u00E9es trait\u00E9es SOAP 1.1 en donn\u00E9es trait\u00E9es SOAP 1.2. L'\u00E9l\u00E9ment d'enveloppe SOAP 1.1 attendu est manquant.
action382034=Assurez-vous que les donn\u00E9es trait\u00E9es sont des donn\u00E9es SOAP 1.1 valides. Il est possible d'utiliser l'action de journalisation afin de journaliser et d'examiner le contenu des variables de contexte de message, y compris l'\u00E9l\u00E9ment $body
action382035=Assurez-vous que les donn\u00E9es trait\u00E9es sont des donn\u00E9es SOAP 1.1 valides. Il est possible d'utiliser l'action de journalisation afin de journaliser et d'examiner le contenu des variables de contexte de message, y compris l'\u00E9l\u00E9ment $body
action382036=Assurez-vous que les donn\u00E9es trait\u00E9es sont des donn\u00E9es SOAP 1.1 valides. Il est possible d'utiliser l'action de journalisation afin de journaliser et d'examiner le contenu des variables de contexte de message, y compris l'\u00E9l\u00E9ment $body
action382037=Assurez-vous que les donn\u00E9es trait\u00E9es sont des donn\u00E9es SOAP 1.2 valides. Il est possible d'utiliser l'action de journalisation afin de journaliser et d'examiner le contenu des variables de contexte de message, y compris l'\u00E9l\u00E9ment $body
action382038=Assurez-vous que les donn\u00E9es trait\u00E9es sont des donn\u00E9es SOAP 1.2 valides. Il est possible d'utiliser l'action de journalisation afin de journaliser et d'examiner le contenu des variables de contexte de message, y compris l'\u00E9l\u00E9ment $body
action382039=Assurez-vous que les donn\u00E9es trait\u00E9es sont des donn\u00E9es SOAP 1.2 valides. Il est possible d'utiliser l'action de journalisation afin de journaliser et d'examiner le contenu des variables de contexte de message, y compris l'\u00E9l\u00E9ment $body
messagedetail382040=Une erreur est survenue lors de l'affectation d'une valeur \u00E0 une variable de contexte de message sp\u00E9cifique. Certaines variables de contexte de message, comme $outbound, $attachments ou $fault, ont une structure pr\u00E9d\u00E9finie (pour plus de d\u00E9tails, reportez-vous \u00E0 la documentation OSB en ligne) et les valeurs qui leur sont affect\u00E9es doivent avoir un format sp\u00E9cifique
action382040=Utilisez l'action de journalisation OSB pour v\u00E9rifier que la valeur affect\u00E9e \u00E0 la variable est bien au format attendu
messagedetail382041=Une erreur est survenue lors de l'affectation d'une valeur \u00E0 une variable de contexte de message sp\u00E9cifique. Pour certaines variables de contexte de message, comme $operation, il est impossible d'affecter des valeurs. Elles sont donc consid\u00E9r\u00E9es comme \u00E9tant en lecture seule.
action382041=V\u00E9rifiez la documentation OSB en ligne pour vous assurer que la variable faisant l'objet du changement de valeur n'est pas consid\u00E9r\u00E9e comme une variable en lecture seule.
messagedetail382042=Une erreur est survenue lors de l'affectation d'une valeur \u00E0 une variable de contexte de message sp\u00E9cifique. Cela peut survenir lors d'une tentative d'affectation de valeurs non XML \u00E0 des variables de contexte de message auxquelles un contenu XML doit \u00EAtre affect\u00E9 (par exemple $fault).
action382042=Utilisez l'action de journalisation OSB pour v\u00E9rifier que la valeur affect\u00E9e \u00E0 la variable est bien au format attendu
messagedetail382043=Une erreur est survenue lors de l'affectation ou de la mise \u00E0 jour de la valeur d'une variable de contexte de message sp\u00E9cifique. Cela peut subvenir si la valeur affect\u00E9e n'est pas conforme au format sp\u00E9cifi\u00E9 pour une variable syst\u00E8me (par exemple, la d\u00E9finition de $outbound sur NULL) ou lors de la mise \u00E0 jour d'une partie en lecture seule d'une variable de contexte de message (par exemple, la modification de l'\u00E9l\u00E9ment 'service' de $inbound).
action382043=Utilisez l'action de journalisation OSB pour v\u00E9rifier que la valeur affect\u00E9e \u00E0 la variable est bien au format attendu. V\u00E9rifiez \u00E9galement la documentation OSB en ligne pour vous assurer que la partie de la variable faisant l'objet de la modification n'est pas consid\u00E9r\u00E9e comme \u00E9tant en lecture seule.
messagedetail382045=Une erreur inattendue est survenue lors de l'initialisation de l'une des variables syst\u00E8me. En principe, un message d'erreur indique la cause du probl\u00E8me.
action382045=Contactez le support technique Oracle
messagedetail382046=Une erreur est survenue lors de l'extraction de la repr\u00E9sentation XML de la valeur d'une variable de contexte syst\u00E8me (par exemple, les m\u00E9tadonn\u00E9es de demande ou de r\u00E9ponse pour une variable de contexte de message $inbound ou $outbound). En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382046=Contactez le support technique Oracle
messagedetail382047=Une erreur interne est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement de la demande entrante par un service proxy. L'\u00E9tat du pipeline OSB n'\u00E9tait pas celui attendu
action382047=Contactez le support technique Oracle
messagedetail382048=Une erreur interne est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement de la demande entrante par un service proxy. L'\u00E9tat du pipeline OSB n'\u00E9tait pas celui attendu
action382048=Contactez le support technique Oracle
messagedetail382049=Une erreur interne est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement de la demande entrante par un service proxy. L'\u00E9tat du pipeline OSB n'\u00E9tait pas celui attendu
action382049=Contactez le support technique Oracle
messagedetail382050=Une erreur interne est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement de la demande entrante par un service proxy. L'\u00E9tat du pipeline OSB n'\u00E9tait pas celui attendu
action382050=Contactez le support technique Oracle
messagedetail382051=Une erreur interne est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement de la demande entrante par un service proxy. L'\u00E9tat du pipeline OSB n'\u00E9tait pas celui attendu
action382051=Contactez le support technique Oracle
messagedetail382052=Une erreur interne est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement de la demande entrante par un service proxy. L'\u00E9tat du pipeline OSB n'\u00E9tait pas celui attendu
action382052=Contactez le support technique Oracle
messagedetail382053=Une erreur interne est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement de la demande entrante par un service proxy. L'\u00E9tat du pipeline OSB n'\u00E9tait pas celui attendu
action382053=Contactez le support technique Oracle
messagedetail382054=Les services de type de messagerie Java doivent contenir un \u00E9l\u00E9ment enfant [[http://www.bea.com/wli/sb/context]java-content] valide sous $body.
action382054=Assurez-vous que le contenu de l'\u00E9l\u00E9ment $body est conforme au format attendu. Il est possible d'utiliser l'action de journalisation afin de journaliser et d'examiner le contenu des variables de contexte de message, y compris l'\u00E9l\u00E9ment $body
messagedetail382100=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement de la demande entrante par un service proxy. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382100=Contactez le support technique Oracle
messagedetail382101=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors de la pr\u00E9paration de la demande entrante pour un service proxy. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382101=Contactez le support technique Oracle
messagedetail382102=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors de la pr\u00E9paration de la demande sortante pour un service fonctionnel. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382102=Contactez le support technique Oracle
messagedetail382103=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement de la demande sortante \u00E9manant d'un service fonctionnel. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382103=Contactez le support technique Oracle
messagedetail382104=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement des m\u00E9tadonn\u00E9es de demande pour une variable de contexte de message $inbound ou $outbound. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382104=Contactez le support technique Oracle
messagedetail382105=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement des m\u00E9tadonn\u00E9es de r\u00E9ponse pour une variable de contexte de message $inbound ou $outbound. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382105=Contactez le support technique Oracle
messagedetail382106=Le r\u00E9sultat de l'expression XQuery configur\u00E9e, qui est utilis\u00E9 pour le param\u00E8tre d'entr\u00E9e de la transformation XSLT, est NULL.
action382106=V\u00E9rifiez l'expression configur\u00E9e pour vous assurer que son r\u00E9sultat n'est pas NULL. Il est possible d'utiliser une action de journalisation pour journaliser le r\u00E9sultat des expressions XQuery.
messagedetail382107=Le r\u00E9sultat de l'expression XQuery configur\u00E9e, qui est utilis\u00E9 pour la variable d'entr\u00E9e nomm\u00E9e de la transformation XSLT, est NULL.
action382107=V\u00E9rifiez l'expression configur\u00E9e pour vous assurer que son r\u00E9sultat n'est pas NULL. Il est possible d'utiliser une action de journalisation pour journaliser le r\u00E9sultat des expressions XQuery.
messagedetail382108=L'expression XPath configur\u00E9e fait r\u00E9f\u00E9rence \u00E0 une variable de contenu de message ou \u00E0 une expression dont le contenu n'est pas au format XML. XPath ne peut \u00EAtre ex\u00E9cut\u00E9 que sur un contenu XML ou MFL
action382108=V\u00E9rifiez la valeur de l'expression configur\u00E9e pour vous assurer qu'elle fait r\u00E9f\u00E9rence \u00E0 un contenu XML valide. Il est possible d'utiliser l'action de journalisation pour journaliser le r\u00E9sultat des expressions incluant des variables de contexte de message.
messagedetail382110=Une erreur inattendue est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement XOP/MTOM du message entrant. En principe, un message d'erreur d\u00E9crit la cause de l'erreur
action382110=Contactez le support technique Oracle
messagedetail382111=Un \u00E9l\u00E9ment \u00E0 contenu binaire n'est pas construit correctement : un attribut de r\u00E9f\u00E9rence obligatoire est manquant
action382111=Contactez le support technique Oracle
messagedetail382112=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement du message de r\u00E9ponse pour le service proxy indiqu\u00E9. Cette erreur est due \u00E0 une tentative de recherche d'un objet dans le r\u00E9f\u00E9rentiel source avec la r\u00E9f\u00E9rence indiqu\u00E9e.
action382112=Contactez le support technique Oracle
messagedetail382113=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement XOP/MTOM du message de demande sortant
action382113=Contactez le support technique Oracle
messagedetail382114=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement XOP/MTOM du message de demande entrant. En principe, un message d'erreur pr\u00E9cis indique la cause de l'erreur
action382114=Assurez-vous que les donn\u00E9es trait\u00E9es XOP/MTOM entrantes sont valides, conform\u00E9ment \u00E0 la norme XOP/MTOM
messagedetail382115=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement XOP/MTOM du message de demande entrant
action382115=Assurez-vous que les donn\u00E9es trait\u00E9es XOP/MTOM entrantes sont valides, conform\u00E9ment \u00E0 la norme XOP/MTOM
messagedetail382116=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement XOP/MTOM du message de demande entrant
action382116=Assurez-vous que les donn\u00E9es trait\u00E9es XOP/MTOM entrantes sont valides, conform\u00E9ment \u00E0 la norme XOP/MTOM
messagedetail382117=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement XOP/MTOM du message de demande entrant
action382117=Assurez-vous que les donn\u00E9es trait\u00E9es XOP/MTOM entrantes sont valides, conform\u00E9ment \u00E0 la norme XOP/MTOM
messagedetail382118=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement XOP/MTOM du message de demande entrant
action382118=Assurez-vous que les donn\u00E9es trait\u00E9es XOP/MTOM entrantes sont valides, conform\u00E9ment \u00E0 la norme XOP/MTOM
messagedetail382119=Un service n'\u00E9tant pas activ\u00E9 pour prendre en charge XOP/MTOM a re\u00E7u un message XOP/MTOM
action382119=Assurez-vous que la fonction XOP/MTOM est activ\u00E9e pour le service proxy afin que celui-ci puisse exploiter correctement les donn\u00E9es trait\u00E9es entrantes
messagedetail382120=Impossible de pr\u00E9parer une demande sortante vers un service dont la fonction XOP/MTOM est activ\u00E9e, car le service fonctionnel est activ\u00E9 pour le support XOP/MTOM et la valeur de la variable $attachments n'est pas NULL. L'utilisation simultan\u00E9e de la fonction XOP/MTOM et des pi\u00E8ces jointes n'est pas pris en charge
action382120=V\u00E9rifiez que la variable $attachments ne contient aucune information lors de son acheminement vers des services dont la fonction XOP/MTOM est activ\u00E9e
messagedetail382121=Une erreur est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement XOP/MTOM du message de demande entrant
action382121=Assurez-vous que les donn\u00E9es trait\u00E9es XOP/MTOM entrantes sont valides, conform\u00E9ment \u00E0 la norme XOP/MTOM
messagedetail382150=Une erreur inattendue est survenue au cours de l'ex\u00E9cution du pipeline OSB lors du traitement d'une demande sortante pour une action de routage, de publication ou d'appel du service. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382150=Contactez le support technique Oracle
## P4ADE ## {0} : String service
messagedetail382151=Une erreur inattendue est survenue lors de l''extraction des d\u00E9tails de configuration pour le service indiqu\u00E9 {0}.
action382151=Utilisez la console OSB pour v\u00E9rifier que le service en question est configur\u00E9 correctement
## P4ADE ## {0} : String proxy, {1} : String target
messagedetail382152=La propri\u00E9t\u00E9 du contexte de message "doOutboundWss" est d\u00E9finie sur True mais le proxy "{0}" est un proxy interm\u00E9diaire passif. Les proxies interm\u00E9diaires passifs ne prennent pas en charge la s\u00E9curit\u00E9 de service Web sortante (service cible : "{1}")
action382152=Utilisez la console OSB pour v\u00E9rifier la configuration du service en question et vous assurer que la propri\u00E9t\u00E9 de contexte de message indiqu\u00E9e est d\u00E9finie correctement.
messagedetail382153=Echec de la tentative de suppression d'une variable syst\u00E8me du contexte de message, car certaines variables syst\u00E8me, comme $inbound et $outbound, ne peuvent pas \u00EAtre supprim\u00E9es.
action382153=Consultez la documentation OSB en ligne afin de conna\u00EEtre les variables syst\u00E8me pouvant \u00EAtre supprim\u00E9es du contexte de message.
