messagedetail386021=Le param\u00E8tre de donn\u00E9es de ressource est vide ou n'a pas \u00E9t\u00E9 indiqu\u00E9.
cause386021=Le param\u00E8tre de donn\u00E9es de ressource est vide ou n'a pas \u00E9t\u00E9 indiqu\u00E9.
action386021=Indiquez des donn\u00E9es de ressource valides.
messagedetail386022=Les informations de type de ressource n'ont pas \u00E9t\u00E9 indiqu\u00E9es.
cause386022=Les informations de type de ressource n'ont pas \u00E9t\u00E9 indiqu\u00E9es.
action386022=Sp\u00E9cifiez un type de ressource valide.
messagedetail386023=Le param\u00E8tre d'identificateur de ressource est vide ou n'a pas \u00E9t\u00E9 indiqu\u00E9.
cause386023=Le param\u00E8tre d'identificateur de ressource est vide ou n'a pas \u00E9t\u00E9 indiqu\u00E9.
action386023=Indiquez un identificateur de ressource valide.
messagedetail386024=Aucune information de cl\u00E9 de ressource n'a \u00E9t\u00E9 indiqu\u00E9e dans l'identificateur de ressource.
cause386024=Un identificateur de ressource non valide a \u00E9t\u00E9 indiqu\u00E9.
action386024=Indiquez un identificateur de ressource valide.
## P4ADE ## {0} : String type
messagedetail386025=Type de donn\u00E9es non valide pour la valeur de la cl\u00E9 de ressource {0}
cause386025=Le type de donn\u00E9es d'une valeur de cl\u00E9 de ressource n'est pas valide.
action386025=Indiquez une valeur de type de donn\u00E9es de cl\u00E9 de ressource valide.
messagedetail386026=Un type de ressource non valide ou inconnu a \u00E9t\u00E9 indiqu\u00E9.
cause386026=Un type de ressource non valide ou inconnu a \u00E9t\u00E9 indiqu\u00E9.
action386026=Sp\u00E9cifiez un type de ressource valide.
messagedetail386027=Le type de ressource indiqu\u00E9 ne correspond pas au type attendu.
cause386027=Un type de ressource non valide ou inconnu a \u00E9t\u00E9 indiqu\u00E9.
action386027=V\u00E9rifiez qu'un type de ressource valide a \u00E9t\u00E9 indiqu\u00E9 et contactez le support technique Oracle.
messagedetail386028=L'identificateur de ressource indiqu\u00E9 ne contient pas la cl\u00E9 attendue.
cause386028=Un identificateur de ressource non valide a \u00E9t\u00E9 indiqu\u00E9.
action386028=Indiquez un identificateur de ressource valide.
messagedetail386029=La cl\u00E9 de ressource indiqu\u00E9e dans les donn\u00E9es de ressource est inconnue.
cause386029=La cl\u00E9 de ressource indiqu\u00E9e dans les donn\u00E9es de ressource est inconnue.
action386029=Indiquez uniquement des cl\u00E9s de ressource valides d'un type de ressource sp\u00E9cifique.
messagedetail386030=Le param\u00E8tre de nom d'application n'est pas valide.
cause386030=Le param\u00E8tre de nom d'application est vide ou contient des valeurs non valides.
action386030=Indiquez un nom d'application valide.
messagedetail386031=Le param\u00E8tre de nom de composant n'est pas valide.
cause386031=Le param\u00E8tre de nom de composant est vide ou contient des valeurs non valides.
action386031=Indiquez un nom de composant valide.
messagedetail386032=Le param\u00E8tre de nom d'application n'est pas valide.
cause386032=Le nom d'application ne constitue pas une cha\u00EEne de recherche autoris\u00E9e.
action386032=Indiquez une cha\u00EEne de recherche de nom d'application valide.
messagedetail386033=Le param\u00E8tre de nom de composant n'est pas valide.
cause386033=Le nom de composant ne constitue pas une cha\u00EEne de recherche autoris\u00E9e.
action386033=Indiquez une cha\u00EEne de recherche de nom de composant valide.
messagedetail386034=Le param\u00E8tre de type de composant n'est pas valide.
cause386034=Le param\u00E8tre de type de composant est vide.
action386034=Indiquez un type de composant valide parmi les suivants : EJB, WebApp, Connecteur ou WebService.
messagedetail386035=Le param\u00E8tre de type de composant indiqu\u00E9 n'est pas valide.
cause386035=Le param\u00E8tre de type de composant indiqu\u00E9 n'est pas valide.
action386035=Indiquez un type de composant valide parmi les suivants : EJB, WebApp, Connecteur ou WebService.
messagedetail386036=La valeur de tableau indiqu\u00E9e est vide.
cause386036=Une cha\u00EEne vide a \u00E9t\u00E9 indiqu\u00E9e dans un \u00E9l\u00E9ment de tableau de la cl\u00E9 de ressource.
action386036=Indiquez une cha\u00EEne valide.
messagedetail386037=L'identificateur de ressource indiqu\u00E9 contient des donn\u00E9es inattendues.
cause386037=Un identificateur de ressource non valide a \u00E9t\u00E9 indiqu\u00E9.
action386037=Indiquez un identificateur de ressource valide.
messagedetail386038=Une valeur inattendue a \u00E9t\u00E9 indiqu\u00E9e pour le tableau de cl\u00E9 de ressource.
cause386038=Un identificateur de ressource non valide a \u00E9t\u00E9 indiqu\u00E9.
action386038=Indiquez un identificateur de ressource valide.
## P4ADE ## {0} : String type, {1} : String key
messagedetail386039=Dans la ressource {0}, la cha\u00EEne {1} est vide.
cause386039=Une cha\u00EEne vide a \u00E9t\u00E9 indiqu\u00E9e dans un \u00E9l\u00E9ment de la ressource.
action386039=Indiquez une cha\u00EEne valide.
## P4ADE ## {0} : String type, {1} : String key
messagedetail386040=Dans la ressource {0}, la cha\u00EEne de tableau {1} est vide.
cause386040=Une cha\u00EEne vide a \u00E9t\u00E9 indiqu\u00E9e dans un \u00E9l\u00E9ment de tableau de la ressource.
action386040=Indiquez une cha\u00EEne valide.
messagedetail386041=Dans les versions pr\u00E9c\u00E9dentes d'ALSB (AquaLogic Service Bus versions 2.0 et 2.1), l'application ne comprenait pas le mot de passe des informations d'identification et de connexion de la paire de cl\u00E9s de fournisseur de cl\u00E9s de service dans les fichiers JAR de configuration export\u00E9s. Lorsqu'un fournisseur de cl\u00E9s de service est import\u00E9 par la suite dans des versions ult\u00E9rieures, OSB s'attend \u00E0 ce que la liaison de paire de cl\u00E9s soit d\u00E9j\u00E0 pr\u00E9sente dans le fournisseur de composants de correspondance d'informations d'identification et de connexion PKI. Pour ce faire, vous devez exporter les donn\u00E9es de ce fournisseur de votre domaine pr\u00E9c\u00E9dent et les importer vers votre nouveau domaine. REMARQUE : il est plut\u00F4t recommand\u00E9 de reconfigurer les informations d'identification et de connexion du fournisseur de cl\u00E9s. De cette fa\u00E7on, OSB conservera une copie crypt\u00E9e du mot de passe de la paire de cl\u00E9s et cette erreur ne se reproduira plus
action386041=Vous pouvez soit importer les donn\u00E9es du fournisseur de composants de correspondance d'informations d'identification et de connexion PKI, soit reconfigurer les informations d'identification et de connexion du fournisseur de cl\u00E9s de service dans la console OSB
messagedetail386042=La table utilisateur distante d'un compte de service mis en correspondance ne peut pas disposer de plusieurs entr\u00E9es portant le m\u00EAme nom utilisateur
action386042=Modifier le compte de service mis en correspondance et enlever l'entr\u00E9e dupliqu\u00E9e
action386841=Le fournisseur d'autorisation n'existe pas. V\u00E9rifiez le fournisseur.
messagedetail387034=La m\u00E9thode File.createTempFile a g\u00E9n\u00E9r\u00E9 une exception IOException lors de la cr\u00E9ation d'un fichier temporaire.
cause387034=Une erreur est survenue lors de la cr\u00E9ation du fichier temporaire.
action387034=V\u00E9rifiez le nom de fichier et le r\u00E9pertoire. Pour plus d'informations sur le diagnostic du probl\u00E8me, consultez le texte de l'exception.
messagedetail387035=La m\u00E9thode File.createTempFile a g\u00E9n\u00E9r\u00E9 une exception IOException lors de la cr\u00E9ation d'un fichier temporaire. Le fichier temporaire n'a pas pu \u00EAtre cr\u00E9\u00E9.
cause387035=Une erreur est survenue lors de la cr\u00E9ation du fichier temporaire.
action387035=V\u00E9rifiez le nom de fichier et le r\u00E9pertoire. Pour plus d'informations sur le diagnostic du probl\u00E8me, consultez le texte de l'exception.
messagedetail387036=Le fichier temporaire n'a pas pus \u00EAtre supprim\u00E9.
cause387036=La m\u00E9thode de suppression a renvoy\u00E9 la valeur False.
action387036=V\u00E9rifiez que le fichier peut \u00EAtre supprim\u00E9 et qu'il n'est pas verrouill\u00E9 par d'autres processus.
messagedetail387037=Le fichier temporaire n'a pas pu \u00EAtre renomm\u00E9.
cause387037=La m\u00E9thode de changement de nom du fichier a renvoy\u00E9 la valeur False.
action387037=V\u00E9rifiez que le fichier peut \u00EAtre renomm\u00E9 et qu'il n'est pas verrouill\u00E9 par d'autres processus.
messagedetail387038=Le fichier temporaire n'a pas pus \u00EAtre supprim\u00E9.
cause387038=La m\u00E9thode de suppression a renvoy\u00E9 la valeur False.
action387038=V\u00E9rifiez que le fichier peut \u00EAtre supprim\u00E9 et qu'il n'est pas verrouill\u00E9 par d'autres processus.
messagedetail387039=Une exception FileNotFound a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e, lors de l'\u00E9criture d'un fichier \u00E0 l'aide de la fonction FileOutputStream.
cause387039=Il se peut que le fichier n'existe pas, qu'il s'agisse d'un r\u00E9pertoire plut\u00F4t qu'un fichier classique ou que le fichier ne puisse pas \u00EAtre ouvert pour un acc\u00E8s en lecture.
action387039=V\u00E9rifiez le nom de fichier. Pour plus d'informations sur le diagnostic du probl\u00E8me, consultez le texte de l'exception.
messagedetail387040=Une exception IOException a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de l'\u00E9criture d'un fichier \u00E0 l'aide d'une fonction FileOutputStream.
cause387040=Une erreur est survenue lors de l'\u00E9criture du fichier.
action387040=Pour plus d'informations sur le diagnostic du probl\u00E8me, consultez le texte de l'exception.
## P4ADE ## {0} : String ref, {1} : String providerName, {2} : String changeDescription, {3} : Throwable t
messagedetail387072=Echec de la tentative de r\u00E9alisation des modifications suivantes : [{2}].
cause387072=Pour plus d'informations, reportez-vous \u00E0 la trace de pile.
action387072=Contactez votre repr\u00E9sentant Oracle.
