messagedetail386021=Der Ressourcendatenparameter wurde nicht angegeben oder ist leer.
cause386021=Der Ressourcendatenparameter wurde nicht angegeben oder ist leer.
action386021=Geben Sie g\u00FCltige Ressourcendaten an.
messagedetail386022=Die Ressourcentypinformationen wurden nicht angegeben.
cause386022=Die Ressourcentypinformationen wurden nicht angegeben.
action386022=Geben Sie einen g\u00FCltigen Ressourcentyp an.
messagedetail386023=Der Ressourcen-ID-Parameter wurde nicht angegeben oder ist leer.
cause386023=Der Ressourcen-ID-Parameter wurde nicht angegeben oder ist leer.
action386023=Geben Sie eine g\u00FCltige Ressourcen-ID an.
messagedetail386024=Es wurden keine Ressourcenschl\u00FCsselinformationen in der Ressourcen-ID angegeben.
cause386024=Eine ung\u00FCltige Ressourcen-ID wurde angegeben.
action386024=Geben Sie eine g\u00FCltige Ressourcen-ID an.
## P4ADE ## {0} : String type
messagedetail386025=Ung\u00FCltiger Datentyp f\u00FCr {0}-Ressourcenschl\u00FCsselwert
cause386025=Der Datentyp eines Ressourcenschl\u00FCsselwertes ist nicht g\u00FCltig.
action386025=Geben Sie einen g\u00FCltigen Datentypwert f\u00FCr den Ressourcenschl\u00FCssel an.
messagedetail386026=Ein ung\u00FCltiger oder unbekannter Ressourcentyp wurde angegeben.
cause386026=Ein ung\u00FCltiger oder unbekannter Ressourcentyp wurde angegeben.
action386026=Geben Sie einen g\u00FCltigen Ressourcentyp an.
messagedetail386027=Der angegebene Ressourcentyp stimmt nicht mit dem erwarteten Typ \u00FCberein.
cause386027=Ein ung\u00FCltiger oder unbekannter Ressourcentyp wurde angegeben.
action386027=Pr\u00FCfen Sie, ob ein g\u00FCltiger Ressourcentyp angegeben wurden, und wenden Sie sich an Oracle Support.
messagedetail386028=Die angegebene Ressourcen-ID enth\u00E4lt den erwarteten Schl\u00FCssel nicht.
cause386028=Eine ung\u00FCltige Ressourcen-ID wurde angegeben.
action386028=Geben Sie eine g\u00FCltige Ressourcen-ID an.
messagedetail386029=Der in den Ressourcendaten angegebene Ressourcenschl\u00FCssel ist unbekannt.
cause386029=Der in den Ressourcendaten angegebene Ressourcenschl\u00FCssel ist unbekannt.
action386029=Geben Sie nur Ressourcenschl\u00FCssel an, die f\u00FCr einen bestimmten Ressourcentyp g\u00FCltig sind.
messagedetail386030=Der Anwendungsnameparameter ist nicht g\u00FCltig.
cause386030=Der Anwendungsnameparameter war leer oder enth\u00E4lt ung\u00FCltige Werte.
action386030=Geben Sie einen g\u00FCltigen Anwendungsnamen an.
messagedetail386031=Der Komponentennameparameter ist nicht g\u00FCltig.
cause386031=Der Komponentennameparameter war leer oder enth\u00E4lt ung\u00FCltige Werte.
action386031=Geben Sie einen g\u00FCltigen Komponentennamen an.
messagedetail386032=Der Anwendungsnameparameter ist nicht g\u00FCltig.
cause386032=Der Anwendungsname war keine zul\u00E4ssige Suchzeichenfolge.
action386032=Geben Sie eine g\u00FCltige Suchzeichenfolge f\u00FCr den Anwendungsnamen an.
messagedetail386033=Der Komponentennameparameter ist nicht g\u00FCltig.
cause386033=Der Komponentenname war keine zul\u00E4ssige Suchzeichenfolge.
action386033=Geben Sie eine g\u00FCltige Suchzeichenfolge f\u00FCr den Komponentennamen an.
messagedetail386034=Der Komponententypparameter ist nicht g\u00FCltig.
cause386034=Der Komponententypparameter ist leer.
action386034=Geben Sie einen g\u00FCltigen Komponententyp wie EJB, WebApp, Connector oder WebService an.
messagedetail386035=Der angegebene Komponententypparameter ist nicht g\u00FCltig.
cause386035=Der angegebene Komponententypparameter ist nicht g\u00FCltig.
action386035=Geben Sie einen g\u00FCltigen Komponententyp wie EJB, WebApp, Connector oder WebService an.
messagedetail386036=Der angegebene Array-Wert war leer.
cause386036=Eine leere Zeichenfolge wurde f\u00FCr ein Array-Element des Ressourcenschl\u00FCssels angegeben.
action386036=Geben Sie eine g\u00FCltige Zeichenfolge an.
messagedetail386037=Die angegebene Ressourcen-ID enth\u00E4lt unerwartete Daten.
cause386037=Eine ung\u00FCltige Ressourcen-ID wurde angegeben.
action386037=Geben Sie eine g\u00FCltige Ressourcen-ID an.
messagedetail386038=Ein unerwarteter Wert wurde f\u00FCr ein Ressourcenschl\u00FCssel-Array angegeben.
cause386038=Eine ung\u00FCltige Ressourcen-ID wurde angegeben.
action386038=Geben Sie eine g\u00FCltige Ressourcen-ID an.
## P4ADE ## {0} : String type, {1} : String key
messagedetail386039=Leere {0} Ressource {1} Zeichenfolge
cause386039=Eine leere Zeichenfolge wurde f\u00FCr ein Element der Ressource angegeben.
action386039=Geben Sie eine g\u00FCltige Zeichenfolge an.
## P4ADE ## {0} : String type, {1} : String key
messagedetail386040=Leere {0} Ressource {1} Array-Zeichenfolge.
cause386040=Eine leere Zeichenfolge wurde f\u00FCr ein Array-Element der Ressource angegeben.
action386040=Geben Sie eine g\u00FCltige Zeichenfolge an.
messagedetail386041=In einem fr\u00FCheren Release von ALSB (2.0 und 2.1) enthielt ALSB das Kennwort f\u00FCr die Schl\u00FCsselpaarzugangsdaten des Service-Schl\u00FCsselproviders in exportierten JAR-Konfigurationsdateien nicht. Wenn ein derartiger Service-Schl\u00FCsselprovider sp\u00E4ter in nachfolgende Releases importiert wird, erwartet OSB, dass das Schl\u00FCsselpaar-Binding bereits im PKI-Zugangsdaten-Mapper-Provider vorhanden ist. Dazu exportieren Sie die Daten des PKI-Zugangsdaten-Mapper-Providers aus der vorherigen Domain und importieren sie in die neue Domain. HINWEIS: Es wird empfohlen, dass Sie stattdessen die Zugangsdaten dieses Service-Schl\u00FCsselproviders neu konfigurieren. Auf diese Weise beh\u00E4lt OSB eine verschl\u00FCsselte Kopie des Kennworts des Schl\u00FCsselpaares, sodass dieser Fehler nicht erneut auftritt
action386041=Importieren Sie die Daten des PKI-Zugangsdaten-Mapper-Providers, oder konfigurieren Sie die Zugangsdaten des Service-Schl\u00FCsselproviders in der OSB-Konsole neu
messagedetail386042=Die Remote-Benutzertabelle in einem zugeordneten Service-Account kann nicht mehrere Eintr\u00E4ge mit demselben Benutzernamen enthalten
action386042=Bearbeiten Sie den zugeordneten Service-Account, und entfernen Sie den doppelt vorhandenen Eintrag
action386841=Autorisierungsprovider ist nicht vorhanden. Pr\u00FCfen Sie den Provider.
messagedetail387034=Beim Erstellen einer tempor\u00E4ren Datei wurde eine IOException von der Methode File.createTempFile ausgel\u00F6st.
cause387034=Beim Erstellen der tempor\u00E4ren Datei ist ein Fehler aufgetreten.
action387034=Pr\u00FCfen Sie Dateiname und Verzeichnis. Anhand des Exception-Textes k\u00F6nnen Sie das Problem diagnostizieren.
messagedetail387035=Beim Erstellen einer tempor\u00E4ren Datei wurde eine IOException von der Methode File.createTempFile ausgel\u00F6st, und die tempor\u00E4re Datei konnte nicht erstellt werden.
cause387035=Beim Erstellen der tempor\u00E4ren Datei ist ein Fehler aufgetreten.
action387035=Pr\u00FCfen Sie Dateiname und Verzeichnis. Anhand des Exception-Textes k\u00F6nnen Sie das Problem diagnostizieren.
messagedetail387036=Die tempor\u00E4re Datei konnte nicht gel\u00F6scht werden.
cause387036=Die L\u00F6schenmethode hat False zur\u00FCckgegeben.
action387036=Pr\u00FCfen Sie, ob die Datei gel\u00F6scht werden kann und nicht von einem anderen Prozess gesperrt ist.
messagedetail387037=Die tempor\u00E4re Datei konnte nicht umbenannt werden.
cause387037=Die Umbenennenmethode hat False zur\u00FCckgegeben.
action387037=Pr\u00FCfen Sie, ob die Datei umbenannt werden kann und nicht von einem anderen Prozess gesperrt ist.
messagedetail387038=Die tempor\u00E4re Datei konnte nicht gel\u00F6scht werden.
cause387038=Die L\u00F6schenmethode hat False zur\u00FCckgegeben.
action387038=Pr\u00FCfen Sie, ob die Datei gel\u00F6scht werden kann und nicht von einem anderen Prozess gesperrt ist.
messagedetail387039=Beim Schreiben einer Datei mit einem FileOutputStream wurde eine FileNotFound Exception ausgel\u00F6st.
cause387039=Entweder ist die Datei nicht vorhanden, ist die Datei ein Verzeichnis und keine regul\u00E4re Datei oder die Datei kann nicht f\u00FCr das Lesen ge\u00F6ffnet werden.
action387039=Pr\u00FCfen Sie den Dateinamen. Anhand des Exception-Textes k\u00F6nnen Sie das Problem diagnostizieren.
messagedetail387040=Beim Schreiben einer Datei mit einem FileOutputStream wurde eine IOException ausgel\u00F6st.
cause387040=Beim Schreiben der Datei ist ein Fehler aufgetreten.
action387040=Anhand des Exception-Textes k\u00F6nnen Sie das Problem diagnostizieren.
## P4ADE ## {0} : String ref, {1} : String providerName, {2} : String changeDescription, {3} : Throwable t
messagedetail387072=Ein Versuch, diese \u00C4nderungen auszuf\u00FChren, war nicht erfolgreich: [{2}].
cause387072=Weitere Informationen finden Sie im Stack Trace.
action387072=Wenden Sie sich an Ihren Oracle-Ansprechpartner.
