messagedetail386021=O par\u00E2metro de dados do recurso n\u00E3o foi fornecido ou est\u00E1 vazio.
cause386021=O par\u00E2metro de dados do recurso n\u00E3o foi fornecido ou est\u00E1 vazio.
action386021=Especifique dados de recurso v\u00E1lidos.
messagedetail386022=As informa\u00E7\u00F5es do tipo de recurso n\u00E3o foram fornecidas.
cause386022=As informa\u00E7\u00F5es do tipo de recurso n\u00E3o foram fornecidas.
action386022=Especifique um tipo de recurso v\u00E1lido.
messagedetail386023=O par\u00E2metro do identificador do recurso n\u00E3o foi fornecido ou est\u00E1 vazio.
cause386023=O par\u00E2metro do identificador do recurso n\u00E3o foi fornecido ou est\u00E1 vazio.
action386023=Especifique um identificador de recurso v\u00E1lido.
messagedetail386024=Nenhuma informa\u00E7\u00E3o da chave de recurso foi fornecida no identificador do recurso.
cause386024=Foi fornecido um identificador de recurso inv\u00E1lido.
action386024=Especifique um identificador de recurso v\u00E1lido.
## P4ADE ## {0} : String type
messagedetail386025=Tipo de dados inv\u00E1lido para o valor da chave do recurso {0}
cause386025=O tipo de dados de um valor de chave de recurso n\u00E3o \u00E9 v\u00E1lido.
action386025=Especifique um valor v\u00E1lido do tipo de dados da chave de recurso.
messagedetail386026=Foi fornecido um tipo de recurso inv\u00E1lido ou desconhecido.
cause386026=Foi fornecido um tipo de recurso inv\u00E1lido ou desconhecido.
action386026=Especifique um tipo de recurso v\u00E1lido.
messagedetail386027=O tipo de recurso fornecido n\u00E3o corresponde ao tipo esperado.
cause386027=Foi fornecido um tipo de recurso inv\u00E1lido ou desconhecido.
action386027=Verifique se um tipo de recurso v\u00E1lido foi fornecido e entre em contato com o Suporte T\u00E9cnico Oracle.
messagedetail386028=O identificador de recurso fornecido n\u00E3o cont\u00E9m a chave esperada.
cause386028=Foi fornecido um identificador de recurso inv\u00E1lido.
action386028=Especifique um identificador de recurso v\u00E1lido.
messagedetail386029=A chave de recurso fornecida nos dados do recurso \u00E9 desconhecida.
cause386029=A chave de recurso fornecida nos dados do recurso \u00E9 desconhecida.
action386029=Especifique apenas chaves de recurso v\u00E1lidas para o tipo de recurso espec\u00EDfico.
messagedetail386030=O par\u00E2metro do nome da aplica\u00E7\u00E3o n\u00E3o \u00E9 v\u00E1lido.
cause386030=O par\u00E2metro do nome da aplica\u00E7\u00E3o est\u00E1 vazio ou cont\u00E9m valores inv\u00E1lidos.
action386030=Especifique um nome v\u00E1lido de aplica\u00E7\u00E3o.
messagedetail386031=O par\u00E2metro do nome do componente n\u00E3o \u00E9 v\u00E1lido.
cause386031=O par\u00E2metro do nome do componente est\u00E1 vazio ou cont\u00E9m valores inv\u00E1lidos.
action386031=Especifique um nome de componente v\u00E1lido.
messagedetail386032=O par\u00E2metro do nome da aplica\u00E7\u00E3o n\u00E3o \u00E9 v\u00E1lido.
cause386032=O nome da aplica\u00E7\u00E3o n\u00E3o era uma string de pesquisa v\u00E1lida.
action386032=Especifique uma string de pesquisa v\u00E1lida para o nome da aplica\u00E7\u00E3o.
messagedetail386033=O par\u00E2metro do nome do componente n\u00E3o \u00E9 v\u00E1lido.
cause386033=O nome do componente n\u00E3o \u00E9 uma string de pesquisa v\u00E1lida.
action386033=Especifique uma string de pesquisa v\u00E1lida para o nome do componente.
messagedetail386034=O par\u00E2metro do tipo de componente n\u00E3o \u00E9 v\u00E1lido.
cause386034=O par\u00E2metro do tipo de componente est\u00E1 vazio.
action386034=Especifique um tipo de componente v\u00E1lido de EJB, WebApp, Connector ou WebService.
messagedetail386035=O par\u00E2metro do tipo de componente especificado n\u00E3o \u00E9 v\u00E1lido.
cause386035=O par\u00E2metro do tipo de componente especificado n\u00E3o \u00E9 v\u00E1lido.
action386035=Especifique um tipo de componente v\u00E1lido de EJB, WebApp, Connector ou WebService.
messagedetail386036=O valor de array fornecido est\u00E1 vazio.
cause386036=Uma string vazia foi fornecida para um elemento de array da chave de recurso.
action386036=Especifique uma string v\u00E1lida.
messagedetail386037=O identificador de recurso fornecido cont\u00E9m dados inesperados.
cause386037=Foi fornecido um identificador de recurso inv\u00E1lido.
action386037=Especifique um identificador de recurso v\u00E1lido.
messagedetail386038=Um valor inesperado foi fornecido para um array da chave de recurso.
cause386038=Foi fornecido um identificador de recurso inv\u00E1lido.
action386038=Especifique um identificador de recurso v\u00E1lido.
## P4ADE ## {0} : String type, {1} : String key
messagedetail386039=String {1} vazia do recurso {0}.
cause386039=Uma string vazia foi fornecida para um elemento do recurso.
action386039=Especifique uma string v\u00E1lida.
## P4ADE ## {0} : String type, {1} : String key
messagedetail386040=String de array {1} vazia do recurso {0}.
cause386040=Um string vazia foi fornecida para um elemento de array do recurso.
action386040=Especifique uma string v\u00E1lida.
messagedetail386041=Em releases anteriores do ALSB (2.0 e 2.1), o ALSB n\u00E3o inclu\u00EDa a senha para credenciais do par de chaves do provedor da chave de servi\u00E7o em arquivos jar de configura\u00E7\u00E3o exportados. Quando tal provedor da chave de servi\u00E7o \u00E9 posteriormente importado em releases subsequentes, o OSB espera que o binding do par de chaves j\u00E1 esteja presente no Provedor do Mapeador de Credenciais PKI. Para isso, exporte os dados do Provedor do Mapeador de Credenciais PKI do seu dom\u00EDnio anterior e importe-os para o seu novo dom\u00EDnio. OBSERVA\u00C7\u00C3O: Recomenda-se que voc\u00EA, em vez disso, reconfigure as credenciais deste provedor da chave de servi\u00E7o, assim o OSB manter\u00E1 uma c\u00F3pia criptografada da senha do par de chaves e esse erro n\u00E3o acontecer\u00E1 novamente
action386041=Importe os dados do provedor do Mapeador de Credenciais PKI ou reconfigure as credenciais do provedor da chave de servi\u00E7o na console do OSB
messagedetail386042=A tabela do usu\u00E1rio remoto em uma conta de servi\u00E7o mapeada n\u00E3o pode ter v\u00E1rias entradas com o mesmo nome de usu\u00E1rio
action386042=Edite a conta de servi\u00E7o mapeada e remova a entrada duplicada
action386841=O provedor de autoriza\u00E7\u00E3o n\u00E3o existe. Verifique o provedor.
messagedetail387034=Durante a cria\u00E7\u00E3o de um arquivo tempor\u00E1rio, uma Exce\u00E7\u00E3o de Entrada/Sa\u00EDda foi gerada pelo m\u00E9todo File.createTempFile.
cause387034=Ocorreu um erro durante a cria\u00E7\u00E3o do arquivo tempor\u00E1rio.
action387034=Verifique o nome do arquivo e o diret\u00F3rio. Leia o texto da exce\u00E7\u00E3o para obter mais informa\u00E7\u00F5es sobre como diagnosticar o problema.
messagedetail387035=Durante a cria\u00E7\u00E3o de um arquivo tempor\u00E1rio, uma Exce\u00E7\u00E3o de Entrada/Sa\u00EDda foi gerada pelo m\u00E9todo File.createTempFile e n\u00E3o foi poss\u00EDvel criar o arquivo tempor\u00E1rio.
cause387035=Ocorreu um erro durante a cria\u00E7\u00E3o do arquivo tempor\u00E1rio.
action387035=Verifique o nome do arquivo e o diret\u00F3rio. Leia o texto da exce\u00E7\u00E3o para obter mais informa\u00E7\u00F5es sobre como diagnosticar o problema.
messagedetail387036=N\u00E3o foi poss\u00EDvel deletar o arquivo tempor\u00E1rio.
cause387036=O m\u00E9todo de dele\u00E7\u00E3o retornou falso.
action387036=Verifique se o arquivo pode ser deletado e se n\u00E3o est\u00E1 bloqueado por algum outro processo.
messagedetail387037=N\u00E3o foi poss\u00EDvel renomear o arquivo tempor\u00E1rio.
cause387037=O m\u00E9todo renomear retornou falso.
action387037=Verifique se o arquivo pode ser renomeado e se n\u00E3o est\u00E1 bloqueado por algum outro processo.
messagedetail387038=N\u00E3o foi poss\u00EDvel deletar o arquivo tempor\u00E1rio.
cause387038=O m\u00E9todo de dele\u00E7\u00E3o retornou falso.
action387038=Verifique se o arquivo pode ser deletado e se n\u00E3o est\u00E1 bloqueado por algum outro processo.
messagedetail387039=Ao gravar um arquivo usando um FileOutputStream, foi gerada a exce\u00E7\u00E3o FileNotFound.
cause387039=O arquivo n\u00E3o existe, o arquivo \u00E9 um diret\u00F3rio e n\u00E3o um arquivo normal ou o arquivo n\u00E3o pode ser aberto para leitura.
action387039=Verifique o nome do arquivo. Leia o texto da exce\u00E7\u00E3o para obter mais informa\u00E7\u00F5es sobre como diagnosticar o problema.
messagedetail387040=Ao gravar o arquivo usando um FileOutputStream, foi gerada uma Exce\u00E7\u00E3o de Entrada/Sa\u00EDda.
cause387040=Ocorreu um erro ao gravar o arquivo.
action387040=Leia o texto da exce\u00E7\u00E3o para obter mais informa\u00E7\u00F5es sobre como diagnosticar o problema.
## P4ADE ## {0} : String ref, {1} : String providerName, {2} : String changeDescription, {3} : Throwable t
messagedetail387072=Falha na tentativa de executar essas altera\u00E7\u00F5es: [{2}].
cause387072=Consulte o stacktrace para obter mais informa\u00E7\u00F5es.
action387072=Entre em contato com o representante Oracle.
