messagedetail386021=El par\u00E1metro de datos de recurso no se ha proporcionado o est\u00E1 vac\u00EDo.
cause386021=El par\u00E1metro de datos de recurso no se ha proporcionado o est\u00E1 vac\u00EDo.
action386021=Especifique datos de recurso v\u00E1lidos.
messagedetail386022=No se ha proporcionado la informaci\u00F3n de tipo de recurso.
cause386022=No se ha proporcionado la informaci\u00F3n de tipo de recurso.
action386022=Especifique un tipo de recurso v\u00E1lido.
messagedetail386023=El par\u00E1metro de identificador de recurso no se ha proporcionado o est\u00E1 vac\u00EDo.
cause386023=El par\u00E1metro de identificador de recurso no se ha proporcionado o est\u00E1 vac\u00EDo.
action386023=Especifique un identificador de recurso v\u00E1lido.
messagedetail386024=No se ha proporcionado la informaci\u00F3n de clave de recurso en el identificador de recurso.
cause386024=Se ha proporcionado un identificador de recurso no v\u00E1lido.
action386024=Especifique un identificador de recurso v\u00E1lido.
## P4ADE ## {0} : String type
messagedetail386025=Tipo de dato no v\u00E1lido para el valor de la clave de recurso {0}
cause386025=El tipo de dato del valor de una clave de recurso no es v\u00E1lido.
action386025=Especifique un valor de tipo de dato de clave de recurso v\u00E1lido.
messagedetail386026=Se ha proporcionado un tipo de recurso no v\u00E1lido o desconocido.
cause386026=Se ha proporcionado un tipo de recurso no v\u00E1lido o desconocido.
action386026=Especifique un tipo de recurso v\u00E1lido.
messagedetail386027=El tipo de recurso proporcionado no coincide con el tipo esperado.
cause386027=Se ha proporcionado un tipo de recurso no v\u00E1lido o desconocido.
action386027=Verifique que se ha proporcionado un tipo de recurso v\u00E1lido y p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail386028=El identificador de recurso proporcionado no contiene la clave esperada.
cause386028=Se ha proporcionado un identificador de recurso no v\u00E1lido.
action386028=Especifique un identificador de recurso v\u00E1lido.
messagedetail386029=La clave de recurso proporcionada en los datos del recurso es desconocida.
cause386029=La clave de recurso proporcionada en los datos del recurso es desconocida.
action386029=Especifique s\u00F3lo claves de recurso v\u00E1lidas para el tipo de recurso concreto.
messagedetail386030=El par\u00E1metro de nombre de la aplicaci\u00F3n no es v\u00E1lido.
cause386030=El par\u00E1metro de nombre de la aplicaci\u00F3n est\u00E1 vac\u00EDo o contiene valores no v\u00E1lidos.
action386030=Especifique un nombre de aplicaci\u00F3n v\u00E1lido.
messagedetail386031=El par\u00E1metro de nombre del componente no es v\u00E1lido.
cause386031=El par\u00E1metro de nombre del componente est\u00E1 vac\u00EDo o contiene valores no v\u00E1lidos.
action386031=Especifique un nombre de componente v\u00E1lido.
messagedetail386032=El par\u00E1metro de nombre de la aplicaci\u00F3n no es v\u00E1lido.
cause386032=El nombre de la aplicaci\u00F3n no es una cadena de b\u00FAsqueda v\u00E1lida.
action386032=Especifique una cadena de b\u00FAsqueda de nombre de aplicaci\u00F3n v\u00E1lida.
messagedetail386033=El par\u00E1metro de nombre del componente no es v\u00E1lido.
cause386033=El nombre del componente no es una cadena de b\u00FAsqueda v\u00E1lida.
action386033=Especifique una cadena de b\u00FAsqueda de nombre de componente v\u00E1lida.
messagedetail386034=El par\u00E1metro de tipo de componente no es v\u00E1lido.
cause386034=El par\u00E1metro de tipo de componente est\u00E1 vac\u00EDo.
action386034=Especifique un tipo de componente v\u00E1lido de EJB, WebApp, Connector o WebService.
messagedetail386035=El par\u00E1metro de tipo de componente especificado no es v\u00E1lido.
cause386035=El par\u00E1metro de tipo de componente especificado no es v\u00E1lido.
action386035=Especifique un tipo de componente v\u00E1lido de EJB, WebApp, Connector o WebService.
messagedetail386036=El valor de matriz proporcionado est\u00E1 vac\u00EDo.
cause386036=Se ha proporcionado una cadena vac\u00EDa para un elemento de matriz de la clave del recurso.
action386036=Especifique una cadena v\u00E1lida.
messagedetail386037=El identificador de recurso proporcionado contiene datos inesperados.
cause386037=Se ha proporcionado un identificador de recurso no v\u00E1lido.
action386037=Especifique un identificador de recurso v\u00E1lido.
messagedetail386038=Se ha proporcionado un valor inesperado para una matriz de claves de recurso.
cause386038=Se ha proporcionado un identificador de recurso no v\u00E1lido.
action386038=Especifique un identificador de recurso v\u00E1lido.
## P4ADE ## {0} : String type, {1} : String key
messagedetail386039=Cadena {1} del recurso {0} vac\u00EDa.
cause386039=Se ha proporcionado una cadena vac\u00EDa para un elemento del recurso.
action386039=Especifique una cadena v\u00E1lida.
## P4ADE ## {0} : String type, {1} : String key
messagedetail386040=Cadena de matriz {1} del recurso {0} vac\u00EDa.
cause386040=Se ha proporcionado una cadena vac\u00EDa para un elemento de matriz del recurso.
action386040=Especifique una cadena v\u00E1lida.
messagedetail386041=En versiones anteriores de ALSB (2.0 y 2.1), ALSB no inclu\u00EDa la contrase\u00F1a de las credenciales de par de claves del proveedor de claves de servicio en los archivos JAR de configuraci\u00F3n exportados. Cuando un proveedor de claves de servicio de este tipo se importa m\u00E1s tarde en las siguientes versiones, OSB espera que el enlace de par de claves est\u00E9 en el proveedor de asignaciones de credenciales PKI. Para ello, debe exportar los datos del proveedor de asignaciones de credenciales PKI del dominio anterior e importarlos en el nuevo dominio. NOTA: Se recomienda que, en lugar de esto, vuelva a configurar las credenciales de este proveedor de claves de servicio; de este modo, OSB mantendr\u00E1 una copia cifrada de la contrase\u00F1a del par de claves y no se volver\u00E1 a producir este error
action386041=Importe los datos del proveedor de asignaciones de credenciales PKI o vuelva a configurar las credenciales del proveedor de claves de servicio en la consola de OSB
messagedetail386042=La tabla de usuarios remotos de la cuenta de servicio asignada no puede tener varias entradas con el mismo nombre de usuario
action386042=Edite la cuenta de servicio asignada y elimine la entrada duplicada
action386841=No existe el proveedor de autorizaci\u00F3n. Compruebe el proveedor.
messagedetail387034=Al crear un archivo temporal, el m\u00E9todo File.createTempFile ha devuelto una excepci\u00F3n de E/S.
cause387034=Se ha producido un error al crear el archivo temporal.
action387034=Verifique el nombre de archivo y el directorio. Lea el texto de la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n sobre el diagn\u00F3stico del problema.
messagedetail387035=Al crear un archivo temporal, el m\u00E9todo File.createTempFile ha devuelto una excepci\u00F3n de E/S, por lo que no se ha podido crear el archivo temporal.
cause387035=Se ha producido un error al crear el archivo temporal.
action387035=Verifique el nombre de archivo y el directorio. Lea el texto de la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n sobre el diagn\u00F3stico del problema.
messagedetail387036=No se ha podido suprimir el archivo temporal.
cause387036=El m\u00E9todo delete ha devuelto false.
action387036=Verifique que el archivo se puede suprimir y no est\u00E1 bloqueado por otro proceso.
messagedetail387037=No se ha podido cambiar el nombre del archivo temporal.
cause387037=El m\u00E9todo rename ha devuelto false.
action387037=Verifique que el archivo se puede cambiar de nombre y no est\u00E1 bloqueado por otro proceso.
messagedetail387038=No se ha podido suprimir el archivo temporal.
cause387038=El m\u00E9todo delete ha devuelto false.
action387038=Verifique que el archivo se puede suprimir y no est\u00E1 bloqueado por otro proceso.
messagedetail387039=Al escribir un archivo mediante FileOutputStream, se ha devuelto una excepci\u00F3n FileNotFound.
cause387039=No existe el archivo, el archivo es un directorio en lugar de un archivo normal o no se puede abrir el archivo para lectura.
action387039=Verifique el nombre de archivo. Lea el texto de la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n sobre el diagn\u00F3stico del problema.
messagedetail387040=Al escribir un archivo mediante FileOutputStream, se ha devuelto una excepci\u00F3n de E/S.
cause387040=Se ha producido un error al escribir el archivo.
action387040=Lea el texto de la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n sobre el diagn\u00F3stico del problema.
## P4ADE ## {0} : String ref, {1} : String providerName, {2} : String changeDescription, {3} : Throwable t
messagedetail387072=Fallo al intentar realizar estos cambios: [{2}].
cause387072=Consulte el rastreo de pila para obtener m\u00E1s informaci\u00F3n.
action387072=P\u00F3ngase en contacto con el representante de Oracle.
