## P4ADE ## {0} : String provider
messagebody386000=El proveedor de claves de servicio "{0}" tiene una credencial de token WSS X.509 y una credencial de firma digital que hacen referencia a distintas claves. Las credenciales WSS X.509 est\u00E1n anticuadas. Debe eliminar la credencial WSS X.509.
## P4ADE ## {0} : String provider
messagebody386001=El proveedor de claves de servicio "{0}" tiene una credencial de token WSS X.509 y una credencial de firma digital que hacen referencia a la misma clave. Las credenciales WSS X.509 est\u00E1n anticuadas. Debe eliminar la credencial WSS X.509.
## P4ADE ## {0} : String provider
messagebody386002=El proveedor de autorizaci\u00F3n "{0}" del dominio de seguridad es una instancia del proveedor DefaultAuthorizer (EntitleNet). En esta versi\u00F3n de Oracle Service Bus, el proveedor DefaultAuthorizer est\u00E1 anticuado. Este proveedor no estar\u00E1 soportado en futuras versiones. Oracle recomienda utilizar el proveedor de autorizaci\u00F3n XAML en su lugar.
## P4ADE ## {0} : String ref, {1} : String localUsername, {2} : String remoteUsername
messagebody386003=La cuenta de servicio asignada "{0}" no es v\u00E1lida: La entrada de asignaci\u00F3n de usuarios para el usuario local "{1}" est\u00E1 asignada al usuario remoto "{2}", que no existe
## P4ADE ## {0} : String proxy, {1} : String operation, {2} : String subject
messagebody386004=Se ha denegado el control de acceso a nivel de mensaje al servicio de proxy {0}, operaci\u00F3n {1}, asunto: {2}
## P4ADE ## {0} : String ref
messagebody386005=La cuenta de servicio asignada "{0}" no es v\u00E1lida: Su asignaci\u00F3n an\u00F3nima est\u00E1 asignada a un usuario remoto que no existe
## P4ADE ## {0} : String name, {1} : Throwable t
messagebody386006=Se ha producido un error al inicializar {0}
messagebody386007=Fallo de ResourceIdManager.registerResourceType()
## P4ADE ## {0} : String reason
messagebody386008=Fallo de autenticaci\u00F3n del nombre de usuario/contrase\u00F1a a nivel de mensaje: {0}
## P4ADE ## {0} : String reason
messagebody386009=Fallo de autenticaci\u00F3n de tokens personalizados a nivel de mensaje: {0}
messagebody386010=Error interno: El servicio de proxy est\u00E1 configurado para autenticaci\u00F3n de tokens o nombres de usuario/contrase\u00F1as personalizados a nivel de mensaje, pero la autenticaci\u00F3n de WS-Security ya se ha llevado a cabo. La autenticaci\u00F3n de WS-Security y la autenticaci\u00F3n personalizada a nivel de mensaje se excluyen mutuamente.
## P4ADE ## {0} : String reason
messagebody386011=Se ha producido un error al evaluar el selector XPath de tokens de autenticaci\u00F3n personalizado: {0}
## P4ADE ## {0} : String reason
messagebody386012=Se ha producido un error al evaluar el selector XPath del nombre de usuario de nivel de mensaje: {0}
## P4ADE ## {0} : String reason
messagebody386013=Se ha producido un error al evaluar el selector XPath de la contrase\u00F1a de nivel de mensaje: {0}
messagebody386014=el resultado del selector XPath est\u00E1 vac\u00EDo
messagebody386015=el selector XPath ha devuelto varios nodos
messagebody386016=el resultado de XPath no se puede convertir a java.lang.String (no es un valor de nodo de texto o de atributo \u00FAnico)
## P4ADE ## {0} : String part
messagebody386017=XPath no se puede evaluar porque el mensaje de petici\u00F3n no tiene la parte ({0}) necesaria
## P4ADE ## {0} : String errorMessage
messagebody386018=se ha producido un error al evaluar la expresi\u00F3n XPath: {0}
## P4ADE ## {0} : String operation
messagebody386019=El algoritmo de selecci\u00F3n de operaci\u00F3n del servicio de proxy ha devuelto un nombre de operaci\u00F3n no v\u00E1lido: {0}
## P4ADE ## {0} : String rootNode
messagebody386020=el resultado de xpath no se encuentra en el \u00E1mbito del nodo ra\u00EDz ({0}); esto puede ocurrir si xpath utiliza la construcci\u00F3n ''//''. Debe actualizar xpath para asegurarse de que s\u00F3lo seleccione elementos dentro del nodo ra\u00EDz (es decir, "header" o "body").
messagebody386021=No se han especificado los datos de recursos
messagebody386022=No se ha especificado el tipo de recurso
messagebody386023=No se ha especificado el identificador de recurso
messagebody386024=No se han encontrado las claves del recurso
## P4ADE ## {0} : String type
messagebody386025=Tipo de dato no v\u00E1lido para el valor de clave de recurso {0}
## P4ADE ## {0} : String type
messagebody386026=Tipo de recurso no v\u00E1lido: {0}.
## P4ADE ## {0} : String type
messagebody386027=Tipo de recurso esperado: {0}
## P4ADE ## {0} : String key
messagebody386028=Tipo de clave esperado: {0}
## P4ADE ## {0} : String key
messagebody386029=Clave de recurso desconocida: {0}
messagebody386030=Nombre de aplicaci\u00F3n no v\u00E1lido
messagebody386031=Nombre de componente no v\u00E1lido
messagebody386032=Nombre de b\u00FAsqueda de aplicaci\u00F3n no v\u00E1lido
messagebody386033=Nombre de b\u00FAsqueda de componente no v\u00E1lido
messagebody386034=No se ha especificado el tipo de componente
## P4ADE ## {0} : String type
messagebody386035=Tipo de componente no v\u00E1lido: "{0}"
messagebody386036=Se ha encontrado un valor de matriz vac\u00EDo
## P4ADE ## {0} : String data
messagebody386037=Datos no esperados del identificador de recursos: "{0}"
## P4ADE ## {0} : String value
messagebody386038=Valor no esperado de la matriz de claves del recurso: "{0}"
## P4ADE ## {0} : String type, {1} : String key
messagebody386039=Cadena {1} de recurso {0} vac\u00EDa
## P4ADE ## {0} : String type, {1} : String key
messagebody386040=Cadena de matrices {1} del recurso {0} vac\u00EDa
## P4ADE ## {0} : String skp, {1} : String alias, {2} : String purpose
messagebody386041=enlace de par de claves con alias "{1}" y objetivo "{2}", pero no existe ese enlace de par de claves en el proveedor de asignaci\u00F3n de credenciales PKI del dominio de seguridad
## P4ADE ## {0} : String svcacctRef, {1} : String username
messagebody386042=La cuenta de servicio asignada "{0}" no es v\u00E1lida: La tabla del usuario remoto no es v\u00E1lida; existen varias entradas con el nombre de usuario "{1}"
messagebody386404=La clave devuelta por KeyPairCredential no es una clave privada (no es una instancia de java.security.PrivateKey)
messagebody386405=El certificado devuelto por KeyPairCredential no es un certificado X509 (no es una instancia de java.security.cert.X509Certificate)
## P4ADE ## {0} : String purpose
messagebody386406=objetivo desconocido {0}
## P4ADE ## {0} : String keystore, {1} : Throwable e
messagebody386407=Se ha producido un error al tratar de leer certificados confianza del almac\u00E9n de claves {0}
## P4ADE ## {0} : Exception e
messagebody386415=No se ha podido aplicar la pol\u00EDtica de control de acceso: {0}
messagebody386417=No se ha podido obtener el gestor de autorizaci\u00F3n
## P4ADE ## {0} : String id
messagebody386800=No se ha encontrado el proveedor de autorizaci\u00F3n ${0}
## P4ADE ## {0} : String ref
messagebody386801=Se ha producido un error al activar cambios de control de acceso para el proxy "{0}".
## P4ADE ## {0} : String autId, {1} : String resId
messagebody386802=Se ha producido un error al eliminar la pol\u00EDtica de control de acceso del proveedor "{0}" con el ID de recurso "{1}".
## P4ADE ## {0} : String ref, {1} : String autId, {2} : String scope
messagebody386803=Se ha producido un error al eliminar la pol\u00EDtica de control de acceso del proveedor "{1}" para el servicio "{0}" en el \u00E1mbito "{2}".
## P4ADE ## {0} : String autId, {1} : String resId
messagebody386804=Se ha producido un error al buscar la pol\u00EDtica de control de acceso del proveedor "{0}" con el ID de recurso "{1}".
## P4ADE ## {0} : String ref, {1} : String autId, {2} : String scope
messagebody386805=Se ha producido un error al buscar la pol\u00EDtica de control de acceso del proveedor {1} para el servicio {0} en el \u00E1mbito {2}.
## P4ADE ## {0} : String autId, {1} : String resId
messagebody386806=Se ha producido un error al agregar la pol\u00EDtica de control de acceso al proveedor "{0}" con el ID de recurso "{1}".
## P4ADE ## {0} : String ref, {1} : String autId, {2} : String scope
messagebody386807=Se ha producido un error al agregar la pol\u00EDtica de control de acceso al proveedor "{1}" para el servicio "{0}" en el \u00E1mbito "{2}".
## P4ADE ## {0} : String autId, {1} : String resId
messagebody386808=Se ha producido un error al definir la expresi\u00F3n de la pol\u00EDtica de control de acceso en el proveedor "{0}" con el ID de recurso "{1}".
## P4ADE ## {0} : String ref, {1} : String autId, {2} : String scope
messagebody386809=Se ha producido un error al definir la expresi\u00F3n de la pol\u00EDtica de control de acceso en el proveedor "{1}" para el servicio "{0}" en el \u00E1mbito "{2}".
## P4ADE ## {0} : String autId, {1} : String resId
messagebody386810=Ya existe la pol\u00EDtica para el identificador de recurso "{1}" en el proveedor "{0}".
## P4ADE ## {0} : String ref, {1} : String operation
messagebody386820=El argumento "{0}" tiene un valor no v\u00E1lido "{1}".
## P4ADE ## {0} : String ref, {1} : String fromVersion, {2} : String toVersion
messagebody386825=Las pol\u00EDticas de control de acceso para el servicio "{0}" se actualizar\u00E1n de la versi\u00F3n "{1}" a la versi\u00F3n "{2}".
## P4ADE ## {0} : String ref, {1} : String fromVersion, {2} : String toVersion
messagebody386826=Se ha producido un error al actualizar las pol\u00EDticas de control de acceso para el servicio "{0}" de la versi\u00F3n "{1}" a la versi\u00F3n "{2}". Las pol\u00EDticas de control de acceso no se actualizar\u00E1n.
## P4ADE ## {0} : String ref
messagebody386827=Se importar\u00E1n las pol\u00EDticas de control de acceso para el servicio "{0}".
## P4ADE ## {0} : String ref
messagebody386828=Se ha producido un error al importar las pol\u00EDticas de control de acceso para el servicio "{0}". Las pol\u00EDticas de control de acceso no se importar\u00E1n.
## P4ADE ## {0} : String ref, {1} : String scope, {2} : String provider, {3} : String expression
messagebody386830=Expresi\u00F3n no v\u00E1lida "{3}" de pol\u00EDtica de control de acceso para el servicio "{0}" en el nivel "{1}" del proveedor "{2}".
## P4ADE ## {0} : String ref, {1} : String scope, {2} : String provider
messagebody386831=Se han encontrado varias pol\u00EDticas para el proveedor "{2}" y el servicio "{0}" en el \u00E1mbito "{1}".
## P4ADE ## {0} : String ref, {1} : String operation
messagebody386832=Se ha encontrado una pol\u00EDtica de control de acceso para la operaci\u00F3n no v\u00E1lida "{1}"y el servicio "{0}".
## P4ADE ## {0} : String ref, {1} : String operation
messagebody386833=Se ha encontrado una entrada de varias pol\u00EDticas para la misma operaci\u00F3n "{1}"y el servicio "{0}".
## P4ADE ## {0} : String ref, {1} : String provider
messagebody386834=Se ha encontrado una pol\u00EDtica de control de acceso para el proveedor no existente "{1}" en el servicio "{0}".
## P4ADE ## {0} : String ref, {1} : String operation
messagebody386835=Se ha encontrado una pol\u00EDtica de control de acceso para la operaci\u00F3n no existente "{1}" en el servicio "{0}".
## P4ADE ## {0} : String ref
messagebody386836=Se ha encontrado una pol\u00EDtica innecesaria de control de acceso a mensajes para el servicio "{0}" que se aplica a todo el proxy. Sugerencia: El servicio no es un intermediario de seguridad activo y no tiene activada la autenticaci\u00F3n personalizada.
## P4ADE ## {0} : String ref, {1} : String operation
messagebody386837=Se ha encontrado una pol\u00EDtica innecesaria de control de acceso a mensajes espec\u00EDfica de la operaci\u00F3n "{1}" para el servicio "{0}". Sugerencia: El servicio no se basa en WSDL.
## P4ADE ## {0} : String ref
messagebody386838=Se ha encontrado una pol\u00EDtica innecesaria de control de acceso a mensajes espec\u00EDfica de una operaci\u00F3n para el servicio "{0}".Sugerencia: El servicio no es un intermediario de seguridad activo y no tiene activada la autenticaci\u00F3n personalizada.
## P4ADE ## {0} : String ref, {1} : String operation
messagebody386839=Se ha encontrado una pol\u00EDtica de control de acceso a nivel de mensaje para la operaci\u00F3n no existente "{1}" en el servicio "{0}".
## P4ADE ## {0} : String ref, {1} : String scope, {2} : String id
messagebody386840=Se ha encontrado el proveedor de autorizaci\u00F3n no v\u00E1lido "{2}" en el servicio "{0}" de "{1}".
## P4ADE ## {0} : String id
messagebody386841=El proveedor de autorizaci\u00F3n "{0}" no existe.
messagebody387000=Fallo al inicializar la aplicaci\u00F3n externa de autorizaci\u00F3n
messagebody387001=No hay ning\u00FAn editor de pol\u00EDticas disponible
## P4ADE ## {0} : String resource, {1} : Exception e
messagebody387004=Fallo al desplegar la pol\u00EDtica para el recurso {0}: {1}
## P4ADE ## {0} : String serviceRef, {1} : Throwable t
messagebody387008=Fallo al obtener WssPolicyCtx del servicio {0}
messagebody387009=Fallo al convertir el contexto de mensaje a SOAPMessage
messagebody387010=Fallo al almacenar un nuevo SOAPMessage en el contexto de mensaje del enrutador
## P4ADE ## {0} : String serviceRef, {1} : String operation, {2} : Throwable t
messagebody387011=Fallo al obtener la pol\u00EDtica de petici\u00F3n efectiva para la operaci\u00F3n {1} y el servicio {0}
## P4ADE ## {0} : String serviceRef, {1} : String operation, {2} : Throwable t
messagebody387012=Fallo al obtener la pol\u00EDtica de respuesta efectiva para la operaci\u00F3n {1} y el servicio {0}
## P4ADE ## {0} : String serviceRef, {1} : Throwable t
messagebody387013=Fallo al obtener la URL de punto final para el servicio {0}
messagebody387014=La petici\u00F3n no se ha podido asignar a una de las operaciones expuestas por el servicio
messagebody387015=Fallo al obtener el nombre de la operaci\u00F3n saliente del contexto de mensaje del enrutador
messagebody387016=No se ha definido ninguna operaci\u00F3n de destino en el punto final saliente; debe definirse la operaci\u00F3n para recuperar la pol\u00EDtica adecuada; defina la operaci\u00F3n en el contexto de mensaje
messagebody387017=No hay ning\u00FAn servicio de auditor disponible. Es probable que no haya proveedores de auditor\u00EDa configurados en el dominio.
## P4ADE ## {0} : String serviceAccountRef, {1} : Exception e
messagebody387018=Valor ProviderNotFoundException no esperado al suprimir las credenciales de usuario/contrase\u00F1a para la cuenta de servicio {0}
## P4ADE ## {0} : String serviceProviderRef, {1} : Exception e
messagebody387019=Valor ProviderNotFoundException no esperado al suprimir las credenciales PKI para el proveedor de claves de servicio {0}
## P4ADE ## {0} : String key, {1} : String expected, {2} : String actual, {3} : Exception e
messagebody387020=El tipo de la propiedad "{0}" de ContextHandler es incorrecto; tipo esperado: {1}; tipo real: {2}
## P4ADE ## {0} : String key, {1} : String expected, {2} : String actual, {3} : Exception e
messagebody387021=El tipo de la propiedad "{0}" de MessageContext es incorrecto; tipo esperado: {1}; tipo real: {2}
## P4ADE ## {0} : String code, {1} : String messageId, {2} : String proxy, {3} : String operation, {4} : String msg, {5} : Throwable cause
messagebody387022=Se ha producido un error durante el procesamiento de la solicitud entrante de seguridad de servicio web [c\u00F3digo de error: {0}, ID de mensaje: {1}, proxy: {2}, operaci\u00F3n: {3}]\n--- Mensaje de Error:\n{4}
## P4ADE ## {0} : String code, {1} : String messageId, {2} : String proxy, {3} : String operation, {4} : String msg, {5} : Throwable cause
messagebody387023=Se ha producido un error durante el procesamiento de la respuesta entrante de seguridad de servicio web [c\u00F3digo de error: {0}, ID de mensaje: {1}, proxy: {2}, operaci\u00F3n: {3}]\n--- Mensaje de Error:\n{4}
## P4ADE ## {0} : String code, {1} : String messageId, {2} : String proxy, {3} : String target, {4} : String operation, {5} : String msg, {6} : Throwable cause
messagebody387024=Se ha producido un error durante el procesamiento de la solicitud saliente de seguridad de servicio web [c\u00F3digo de error: {0}, ID de mensaje: {1}, proxy: {2}, destino: {3}, operaci\u00F3n: {4}]\n--- Mensaje de Error:\n{5}
## P4ADE ## {0} : String code, {1} : String messageId, {2} : String proxy, {3} : String target, {4} : String operation, {5} : String msg, {6} : Throwable cause
messagebody387025=Se ha producido un error durante el procesamiento de la respuesta saliente de seguridad de servicio web [c\u00F3digo de error: {0}, ID de mensaje: {1}, proxy: {2}, destino: {3}, operaci\u00F3n: {4}]\n--- Mensaje de Error:\n{5}
## P4ADE ## {0} : String code, {1} : String messageId, {2} : String proxy, {3} : String target, {4} : String operation, {5} : String msg, {6} : Throwable cause
messagebody387026=Se ha producido un error interno de seguridad de servicio web [c\u00F3digo de error: {0}, ID de mensaje: {1}, proxy: {2}, destino: {3}, operaci\u00F3n: {4}]\n--- Mensaje de Error:\n{5}
## P4ADE ## {0} : String proxy, {1} : String operation, {2} : String messageId, {3} : String subject
messagebody387027=La pol\u00EDtica de control de acceso a nivel de mensaje otorga acceso al proxy "{0}", operaci\u00F3n "{1}", identificador de mensaje: {2}, asunto: {3}.
## P4ADE ## {0} : String proxy, {1} : String operation, {2} : String messageId, {3} : String subject
messagebody387028=La pol\u00EDtica de control de acceso a nivel de mensaje deniega acceso al proxy "{0}", operaci\u00F3n "{1}", identificador de mensaje: {2}, asunto: {3}.
## P4ADE ## {0} : String counter, {1} : String messageId, {2} : String proxy, {3} : String target, {4} : String operation, {5} : Throwable cause
messagebody387029=Se ha producido un error al incrementar el contador de supervisi\u00F3n "{0}" [identificador de mensaje: {1}, proxy: {2}, objetivo: {3}, operaci\u00F3n: {4}]
## P4ADE ## {0} : String path
messagebody387030=No se puede leer SerializedMS.dat: Se ha devuelto una excepci\u00F3n de E/S al leer datos de {0}.
## P4ADE ## {0} : String path, {1} : String got, {2} : String expected
messagebody387031=Error de SerializedMS.dat: Las versiones no coinciden, ruta de acceso: {0}. La versi\u00F3n del archivo SerializedMS.dat no es la versi\u00F3n soportada. Versi\u00F3n recibida {1}, versi\u00F3n esperada {2}. Verifique que el archivo SerializedMS.dat no est\u00E9 corrupto.
## P4ADE ## {0} : String path
messagebody387032=Error al abrir SerializedMS.dat: {0}. Se ha devuelto una excepci\u00F3n FileNotFound al abrir el flujo de entrada. Verifique que el archivo SerializedMS.dat existe y est\u00E1 accesible. Para obtener m\u00E1s informaci\u00F3n sobre el diagn\u00F3stico del problema, lea el texto de la excepci\u00F3n.
## P4ADE ## {0} : String path
messagebody387033=Error al cerrar SerializedMS.dat: {0}. Se ha devuelto una excepci\u00F3n de E/S al cerrarse el flujo de entrada mientras se le\u00EDa el archivo SerializedMS.dat. Verifique que el archivo SerializedMS.dat es v\u00E1lido. Para obtener m\u00E1s informaci\u00F3n sobre el diagn\u00F3stico del problema, lea el texto de la excepci\u00F3n.
## P4ADE ## {0} : String filename, {1} : String directoryPath
messagebody387034=No se ha podido crear el archivo temporal para {0}, .new, {1}
## P4ADE ## {0} : String filename, {1} : String directoryPath
messagebody387035=No se ha podido crear el archivo temporal para {0}, .old, {1}
## P4ADE ## {0} : String filename
messagebody387036=No se ha podido borrar el archivo temporal {0}
## P4ADE ## {0} : String fromFilename, {1} : String toFileName
messagebody387037=No se ha podido cambiar el nombre de {0} a {1}
## P4ADE ## {0} : String filename
messagebody387038=No se ha podido suprimir {0}
## P4ADE ## {0} : String filename
messagebody387039=Error al crear {0}
## P4ADE ## {0} : String filename
messagebody387040=Error al escribir en el archivo {0}
messagebody387041=En el dominio de seguridad, se ha configurado m\u00E1s de un proveedor de asignaci\u00F3n de credenciales para contrase\u00F1as de usuario. Oracle Service Bus soporta como m\u00E1ximo una asignaci\u00F3n de credenciales para contrase\u00F1as de usuario. Se va a desactivar la gesti\u00F3n de cuentas de servicio de OSB. Revise la configuraci\u00F3n del dominio y aseg\u00FArese de que hay, como m\u00E1ximo, un proveedor.
messagebody387042=En el dominio de seguridad, no hay ning\u00FAn proveedor de asignaci\u00F3n de credenciales para contrase\u00F1as de usuario. Se va a desactivar la gesti\u00F3n de cuentas de servicio de Oracle Service Bus. Configure un proveedor de asignaci\u00F3n de credenciales para contrase\u00F1as de usuario si necesita soporte de cuentas de servicio de OSB.
messagebody387043=El proveedor de asignaci\u00F3n de credenciales para contrase\u00F1as de usuario configurado en el dominio de seguridad no implementa UserPasswordCredentialMapEditorMBean. Se trata de un proveedor de s\u00F3lo lectura. Se va a desactivar la gesti\u00F3n de cuentas de servicio de Oracle Service Bus. Configure un proveedor de asignaci\u00F3n de credenciales para contrase\u00F1as de usuario con soporte de escritura si necesita soporte de cuentas de servicio de OSB.
## P4ADE ## {0} : String serviceAccount
messagebody387044=Cuenta de servicio no v\u00E1lida {0}: La cuenta de servicio no tiene nombre
## P4ADE ## {0} : String serviceAccount
messagebody387045=Cuenta de servicio no v\u00E1lida {0}: La cuenta de servicio no tiene tipo
## P4ADE ## {0} : String t
messagebody387046=Tipo de cuenta de servicio no v\u00E1lido: {0}
## P4ADE ## {0} : String serviceAccount
messagebody387047=Cuenta de servicio est\u00E1tica no v\u00E1lida {0}: La cuenta de servicio no tiene un nombre de usuario/contrase\u00F1a
## P4ADE ## {0} : String serviceAccount
messagebody387048=Cuenta de servicio est\u00E1tica no v\u00E1lida {0}: El nombre de usuario es nulo
## P4ADE ## {0} : String serviceAccount
messagebody387049=Cuenta de servicio est\u00E1tica no v\u00E1lida {0}: El nombre de usuario no es v\u00E1lido
## P4ADE ## {0} : String serviceAccount
messagebody387050=Cuenta de servicio est\u00E1tica no v\u00E1lida {0}: La contrase\u00F1a es nula
## P4ADE ## {0} : String serviceAccount
messagebody387051=Cuenta de servicio est\u00E1tica no v\u00E1lida {0}: La contrase\u00F1a no es v\u00E1lida
## P4ADE ## {0} : String serviceAccount
messagebody387052=Cuenta de servicio de asignaci\u00F3n no v\u00E1lida {0}: la cuenta de servicio no tiene ninguna entrada de asignaci\u00F3n de usuario o es una asignaci\u00F3n an\u00F3nima
## P4ADE ## {0} : String serviceAccount
messagebody387053=Cuenta de servicio de asignaci\u00F3n no v\u00E1lida {0}: El nombre de usuario local en la asignaci\u00F3n de usuario es nulo
## P4ADE ## {0} : String serviceAccount
messagebody387054=Cuenta de servicio de asignaci\u00F3n no v\u00E1lida {0}: El nombre de usuario local no es v\u00E1lido
## P4ADE ## {0} : String serviceAccount
messagebody387055=Cuenta de servicio de asignaci\u00F3n no v\u00E1lida {0}: La asignaci\u00F3n tiene una entrada con nombre de usuario/contrase\u00F1a remotos nulos
## P4ADE ## {0} : String serviceAccount
messagebody387056=Cuenta de servicio de asignaci\u00F3n no v\u00E1lida {0}: La asignaci\u00F3n tiene una entrada con un nombre de usuario remoto nulo
## P4ADE ## {0} : String serviceAccount
messagebody387057=Cuenta de servicio de asignaci\u00F3n no v\u00E1lida {0}: La asignaci\u00F3n tiene una entrada con un nombre de usuario remoto no v\u00E1lido
## P4ADE ## {0} : String serviceAccount
messagebody387058=Cuenta de servicio de asignaci\u00F3n no v\u00E1lida {0}: La asignaci\u00F3n tiene una entrada con una contrase\u00F1a remota nula
## P4ADE ## {0} : String serviceAccount
messagebody387059=Cuenta de servicio de asignaci\u00F3n no v\u00E1lida {0}: La asignaci\u00F3n tiene una entrada con una contrase\u00F1a remota no v\u00E1lida
## P4ADE ## {0} : String serviceAccount
messagebody387060=Cuenta de servicio de asignaci\u00F3n no v\u00E1lida {0}: La cuenta de servicio tiene una asignaci\u00F3n an\u00F3nima, pero el nombre de usuario remoto de la asignaci\u00F3n an\u00F3nima es nulo
## P4ADE ## {0} : String serviceAccount
messagebody387061=Cuenta de servicio de asignaci\u00F3n no v\u00E1lida {0}: La cuenta de servicio tiene una asignaci\u00F3n an\u00F3nima, pero el nombre de usuario remoto de la asignaci\u00F3n an\u00F3nima no es v\u00E1lido
## P4ADE ## {0} : String serviceAccount
messagebody387062=Cuenta de servicio de asignaci\u00F3n no v\u00E1lida {0}: La cuenta de servicio tiene una asignaci\u00F3n an\u00F3nima, pero la contrase\u00F1a remota de la asignaci\u00F3n an\u00F3nima es nula
## P4ADE ## {0} : String serviceAccount
messagebody387063=Cuenta de servicio de asignaci\u00F3n no v\u00E1lida {0}: La cuenta de servicio tiene una asignaci\u00F3n an\u00F3nima, pero la contrase\u00F1a remota de la asignaci\u00F3n an\u00F3nima no es v\u00E1lida
## P4ADE ## {0} : String ref, {1} : String fromVersion, {2} : String toVersion
messagebody387064=La cuenta de servicio {0} se actualizar\u00E1 de la versi\u00F3n {1} a la versi\u00F3n {2}
## P4ADE ## {0} : String ref, {1} : String fromVersion, {2} : String toVersion
messagebody387065=Se ha producido un error al actualizar la cuenta de servicio {0} de la versi\u00F3n {1} a la versi\u00F3n {2}. La cuenta de servicio no se actualizar\u00E1.
## P4ADE ## {0} : String ref
messagebody387066=Se ha producido un error al activar los cambios para la cuenta de servicio {0}.
messagebody387067=Hay m\u00E1s de un proveedor de asignaci\u00F3n de credencias PKI configurado en el dominio de seguridad. Oracle Service Bus soporta como m\u00E1ximo una asignaci\u00F3n de credenciales PKI. Se va a desactivar la gesti\u00F3n del proveedor de claves de servicio de OSB. Revise la configuraci\u00F3n del dominio y aseg\u00FArese de que hay, como m\u00E1ximo, un proveedor de asignaci\u00F3n de credenciales PKI.
messagebody387068=No hay ning\u00FAn proveedor de asignaci\u00F3n de credenciales PKI configurado en el dominio de seguridad. Se va a desactivar la gesti\u00F3n del proveedor de claves de servicio. Configure un proveedor de asignaci\u00F3n de credenciales PKI si necesita soporte de proveedor de servicios. Normalmente, es as\u00ED cuando tiene los servicios de proxy de Oracle Service Bus con seguridad de servicio web activada o con conexiones salientes SSL bidireccionales.
messagebody387069=El proveedor de asignaci\u00F3n de credenciales PKI configurado en el dominio de seguridad no implementa PKICredentialMapEditorMBean. Se trata de un proveedor de s\u00F3lo lectura. Se va a desactivar la gesti\u00F3n del proveedor de claves de servicio de Oracle Service Bus. Configure un proveedor de asignaci\u00F3n de credenciales PKI con soporte de escritura si necesita soporte de proveedor de servicios de OSB. Normalmente, es as\u00ED si tiene proxies de OSB con la seguridad de servicio web activada o con conexiones salientes SSL bidireccionales.
## P4ADE ## {0} : String ref, {1} : String fromVersion, {2} : String toVersion
messagebody387070=El proveedor de claves de servicio {0} se actualizar\u00E1 de la versi\u00F3n {1} a la versi\u00F3n {2}
## P4ADE ## {0} : String ref, {1} : String fromVersion, {2} : String toVersion
messagebody387071=Se ha producido un error al actualizar el proveedor de claves de servicio {0} de la versi\u00F3n {1} a la versi\u00F3n {2}. El proveedor de claves de servicio no se actualizar\u00E1.
## P4ADE ## {0} : String ref, {1} : String providerName, {2} : String changeDescription, {3} : Throwable t
messagebody387072=Se ha producido un error en el proceso de persistencia de los cambios realizados en el proveedor de claves de servicio {0} al proveedor de asignaci\u00F3n de credenciales {1}. Las credenciales PKI asociadas a los proveedores de servicios son ahora inconsistentes. Esto requiere atenci\u00F3n inmediata.
## P4ADE ## {0} : String serviceProvider, {1} : String credentialPurpose
messagebody387073=Proveedor de claves de servicio no v\u00E1lido {0}: Falta el alias para la clave {1}
## P4ADE ## {0} : String serviceProvider, {1} : String credentialPurpose
messagebody387074=Proveedor de claves de servicio no v\u00E1lido {0}: Alias no v\u00E1lido para la clave {1}
## P4ADE ## {0} : String serviceProvider, {1} : String credentialPurpose
messagebody387075=Proveedor de claves de servicio no v\u00E1lido {0}: Falta la contrase\u00F1a para la clave {1}
## P4ADE ## {0} : String serviceProvider, {1} : String credentialPurpose
messagebody387076=Proveedor de claves de servicio no v\u00E1lido {0}: Contrase\u00F1a no v\u00E1lida para la clave {1}
## P4ADE ## {0} : String serviceProvider, {1} : String credentialPurpose, {2} : String resId
messagebody387077=Identificador de recursos de compatibilidad 2.1 no v\u00E1lido en el proveedor de claves de servicio {0} para la clave {1}: {2}
## P4ADE ## {0} : String serviceProvider, {1} : String credentialPurpose, {2} : String error
messagebody387078=Fallo al enlazar la credencial de par de claves para el proveedor de claves de servicio {0} y el objetivo {1}: {2}
## P4ADE ## {0} : String serviceProvider, {1} : String keyAlias, {2} : Throwable t
messagebody387079=Fallo al enlazar la credencial de par de claves para el proveedor de claves de servicio {0} con fines de firma digital: El certificado no soporta firmas digitales. Alias de clave: {1}
## P4ADE ## {0} : String serviceProvider, {1} : String keyAlias, {2} : Throwable t
messagebody387080=Fallo al enlazar la credencial de par de claves para el proveedor de claves de servicio {0} con fines de cifrado: El certificado no soporta cifrado. Alias de clave: {1}
## P4ADE ## {0} : String serviceProvider, {1} : String keyAlias, {2} : String credentialPurpose, {3} : Throwable t
messagebody387081=Error en el proveedor de claves de servicio "{0}": No se ha podido leer un certificado con el alias de almac\u00E9n de claves "{1}" para el objetivo "{2}"
## P4ADE ## {0} : String proxy, {1} : String subject
messagebody387082=Se ha denegado el acceso al servicio de proxy (proxy: {0}, asunto: {1})
## P4ADE ## {0} : String proxy, {1} : String atzProvider, {2} : String resourceId21
messagebody387083=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] buscando una pol\u00EDtica enlazada a "{2}"
## P4ADE ## {0} : String proxy, {1} : String atzProvider, {2} : String resourceId25
messagebody387084=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] buscando una pol\u00EDtica enlazada a "{2}"
## P4ADE ## {0} : String proxy, {1} : String atzProvider, {2} : String oldResourceId, {3} : String newResourceId
messagebody387085=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] No se pueden leer las pol\u00EDticas de control de acceso almacenadas en el proveedor de autorizaci\u00F3n {1} porque el proveedor no implementa weblogic.management.security.authorization.PolicyReaderMBean. OSB no puede comprobar si hay una pol\u00EDtica de control de acceso de ALSB 2.1 enlazada al servicio de proxy. Si hay pol\u00EDticas de control de acceso 2.1 enlazadas a este servicio de proxy, deber\u00E1 migrarlas utilizando las herramientas del proveedor de autorizaci\u00F3n (si a\u00FAn no lo ha hecho). \n\u00C9ste es el identificador de recursos de ALSB 2.1: {2}. \n\u00C9ste es el identificador de recursos de ALSB 2.5: {3}.
## P4ADE ## {0} : String proxy, {1} : String atzProvider, {2} : String oldResourceId, {3} : String newResourceId, {4} : String policy
messagebody387086=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] No se pueden migrar las pol\u00EDticas de control de acceso almacenadas en el proveedor de autorizaci\u00F3n {1} porque el proveedor no implementa weblogic.management.security.authorization.PolicyEditorMBean. OSB ha determinado que hay una pol\u00EDtica de control de acceso de ALSB 2.1 enlazada a este servicio de proxy. Debe migrar esta pol\u00EDtica utilizando las herramientas del proveedor de autorizaci\u00F3n (si a\u00FAn no lo ha hecho). \n\u00C9ste es el identificador de recursos de ALSB 2.1: {2}. \n\u00C9ste es el identificador de recursos de ALSB 2.5: {3}. \n\u00C9sta es la pol\u00EDtica de ALSB 2.1: {4}.
## P4ADE ## {0} : String proxy, {1} : String atzProvider, {2} : String resource21, {3} : String resource25
messagebody387087=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] No hay ninguna pol\u00EDtica enlazada al recurso 2.1 ({2}) o al recurso 2.5 ({3}).
## P4ADE ## {0} : String proxy, {1} : String atzProvider, {2} : String resource21, {3} : String resource25, {4} : String policy25
messagebody387088=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] No hay ninguna pol\u00EDtica enlazada al recurso 2.1 ({2}) pero ya hay una pol\u00EDtica enlazada al recurso 2.5 ({3}). Se mantendr\u00E1 la pol\u00EDtica 2.5.\n \u00C9sta es la pol\u00EDtica:\n {4}
## P4ADE ## {0} : String proxy, {1} : String atzProvider, {2} : String resource21, {3} : String resource25, {4} : String policy21, {5} : String policy25
messagebody387089=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] Hay una pol\u00EDtica enlazada al recurso 2.1({2}) Y una pol\u00EDtica enlazada al nuevo recurso 2.5 ({3}). La pol\u00EDtica 2.1 sobrescribir\u00E1 la pol\u00EDtica 2.5.\n \u00C9sta es la pol\u00EDtica 2.1:\n {4} \n\u00C9sta es la pol\u00EDtica 2.5:\n {5}
## P4ADE ## {0} : String proxy, {1} : String atzProvider, {2} : String resourceId
messagebody387090=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] Suprimiendo la pol\u00EDtica enlazada al recurso 2.1 ({2}).
## P4ADE ## {0} : String proxy, {1} : String atzProvider, {2} : String resource, {3} : Throwable t
messagebody387091=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] Se ha producido un error al suprimir la pol\u00EDtica enlazada a "{2}". Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
## P4ADE ## {0} : String proxy, {1} : String atzProvider, {2} : String resourceId
messagebody387092=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] Suprimiendo la pol\u00EDtica enlazada al recurso 2.5 ({2}).
## P4ADE ## {0} : String proxy, {1} : String atzProvider, {2} : Throwable t
messagebody387093=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] Se ha producido un error al suprimir la pol\u00EDtica 2.5. Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
## P4ADE ## {0} : String proxy, {1} : String atzProvider, {2} : Throwable t
messagebody387094=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] Se ha producido un error al enlazar la pol\u00EDtica al recurso 2.5. Consulte la excepci\u00F3n para obtener m\u00E1s informaci\u00F3n.
## P4ADE ## {0} : String proxy, {1} : String atzProvider
messagebody387095=[Migraci\u00F3n de Pol\u00EDticas] [servicio de proxy: {0}] [proveedor de autorizaci\u00F3n: {1}] La pol\u00EDtica 2.1 no se puede migrar, ya que utiliza predicados espec\u00EDficos de URLResource. Se enlazar\u00E1 al proxy una pol\u00EDtica de denegar todo. Debe volver a configurar esta pol\u00EDtica en la consola.
messagebody387096=Oracle Service Bus no ha podido determinar si la pol\u00EDtica por defecto ALSBProxyServiceResource est\u00E1 presente o no porque algunos proveedores de autorizaci\u00F3n no implementan PolicyReaderMBean. OSB no ha podido desplegar la pol\u00EDtica porque no est\u00E1n presentes los proveedores EntitleNet y XACML. Si falta la pol\u00EDtica, el administrador debe crearla.
messagebody387097=Oracle Service Bus ha determinado que falta la pol\u00EDtica ALSBProxyServiceResource por defecto. OSB no ha podido desplegar la pol\u00EDtica porque no est\u00E1n presentes los proveedores EntitleNet y XACML. Se denegar\u00E1 el acceso a todos los servicios de proxy de OSB. El administrador debe crear la pol\u00EDtica utilizando las herramientas del proveedor.
## P4ADE ## {0} : String provider, {1} : String resourceId, {2} : String policy
messagebody387098=Se ha desplegado la nueva pol\u00EDtica de control de acceso de Oracle Service Bus lista para usar; proveedor de autorizaci\u00F3n: "{0}", identificador de recurso: "{1}", pol\u00EDtica: "{2}".
## P4ADE ## {0} : String provider
messagebody387099=El proveedor de claves de servicio "{0}" tiene una credencial de token WSS X.509. Las credenciales WSS X.509 est\u00E1n anticuadas. En su lugar, debe configurar una credencial de firma digital.
