## P4ADE ## {0} : String method, {1} : Exception e
messagebody398000=Exce\u00E7\u00E3o em {0}, {1}
## P4ADE ## {0} : Exception e
messagebody398014=URI de Proxy Inv\u00E1lido: {0}
messagebody398015=A defini\u00E7\u00E3o de servi\u00E7o n\u00E3o cont\u00E9m uma refer\u00EAncia a um wsdl
## P4ADE ## {0} : String e
messagebody398016=Erro ao carregar o WSDL do reposit\u00F3rio: {0}
## P4ADE ## {0} : String port
messagebody398017=A defini\u00E7\u00E3o do servi\u00E7o cont\u00E9m uma refer\u00EAncia a uma porta que n\u00E3o est\u00E1 presente no wsdl: {0}
## P4ADE ## {0} : String binding
messagebody398018=A defini\u00E7\u00E3o do servi\u00E7o cont\u00E9m uma refer\u00EAncia a um binding que n\u00E3o est\u00E1 presente no wsdl: {0}
## P4ADE ## {0} : String binding
messagebody398019=Incompatibilidade entre o binding de WSDL e o tipo de defini\u00E7\u00E3o do servi\u00E7o: {0}
messagebody398020=O binding de wsdl tem mais de uma opera\u00E7\u00E3o; voc\u00EA deve especificar como selecionar as opera\u00E7\u00F5es
## P4ADE ## {0} : String operation
messagebody398021=A opera\u00E7\u00E3o mencionada na defini\u00E7\u00E3o do servi\u00E7o n\u00E3o pode ser encontrada no WSDL: {0}
## P4ADE ## {0} : String operation
messagebody398022=Nenhum mapeamento correspondente foi encontrado na defini\u00E7\u00E3o de servi\u00E7o para a opera\u00E7\u00E3o WSDL: {0}
messagebody398023=Voc\u00EA s\u00F3 pode configurar a seguran\u00E7a de web services de entrada nos servi\u00E7os de proxy
messagebody398024=O WSDL n\u00E3o suporta seguran\u00E7a de web services; primeiro \u00E9 necess\u00E1rio anexar uma pol\u00EDtica
messagebody398025=Voc\u00EA pode configurar apenas uma conta de servi\u00E7o nos servi\u00E7os de neg\u00F3cios
messagebody398026=Voc\u00EA pode usar a seguran\u00E7a de web services apenas com um binding de SOAP
messagebody398027=Voc\u00EA pode usar um binding de HTTP apenas com o verbo="POST"
messagebody398028=N\u00E3o \u00E9 poss\u00EDvel selecionar opera\u00E7\u00F5es para servi\u00E7os de neg\u00F3cios
messagebody398029=N\u00E3o \u00E9 poss\u00EDvel encontrar o esquema definido para tipo misto no reposit\u00F3rio
messagebody398030=N\u00E3o \u00E9 poss\u00EDvel analisar o esquema definido para tipo misto
messagebody398031=N\u00E3o \u00E9 poss\u00EDvel encontrar o elemento definido para tipo misto no esquema
messagebody398032=N\u00E3o \u00E9 poss\u00EDvel encontrar o tipo definido para tipo misto no esquema
## P4ADE ## {0} : String operation
messagebody398033=A opera\u00E7\u00E3o {0} \u00E9 uma notifica\u00E7\u00E3o ou uma resposta de solicita\u00E7\u00E3o, inverta a ordem da mensagem ou selecione outro binding
messagebody398034=Duas ou mais opera\u00E7\u00F5es esperam a mesma mensagem de entrada, voc\u00EA deve usar um seletor diferente do corpo da mensagem
messagebody398039=Pelo menos uma opera\u00E7\u00E3o \u00E9 baseada em uma mensagem WSDL com uma \u00FAnica parte definida por um tipo de esquema. \u00C9 recomend\u00E1vel usar um seletor diferente do corpo de mensagem. Se tentar avaliar a opera\u00E7\u00E3o, por exemplo, durante um processamento WS-Security, Operational Branch etc., um resultado inesperado poder\u00E1 ser apresentado.
messagebody398035=Pelo menos um tipo de mensagem deve ser especificado para a solicita\u00E7\u00E3o ou resposta. Os tipos de ambas as mensagens n\u00E3o podem ser ''Nenhum''
## P4ADE ## {0} : String opName
messagebody398036=O binding de WSDL selecionado n\u00E3o encontrou uma opera\u00E7\u00E3o ''{0}'' definida pelo tipo de porta correspondente
messagebody398037=O binding de WSDL selecionado cont\u00E9m opera\u00E7\u00F5es de estilo misto e n\u00E3o \u00E9 suportado
## P4ADE ## {0} : String proxy, {1} : String operation
messagebody398038=O servi\u00E7o de proxy "{0}" n\u00E3o possui uma credencial para criptografia de seguran\u00E7a de web services (nenhum provedor de chaves de servi\u00E7o foi especificado). A pol\u00EDtica de web services da opera\u00E7\u00E3o "{1}" requer uma credencial de criptografia.
## P4ADE ## {0} : String proxy, {1} : String operation
messagebody398040=O servi\u00E7o de proxy "{0}" n\u00E3o possui uma credencial para assinaturas digitais de seguran\u00E7a de web services (nenhum provedor de chaves de servi\u00E7o foi especificado). A pol\u00EDtica de web services da opera\u00E7\u00E3o "{1}" requer uma credencial de assinatura digital.
## P4ADE ## {0} : String proxy
messagebody398042=O servi\u00E7o de proxy "{0}" n\u00E3o tem uma credencial para autentica\u00E7\u00E3o SSL bidirecional de sa\u00EDda (nenhum provedor de chave de servi\u00E7o foi especificado)
## P4ADE ## {0} : String proxy, {1} : String psp, {2} : String operation
messagebody398043=A pol\u00EDtica de web services da opera\u00E7\u00E3o "{2}" para o servi\u00E7o de proxy "{0}" cont\u00E9m uma asser\u00E7\u00E3o de confidencialidade, mas o provedor de chaves de servi\u00E7o "{1}" n\u00E3o possui uma credencial de criptografia
## P4ADE ## {0} : String proxy, {1} : String psp, {2} : String operation
messagebody398044=A pol\u00EDtica de web services da opera\u00E7\u00E3o "{2}" para o servi\u00E7o de proxy "{0}" cont\u00E9m uma asser\u00E7\u00E3o de integridade, mas o provedor da chaves de servi\u00E7o "{1}" n\u00E3o possui uma credencial de assinatura digital
## P4ADE ## {0} : String proxy, {1} : String psp
messagebody398046=O servi\u00E7o de proxy "{0}" tem um ou mais roteadores para um servi\u00E7o que requer autentica\u00E7\u00E3o SSL bidirecional, mas o servi\u00E7o de proxy n\u00E3o possui uma credencial para SSL de sa\u00EDda (o provedor de chaves de servi\u00E7o "{1}" n\u00E3o tem uma credencial SSL).
## P4ADE ## {0} : String proxyServiceProvider, {1} : String keyAlias
messagebody398052=N\u00E3o foi poss\u00EDvel recuperar um certificado X.509 do provedor de Credenciais PKI [provedor da chave de servi\u00E7o: "{0}", apelido da chave: "{1}"]
messagebody398053=H\u00E1 valores duplicados para o atributo soapAction para diferentes opera\u00E7\u00F5es no binding de WSDL selecionado ou soapAction n\u00E3o est\u00E1 definido para no m\u00EDnimo uma opera\u00E7\u00E3o no WSDL. Por isso, o algoritmo de sele\u00E7\u00E3o da opera\u00E7\u00E3o do cabe\u00E7alho SOAPAction n\u00E3o pode ser usado
## P4ADE ## {0} : String busSvcName
messagebody398055=O servi\u00E7o de neg\u00F3cios "{0}" n\u00E3o pode ser associado a um roteador
## P4ADE ## {0} : String proxyName
messagebody398056=Nenhum roteador est\u00E1 definido para o servi\u00E7o de proxy "{0}"
## P4ADE ## {0} : String proxyName
messagebody398059=O servi\u00E7o de proxy "{0}" tem uma configura\u00E7\u00E3o de seguran\u00E7a de web services, mas: 1) seu WSDL n\u00E3o possui pol\u00EDticas de seguran\u00E7a de web services, ou 2) a tag <UsingPolicy> n\u00E3o foi encontrada no WSDL. Voc\u00EA deve editar/salvar o proxy (que remover\u00E1 a configura\u00E7\u00E3o de seguran\u00E7a de web services) ou adicionar pol\u00EDticas de seguran\u00E7a de web services ao WSDL.
## P4ADE ## {0} : String proxyName, {1} : String operation
messagebody398060=A pol\u00EDtica de web services da opera\u00E7\u00E3o "{1}" no servi\u00E7o de proxy "{0}" cont\u00E9m uma asser\u00E7\u00E3o de confidencialidade concreta. Asser\u00E7\u00F5es de confidencialidade atribu\u00EDdas aos servi\u00E7os de proxy devem ser abstratas e o certificado de criptografia n\u00E3o pode ser incorporado na pol\u00EDtica.
## P4ADE ## {0} : String bizSvcName, {1} : String operation
messagebody398061=A pol\u00EDtica de web services da opera\u00E7\u00E3o "{1}" no servi\u00E7o de neg\u00F3cios "{0}" cont\u00E9m uma asser\u00E7\u00E3o de confidencialidade abstrata. Asser\u00E7\u00F5es de confidencialidade atribu\u00EDdas aos servi\u00E7os de neg\u00F3cios n\u00E3o podem ser abstratas e o certificado de criptografia deve ser incorporado na pol\u00EDtica.
## P4ADE ## {0} : String msg
messagebody398062=Ocorreu um erro durante a valida\u00E7\u00E3o da seguran\u00E7a de web services: {0}
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398063=Existe uma chamada de sa\u00EDda para a opera\u00E7\u00E3o "{1}" no servi\u00E7o "{0}", esta opera\u00E7\u00E3o requer mensagens de resposta criptografadas; o proxy deve ser atribu\u00EDdo a um provedor da chave de servi\u00E7o
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398064=Existe uma chamada de sa\u00EDda para a opera\u00E7\u00E3o "{1}" no servi\u00E7o "{0}", esta opera\u00E7\u00E3o requer mensagens de solicita\u00E7\u00E3o assinadas; o proxy deve ser atribu\u00EDdo a um provedor da chave de servi\u00E7o
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398065=Existe uma chamada de sa\u00EDda para a opera\u00E7\u00E3o "{1}" no servi\u00E7o "{0}", esta opera\u00E7\u00E3o requer mensagens de resposta criptografadas, mas o provedor da chave de servi\u00E7o n\u00E3o possui uma credencial de criptografia
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398066=Existe uma chamada de sa\u00EDda para a opera\u00E7\u00E3o "{1}" no servi\u00E7o "{0}", esta opera\u00E7\u00E3o requer mensagens de solicita\u00E7\u00E3o assinadas, mas o provedor da chave de servi\u00E7o n\u00E3o possui uma credencial de assinatura digital
## P4ADE ## {0} : String targetService, {1} : String msg
messagebody398067=Ocorreu um erro durante a valida\u00E7\u00E3o do anexo da pol\u00EDtica de WSS para o servi\u00E7o {0} : {1}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398068=\n [Rastreamento do OSB] Chamando o servi\u00E7o {0} com \n $outbound = {1}
## P4ADE ## {0} : String serviceName, {1} : String messageContext
messagebody398072=\n [Rastreamento do OSB] Roteando para {0} com contexto da mensagem: \n{1}
## P4ADE ## {0} : String pipelineContext
messagebody398073=\n [Rastreamento do OSB] Informando execu\u00E7\u00E3o de despacho, Contexto do Pipeline = {0}
## P4ADE ## {0} : String variables
messagebody398074=\n [Rastreamento do OSB] As seguintes vari\u00E1veis s\u00E3o adicionadas: \n {0}
## P4ADE ## {0} : String variables
messagebody398075=\n [Rastreamento do OSB] As seguintes vari\u00E1veis s\u00E3o deletadas: \n {0}
## P4ADE ## {0} : String variables
messagebody398076=\n [Rastreamento do OSB] As seguintes vari\u00E1veis s\u00E3o alteradas: \n {0}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398077=\n [Rastreamento do OSB] Informando proxy {0} com contexto da mensagem: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398078=\n [Rastreamento do OSB] Informando o n\u00F3 de rastreamento {0} com contexto da mensagem: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398079=\n [Rastreamento do OSB] Informando par de pipelines {0} com contexto da mensagem: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398080=\n [Rastreamento do OSB] Informando fase {0} com contexto da mensagem: \n {1}
messagebody398081=\n [Rastreamento do OSB] Ecoando solicita\u00E7\u00E3o
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398082=\n [Rastreamento do OSB] Informando n\u00F3 de ramifica\u00E7\u00E3o condicional {0} com contexto da mensagem: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398083=\n [Rastreamento do OSB] Informando n\u00F3 de ramifica\u00E7\u00E3o da opera\u00E7\u00E3o {0} com contexto da mensagem" \n {1}
## P4ADE ## {0} : String pipelineContext
messagebody398084=\n [Rastreamento do OSB] Sair da execu\u00E7\u00E3o do despacho, Contexto do Pipeline = {0}
## P4ADE ## {0} : String pipelineContext, {1} : String messageContext
messagebody398085=\n [Rastreamento do OSB] Saindo do handler de erro... \n Contexto do Pipeline = {0} \n Contexto da Mensagem = {1}
messagebody398086=\n [Rastreamento do OSB] O processo foi retomado
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398089=\n [Rastreamento do OSB] Informando pipeline {0} com contexto da mensagem: \n {1}
messagebody398090=\n [Rastreamento do OSB] Saindo da fase
## P4ADE ## {0} : String fault
messagebody398091=\n [Rastreamento do OSB] Saindo da fase com falha: \n{0}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398092=\n [Rastreamento do OSB] Chamando o servi\u00E7o {0} no caminho da solicita\u00E7\u00E3o \n $outbound = {1}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398093=\n [Rastreamento do OSB] Chamando o servi\u00E7o {0} no caminho da resposta \n $outbound = {1}
## P4ADE ## {0} : String data
messagebody398094=\n [Rastreamento do OSB] Contexto da mensagem de solicita\u00E7\u00E3o: \n{0}
## P4ADE ## {0} : String data
messagebody398095=\n [Rastreamento do OSB] Contexto da mensagem de resposta: \n{0}
## P4ADE ## {0} : String serviceName
messagebody398096=\n [Rastreamento do OSB] Saindo de {0}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398097=\n [Rastreamento do OSB] Informando handler de erro do proxy {0} com contexto da mensagem: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398098=\n [Rastreamento do OSB] Informando o handler de erro no n\u00F3 de rastreamento {0} com contexto da mensagem: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398099=\n [Rastreamento do OSB] Informando handler de erro do pipeline {0} com contexto da mensagem: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398100=\n [Rastreamento do OSB] Informando handler de erro da fase {0} com contexto da mensagem: \n {1}
messagebody398101=\n [Rastreamento do OSB] Saindo do n\u00F3 de rastreamento
## P4ADE ## {0} : String fault
messagebody398102=\n [Rastreamento do OSB] Saindo do n\u00F3 de rastreamento com falha: \n{0}
messagebody398103=\n [Rastreamento do OSB] Saindo do n\u00F3 de ramifica\u00E7\u00E3o
messagebody398104=\n [Rastreamento do OSB] Saindo do par de pipelines
messagebody398105=\n [Rastreamento do OSB] Saindo do Pipeline
## P4ADE ## {0} : String serviceName, {1} : String operation
messagebody398106=A pol\u00EDtica de web services da opera\u00E7\u00E3o "{1}" no servi\u00E7o "{0}" cont\u00E9m uma asser\u00E7\u00E3o de identidade. O servi\u00E7o de neg\u00F3cios deve ter uma conta de servi\u00E7o de seguran\u00E7a de web services, mas nenhuma foi configurada.
## P4ADE ## {0} : String serviceName, {1} : String operation, {2} : String assertionQName
messagebody398107=A pol\u00EDtica de web services do servi\u00E7o "{0}" e opera\u00E7\u00E3o "{1}" cont\u00E9m uma asser\u00E7\u00E3o de pol\u00EDtica com qname "{2}". Esta asser\u00E7\u00E3o n\u00E3o \u00E9 reconhecida. Certifique-se de que a declara\u00E7\u00E3o do namespace e o nome do local est\u00E3o corretos.
## P4ADE ## {0} : String serviceName
messagebody398108=O servi\u00E7o de neg\u00F3cios "{0}" tem uma configura\u00E7\u00E3o de seguran\u00E7a de web services, mas: 1) seu WSDL n\u00E3o possui pol\u00EDticas de seguran\u00E7a de web services ou 2) a tag <UsingPolicy> n\u00E3o foi encontrada no WSDL. Voc\u00EA deve editar/salvar o servi\u00E7o (que remover\u00E1 a configura\u00E7\u00E3o de seguran\u00E7a de web services) ou adicionar pol\u00EDticas de seguran\u00E7a de web services ao WSDL.
## P4ADE ## {0} : String tokenType
messagebody398109=O servi\u00E7o de proxy tem autentica\u00E7\u00E3o de token pers. da mensagem para tokens do tipo "{0}". Este tipo de token n\u00E3o \u00E9 reconhecido.
## P4ADE ## {0} : String serviceFullName
messagebody398110=O servi\u00E7o de neg\u00F3cios "{0}" tem uma configura\u00E7\u00E3o para autentica\u00E7\u00E3o de token pers. da mensagem para tokens do tipo. Esse tipo de autentica\u00E7\u00E3o aplica-se apenas a servi\u00E7os de proxy.
## P4ADE ## {0} : String serviceFullName
messagebody398111=O servi\u00E7o de proxy "{0}" tem uma configura\u00E7\u00E3o para autentica\u00E7\u00E3o de token personalizada da mensagem. Esse tipo de autentica\u00E7\u00E3o n\u00E3o \u00E9 v\u00E1lido para servi\u00E7os com binding de texto ou bin\u00E1rio.
## P4ADE ## {0} : String serviceFullName, {1} : String operationName
messagebody398112=A opera\u00E7\u00E3o "{1}" no servi\u00E7o de proxy "{0}" est\u00E1 configurada para autentica\u00E7\u00E3o de seguran\u00E7a de web services, mas o servi\u00E7o de proxy tamb\u00E9m est\u00E1 configurado para autentica\u00E7\u00E3o de token na mensagem. A autentica\u00E7\u00E3o da seguran\u00E7a de web services e a autentica\u00E7\u00E3o personalizada da mensagem s\u00E3o mutuamente exclusivas.
## P4ADE ## {0} : String msg
messagebody398113=Seletor inv\u00E1lido para o token de autentica\u00E7\u00E3o personalizado: {0}
## P4ADE ## {0} : String msg
messagebody398114=Seletor de nome de usu\u00E1rio inv\u00E1lido: {0}
## P4ADE ## {0} : String msg
messagebody398115=Seletor de senha inv\u00E1lido: {0}
## P4ADE ## {0} : String msg
messagebody398116=Seletor inv\u00E1lido para a propriedade do contexto de autentica\u00E7\u00E3o definida pelo usu\u00E1rio: {0}
## P4ADE ## {0} : String variable
messagebody398117=Nome de vari\u00E1vel inv\u00E1lido no seletor: "{0}"
## P4ADE ## {0} : String proxyService, {1} : String operation
messagebody398118=A pol\u00EDtica de web services da opera\u00E7\u00E3o "{1}" no servi\u00E7o de proxy "{0}" cont\u00E9m uma asser\u00E7\u00E3o de Identidade para o Token de Nome do Usu\u00E1rio sem uma senha. Esse Token de Nome do Usu\u00E1rio s\u00F3 pode ser usado quando o token \u00E9 assinado; no entanto, esta pol\u00EDtica de web services n\u00E3o possui uma asser\u00E7\u00E3o de Integridade. Adicione uma pol\u00EDtica de asser\u00E7\u00E3o de Integridade ou altere sua pol\u00EDtica de Identidade para que o Token de Nome do Usu\u00E1rio inclua uma senha.
## P4ADE ## {0} : String proxyService, {1} : String operation
messagebody398119=A pol\u00EDtica de web services da opera\u00E7\u00E3o "{1}" no servi\u00E7o de proxy "{0}" cont\u00E9m uma asser\u00E7\u00E3o de Identidade para o Token de Nome do Usu\u00E1rio sem uma senha. Esses Tokens de Nome do Usu\u00E1rio s\u00F3 podem ser usados quando o token \u00E9 assinado. O OSB n\u00E3o pode determinar se sua pol\u00EDtica requer que o token seja assinado ou n\u00E3o. Certifique-se de que sua pol\u00EDtica requer que o token seja assinado, caso contr\u00E1rio as solicita\u00E7\u00F5es podem resultar em um erro de runtime.
messagebody398120=O WSDL do ponto final de transporte digitado n\u00E3o pode ser acessado.
## P4ADE ## {0} : String e
messagebody398121=Erro ao carregar o WSDL para o ponto final de transporte digitado: {0}
messagebody398122=Elemento de log n\u00E3o encontrado no elemento de entrada do servi\u00E7o.
messagebody398123=Elemento de alerta sla n\u00E3o encontrado no elemento de entrada do servi\u00E7o.
messagebody398124=Elemento de alerta de pipeline n\u00E3o encontrado no elemento de entrada do servi\u00E7o.
messagebody398125=O elemento de log n\u00E3o deve existir no elemento de entrada do servi\u00E7o.
messagebody398126=o elemento de alerta sla n\u00E3o deve existir no elemento de entrada do servi\u00E7o.
messagebody398127=o elemento de alerta de pipeline n\u00E3o existe no elemento de entrada do servi\u00E7o.
## P4ADE ## {0} : String serviceName
messagebody398128=Uma das pol\u00EDticas do Web service anexada n\u00E3o \u00E9 permitida no servi\u00E7o {0} porque o binding de servi\u00E7o n\u00E3o a suporta
## P4ADE ## {0} : String service, {1} : String error
messagebody398129=Ocorreu um erro ao calcular a pol\u00EDtica do web service para o servi\u00E7o {0}: {1}
## P4ADE ## {0} : String serviceName
messagebody398130=O servi\u00E7o "{0}" deve executar asser\u00E7\u00F5es de pol\u00EDtica RM (mensagens confi\u00E1veis) em sua pol\u00EDtica de web service
messagebody398131=Este servi\u00E7o n\u00E3o deve ter asser\u00E7\u00F5es de pol\u00EDtica de seguran\u00E7a do estilo WebLogic Server 9.X
messagebody398132=Asser\u00E7\u00F5es de pol\u00EDtica RM (mensagens confi\u00E1veis) n\u00E3o s\u00E3o permitidas neste servi\u00E7o.
messagebody398133=O servi\u00E7o \u00E9 baseado no WSDL com Pol\u00EDticas de Seguran\u00E7a dos Servi\u00E7os Web que n\u00E3o recebem suporte nativo do Oracle Service Bus. Selecione a op\u00E7\u00E3o 'Pol\u00EDticas do OWSM \u2013 Da \u00C1rea de Armazenamento do OWSM' e anexe a pol\u00EDtica de seguran\u00E7a do OWSM equivalente. Para o Servi\u00E7o de Neg\u00F3cios, voc\u00EA pode adicionar as pol\u00EDticas do cliente necess\u00E1rias manualmente clicando no bot\u00E3o \u2018Adicionar\u2019 ou pode permitir que o Oracle Service Bus selecione e adicione automaticamente pol\u00EDticas de cliente compat\u00EDveis clicando no bot\u00E3o 'Adicionar Compat\u00EDvel'.
## P4ADE ## {0} : String proxyName
messagebody398134=O servi\u00E7o de proxy {0} est\u00E1 identificado como intermedi\u00E1rio de seguran\u00E7a de web services, mas n\u00E3o tem pol\u00EDticas de seguran\u00E7a de web services
## P4ADE ## {0} : String bizSvcName
messagebody398135=O servi\u00E7o de neg\u00F3cios {0} tem uma refer\u00EAncia de conta de servi\u00E7o para autentica\u00E7\u00E3o de seguran\u00E7a de web services, mas n\u00E3o possui pol\u00EDticas de seguran\u00E7a de web services
## P4ADE ## {0} : String proxyName
messagebody398136=O servi\u00E7o de proxy {0} est\u00E1 ativado para fluxo de conte\u00FAdo e n\u00E3o pode ser identificado como intermedi\u00E1rio de seguran\u00E7a de web services
## P4ADE ## {0} : String proxyName
messagebody398137=O servi\u00E7o de proxy {0} est\u00E1 ativado para fluxo de conte\u00FAdo e executa autentica\u00E7\u00E3o personalizada
messagebody398138=A Compatibilidade com WSI n\u00E3o pode ser verificada em proxies ativados para fluxo de conte\u00FAdo
## P4ADE ## {0} : String service
messagebody398139=O tipo de binding do servi\u00E7o {0} se baseia em wsdl; o servi\u00E7o deve ter uma configura\u00E7\u00E3o de pol\u00EDtica de web services
## P4ADE ## {0} : String service, {1} : String operation
messagebody398140=O servi\u00E7o de proxy "{0}" \u00E9 um intermedi\u00E1rio wss passivo. A pol\u00EDtica de web services da opera\u00E7\u00E3o "{1}" cont\u00E9m uma asser\u00E7\u00E3o de confidencialidade abstrata, mas o servi\u00E7o de proxy n\u00E3o possui uma refer\u00EAncia do provedor de chaves de servi\u00E7o ou o provedor de chaves de servi\u00E7o mencionado n\u00E3o tem uma credencial de criptografia. Voc\u00EA poder\u00E1 chamar este servi\u00E7o de proxy, mas seu WSDL efetivo n\u00E3o ter\u00E1 um certificado de criptografia. Os clientes devem obter este certificado fora de faixa.
## P4ADE ## {0} : String operation
messagebody398141=Uma ou mais pol\u00EDticas de web services foram vinculadas \u00E0 opera\u00E7\u00E3o "{0}", mas tal opera\u00E7\u00E3o n\u00E3o existe
## P4ADE ## {0} : String operation
messagebody398142=Uma ou mais pol\u00EDticas de web services foram vinculadas \u00E0 resposta da opera\u00E7\u00E3o "{0}", mas a opera\u00E7\u00E3o \u00E9 unidirecional
## P4ADE ## {0} : String operation
messagebody398143=Uma pol\u00EDtica de mensagens confi\u00E1veis est\u00E1 vinculada \u00E0 opera\u00E7\u00E3o "{0}"; as pol\u00EDticas de mensagens confi\u00E1veis s\u00F3 podem ser vinculadas ao servi\u00E7o como um todo
messagebody398144=Um determinado servi\u00E7o n\u00E3o pode ter o fluxo de conte\u00FAdo e as op\u00E7\u00F5es XOP/MTOM ativadas
## P4ADE ## {0} : String providerId
messagebody398145=O transporte {0} n\u00E3o suporta o processamento de XOP/MTOM
messagebody398146=O tipo de binding de servi\u00E7o selecionado n\u00E3o suporta o processamento XOP/MTOM
## P4ADE ## {0} : String serviceName
messagebody398147=O servi\u00E7o {0} est\u00E1 ativado para XOP/MTOM e n\u00E3o pode ser marcado como um intermedi\u00E1rio de seguran\u00E7a de web services
## P4ADE ## {0} : String serviceName
messagebody398148=O servi\u00E7o {0} est\u00E1 ativado para XOP/MTOM e executa autentica\u00E7\u00E3o personalizada
## P4ADE ## {0} : String providerId
messagebody398149=O transporte {0} n\u00E3o suporta a pagina\u00E7\u00E3o de anexos para o recurso de disco
messagebody398150=A Pagina\u00E7\u00E3o de Anexos para o Disco \u00E9 compat\u00EDvel apenas com a op\u00E7\u00E3o "Incluir Dados Bin\u00E1rios por Refer\u00EAncia" do XOP/MTOM
messagebody398151=Mensagens Java ou baseadas em WSDL com o tipo de binding do servi\u00E7o de opera\u00E7\u00F5es java n\u00E3o suportam a op\u00E7\u00E3o de Fluxo de Conte\u00FAdo
## P4ADE ## {0} : String content
messagebody398200=\n [Rastreamento do OSB] A solicita\u00E7\u00E3o de entrada foi recebida. \n {0}
## P4ADE ## {0} : String content
messagebody398201=\n [Rastreamento do OSB] A resposta de entrada foi enviada. \n {0}
## P4ADE ## {0} : String content
messagebody398202=\n [Rastreamento do OSB] A solicita\u00E7\u00E3o de sa\u00EDda foi enviada. \n {0}
## P4ADE ## {0} : String content
messagebody398203=\n [Rastreamento do OSB] A resposta de sa\u00EDda foi recebida. \n {0}
## P4ADE ## {0} : String content
messagebody398204=\n [Rastreamento do OSB] Erro Interno durante o rastreamento da mensagem \n {0}
## P4ADE ## {0} : String content
messagebody398205=\n [Rastreamento do OSB] A solicita\u00E7\u00E3o de sa\u00EDda causou uma exce\u00E7\u00E3o \n {0}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398300=A verifica\u00E7\u00E3o do cache de resultados para o servi\u00E7o {0} causou uma exce\u00E7\u00E3o:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398301=A adi\u00E7\u00E3o ao cache de resultados para o servi\u00E7o {0} causou uma exce\u00E7\u00E3o:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398302=O c\u00E1lculo do token de cache para o servi\u00E7o {0} causou uma exce\u00E7\u00E3o:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398303=O c\u00E1lculo do ttl de cache para o servi\u00E7o {0} causou uma exce\u00E7\u00E3o:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : String ttl
messagebody398304=O ttl de cache de resultados calculado para o servi\u00E7o {0} n\u00E3o \u00E9 um valor longo v\u00E1lido: {1}
## P4ADE ## {0} : String serviceFullName, {1} : Object duration
messagebody398305=Express\u00E3o de Tempo de Expira\u00E7\u00E3o Inv\u00E1lida para {0}. A dura\u00E7\u00E3o n\u00E3o pode incluir ano ou m\u00EAs.
## P4ADE ## {0} : String cacheName, {1} : Exception ex
messagebody398306=O Cache de Resultados {0} n\u00E3o foi encontrado: {1}\n \n Certifique-se de que osb/service/ResultCache tenha sido definido em $DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml.
messagebody398307=O Cache de Resultado n\u00E3o \u00E9 suportado em Servi\u00E7os de Proxy.
messagebody398308=O Armazenamento no Cache de Resultados n\u00E3o \u00E9 suportado no servi\u00E7o de neg\u00F3cios porque n\u00E3o possui opera\u00E7\u00F5es de resposta de solicita\u00E7\u00E3o.
messagebody398309=O Armazenamento no Cache de Resultados n\u00E3o \u00E9 recomendado para servi\u00E7os de neg\u00F3cios que usem uma pol\u00EDtica de web services. A pol\u00EDtica de web services ser\u00E1 ignorada durante a utiliza\u00E7\u00E3o de resultados do Cache de Resultados.
## P4ADE ## {0} : String message
messagebody398310=Express\u00E3o de Token de Cache Inv\u00E1lida: {0}
## P4ADE ## {0} : String variableName
messagebody398311=A express\u00E3o do Token de Cache est\u00E1 usando uma vari\u00E1vel inv\u00E1lida {0}.
## P4ADE ## {0} : String message
messagebody398312=Express\u00E3o de Tempo de Expira\u00E7\u00E3o inv\u00E1lida: {0}
## P4ADE ## {0} : String variableName
messagebody398313=A express\u00E3o de Tempo de Expira\u00E7\u00E3o est\u00E1 usando uma vari\u00E1vel inv\u00E1lida {0}.
## P4ADE ## {0} : Exception ex
messagebody398314=Houve um erro ao obter o resultado: {0}.
messagebody398315=Funcionalidade de Armazenamento em Cache do Resultado do Servi\u00E7o desativada.
messagebody398316=Erro ao obter o Cache de Resultado porque o Provedor de Cache do OSB Coherence n\u00E3o foi inicializado.\n \n Mensagens de erro adicionais na inicializa\u00E7\u00E3o do servidor devem indicar a causa deste erro.
messagebody398317=Funcionalidade de Armazenamento em Cache de Resultado do Servi\u00E7o ativada.
## P4ADE ## {0} : Exception e
messagebody398318=Erro ao ativar o Cache de Resultado de Servi\u00E7o: {0} \n O Armazenamento em Cache de Resultado de Servi\u00E7o ser\u00E1 desativado.
## P4ADE ## {0} : Exception e
messagebody398319=Erro ao desativar o Cache de Resultado do Servi\u00E7o: {0}
## P4ADE ## {0} : Exception ex
messagebody398320=Exce\u00E7\u00E3o inesperada gerada ao usar o cache de resultado: {0} A mensagem de exce\u00E7\u00E3o deve fornecer mais detalhes.
messagebody398321=O Provedor de Cache do Coherence n\u00E3o foi iniciado.
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398322=A remo\u00E7\u00E3o de uma entrada do cache de resultados para o servi\u00E7o {0} causou uma exce\u00E7\u00E3o:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398323=A remo\u00E7\u00E3o de todas as entradas do cache de resultados para o servi\u00E7o {0} causou uma exce\u00E7\u00E3o:\n{1}
## P4ADE ## {0} : Exception ex
messagebody398324=A remo\u00E7\u00E3o de todas as entradas de todos os servi\u00E7os do cache de resultados causou uma exce\u00E7\u00E3o:\n{1}
