messagedetail398000=Se ha producido un error inesperado en el tiempo de ejecuci\u00F3n de OSB al procesar un mensaje. Debe haber un mensaje de error espec\u00EDfico que indique la causa del error
action398000=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398014=Se ha producido un error al procesar la configuraci\u00F3n del servicio de proxy especificado: El URI especificado no es v\u00E1lido. Debe haber un mensaje de error que indique un problema concreto
action398014=Compruebe el URI del servicio de proxy para asegurarse de que es v\u00E1lido
messagedetail398015=El servicio basado en WSDL que se est\u00E1 registrando est\u00E1 configurado de forma incorrecta: se ha producido un problema al recuperar la informaci\u00F3n correspondiente de WSDL
action398015=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398016=El servicio basado en WSDL que se est\u00E1 registrando est\u00E1 configurado de forma incorrecta: se ha producido un problema al recuperar la informaci\u00F3n correspondiente de WSDL. Debe haber un mensaje de error que indique la causa del problema
action398016=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398017=Se ha producido un problema al registrar un servicio basado en WSDL: El puerto de WSDL especificado no est\u00E1 presente en el recurso de WSDL asociado
action398017=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398018=Se ha producido un problema al registrar un servicio basado en WSDL: El enlace de WSDL especificado no est\u00E1 presente en el recurso de WSDL asociado
action398018=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398019=Se ha producido un problema inesperado al registrar un servicio basado en WSDL: (1) El tipo de enlace WSDL del recurso WSDL es SOAP, mientras que el servicio no es del tipo SOA; (2) no coinciden las versiones de SOAP del servicio con el enlace WSDL correspondiente; o bien (3) el enlace de WSDL no est\u00E1 soportado
action398019=Edite y guarde el servicio. Si no resulta de ayuda, p\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398020=Se ha producido un problema al registrar un servicio basado en WSDL: El enlace de WSDL tiene m\u00E1s de una operaci\u00F3n, por lo que debe especificar c\u00F3mo seleccionar la operaci\u00F3n en el asistente de registro del servicio
action398020=Compruebe la configuraci\u00F3n del servicio y aseg\u00FArese de que el algoritmo de selecci\u00F3n de operaci\u00F3n est\u00E1 configurado correctamente
## P4ADE ## {0} : String operation
messagedetail398021=Se ha producido un problema al registrar un servicio basado en WSDL: No se ha encontrado en WSDL la operaci\u00F3n a la que se hace referencia en la definici\u00F3n de servicio: {0}
action398021=Compruebe la configuraci\u00F3n del servicio y aseg\u00FArese de que el algoritmo de selecci\u00F3n de operaci\u00F3n est\u00E1 configurado correctamente
## P4ADE ## {0} : String operation
messagedetail398022=No se ha encontrado asignaci\u00F3n correspondiente en la definici\u00F3n de servicio para la operaci\u00F3n WSDL: {0}
action398022=Compruebe la configuraci\u00F3n del servicio y aseg\u00FArese de que el algoritmo de selecci\u00F3n de operaci\u00F3n est\u00E1 configurado correctamente
messagedetail398023=Se ha producido un error inesperado. La definici\u00F3n de servicio no es v\u00E1lida.
action398023=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398024=Un servicio definido por WSDL necesita una pol\u00EDtica de seguridad de servicio web, pero el WSDL no tiene ninguna pol\u00EDtica
action398024=Asocie la pol\u00EDtica de servicios web a WSDL o configure una pol\u00EDtica de servicios web personalizada para el servicio
messagedetail398025=Se ha producido un error inesperado. La definici\u00F3n de servicio no es v\u00E1lida.
action398025=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398026=Se ha producido un error inesperado. La definici\u00F3n de servicio no es v\u00E1lida.
action398026=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398027=Se ha producido un problema al registrar un servicio basado en WSDL: El enlace de WSDL correspondiente ha sido HTTP con un verbo no POST, lo cual no est\u00E1 permitido
action398027=Corrija el recurso de WSDL o elija otro enlace de WSDL para el servicio
messagedetail398028=El servicio de negocio registrado no est\u00E1 configurado correctamente: No se permite tener un algoritmo de selecci\u00F3n de operaci\u00F3n para los servicios de negocio
action398028=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398029=Se ha producido un problema al registrar el servicio de tipo de mensajes: No se ha encontrado el recurso del esquema XML correspondiente
action398029=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398030=Se ha producido un problema al registrar el servicio de tipo de mensajes: No se ha podido analizar el recurso del esquema XML correspondiente
action398030=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398031=Se ha producido un problema al registrar el servicio de tipo de mensajes: No se ha encontrado el elemento especificado en el recurso del esquema XML
action398031=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398032=Se ha producido un problema al registrar el servicio de tipo de mensajes: No se ha encontrado el tipo especificado en el recurso del esquema XML
action398032=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
## P4ADE ## {0} : String operation
messagedetail398033=Se ha producido un problema al registrar un servicio basado en WSDL: La operaci\u00F3n {0} es una notificaci\u00F3n o una solicitud-respuesta
action398033=Invierta el orden de los mensajes o seleccione otro enlace de WSDL
messagedetail398034=Se ha producido un problema al registrar un servicio basado en WSDL: El algoritmo de selecci\u00F3n de operaci\u00F3n especificado ha sido Body de SOAP, mientras que el enlace de WSDL asociado ha sido tal que era imposible distinguir diferentes operaciones seg\u00FAn los datos del cuerpo del mensaje de SOAP entrante.
action398034=Elija un algoritmo de selecci\u00F3n de operaci\u00F3n distinto para el servicio o utilice un enlace de WSDL diferente
messagedetail398039=Se ha producido un problema al registrar un servicio basado en WSDL: El algoritmo de selecci\u00F3n de operaci\u00F3n especificado ha sido Body de SOAP, mientras que el enlace de WSDL asociado ha sido tal que era imposible distinguir diferentes operaciones seg\u00FAn los datos del cuerpo del mensaje de SOAP entrante.
action398039=Elija un algoritmo de selecci\u00F3n de operaci\u00F3n distinto para el servicio. Otra opci\u00F3n consiste en cambiar el WSDL de forma que sea un elemento lo que defina la parte del mensaje en lugar de un tipo.
messagedetail398035=Se ha producido un problema al registrar el servicio de tipo de mensajes: se debe especificar al menos un tipo de mensaje para la solicitud o respuesta. Los dos tipos de mensajes no pueden ser ''Ninguno''
action398035=Elija un tipo de mensaje distinto a ''Ninguno'' para el tipo de mensaje de petici\u00F3n o respuesta
messagedetail398036=Se ha producido un problema al registrar un servicio basado en WSDL: El juego de operaciones definido en el enlace de WSDL no coincide exactamente con el juego de tipo de puerto correspondiente
action398036=Aseg\u00FArese que el juego de operaciones de enlace de WSDL seleccionado es exactamente el mismo que el juego de tipo de puerto correspondiente
messagedetail398037=Se ha producido un problema al registrar un servicio basado en WSDL: Algunas de las operaciones en el enlace de WSDL son de estilo ''document'' y otras de estilo ''rpc''. OSB s\u00F3lo soporta los estilos de tipo rpc o de tipo document, pero no una mezcla de ambos.
action398037=Aseg\u00FArese de que el enlace de WSDL no contiene operaciones de estilo mixto
messagedetail398038=La pol\u00EDtica de servicios web del servicio de proxy contiene una afirmaci\u00F3n de confidencialidad; el proxy debe tener una referencia a un proveedor de claves de servicio
action398038=En el separador Seguridad, asigne un proveedor de claves de servicio al servicio de proxy (el proveedor de claves de servicio debe tener una credencial de cifrado)
messagedetail398040=La pol\u00EDtica de servicios web del servicio de proxy contiene una afirmaci\u00F3n de integridad; el proxy debe tener una referencia a un proveedor de claves de servicio
action398040=En el separador Seguridad, asigne un proveedor de claves de servicio al servicio de proxy (el proveedor de claves de servicio debe tener una credencial de firma digital)
messagedetail398042=Al menos una ruta del servicio de proxy necesita SSL bidireccional; el proxy debe tener una referencia a un proveedor de claves de servicio
action398042=En el separador Seguridad, asigne un proveedor de claves de servicio al servicio de proxy (el proveedor de claves de servicio debe tener una credencial de autenticaci\u00F3n de cliente SSL)
messagedetail398043=La pol\u00EDtica de servicios web del servicio de proxy necesita cifrado; el proveedor de claves de servicio enlazado al servicio de proxy debe tener una credencial de cifrado
action398043=Edite el proveedor de claves de servicio y as\u00EDgnele una credencial de cifrado, o edite el servicio de proxy y elija un proveedor de claves de servicio diferente (en el separador Seguridad)
messagedetail398044=La pol\u00EDtica de servicios web del servicio de proxy necesita firmas digitales; el proveedor de claves de servicio enlazado al servicio de proxy debe tener una credencial de firma digital
action398044=Edite el proveedor de claves de servicio y as\u00EDgnele una credencial de firma digital, o edite el servicio de proxy y elija un proveedor de claves de servicio diferente (en el separador Seguridad)
messagedetail398046=Al menos una ruta del servicio de proxy necesita SSL bidireccional; el proxy debe tener una referencia a un proveedor de claves de servicio
action398046=En el separador Seguridad, asigne un proveedor de claves de servicio al servicio de proxy (el proveedor de claves de servicio debe tener una credencial de autenticaci\u00F3n de cliente SSL)
messagedetail398052=Se ha producido un error al llamar al m\u00E9todo de b\u00FAsqueda del proveedor de asignaci\u00F3n de credenciales de PKI
cause398052=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398053=Se ha producido un problema al registrar un servicio basado en WSDL: Hay valores duplicados para el atributo soapAction de diferentes operaciones en el enlace de WSDL seleccionado o no se ha definido soapAction para al menos una operaci\u00F3n en WSDL. Por lo tanto, no se puede utilizar el algoritmo de selecci\u00F3n de operaci\u00F3n de cabecera de SOAPAction.
action398053=Elija un algoritmo de selecci\u00F3n de operaci\u00F3n distinto para el servicio o utilice un enlace de WSDL diferente
## P4ADE ## {0} : String busSvcName
messagedetail398055=Se ha producido un error inesperado al validar la configuraci\u00F3n del servicio de negocio {0}: Los servicios de negocio no se pueden asociar a un flujo de mensajes
action398055=Compruebe la configuraci\u00F3n del servicio y/o p\u00F3ngase en contacto con los Servicios de Soporte Oracle
## P4ADE ## {0} : String proxyName
messagedetail398056=Se ha producido un error inesperado al validar la configuraci\u00F3n del servicio de negocio {0}: Los servicios de proxy se deben asociar a un flujo de mensajes
action398056=Compruebe la configuraci\u00F3n del servicio y/o p\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398059=Se ha producido un error inesperado. La definici\u00F3n de servicio no es v\u00E1lida.
action398059=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398060=El servicio de proxy es un intermediario activo de WS-Security (seguridad de servicios web). Su pol\u00EDtica de servicios web incluye una afirmaci\u00F3n de "confidencialidad" (es una afirmaci\u00F3n de pol\u00EDtica de propiedad exclusiva de Oracle que especifica que el cliente debe cifrar el mensaje de petici\u00F3n). Esta afirmaci\u00F3n de confidencialidad es concreta. Esto significa que la pol\u00EDtica incluye un certificado codificado en Base64 (en el token /wssp:Confidentiality/wssp:KeyInfo/wssp:SecurityTokenReference/wssp:Embedded/wsse:BinarySecurityToken). Los servicios de proxy no deben tener afirmaciones de confidencialidad concretas en la pol\u00EDtica, porque el certificado de cifrado de proxy se asigna a trav\u00E9s de un proveedor de claves de servicio.
action398060=Convierta la pol\u00EDtica en abstracta. Para ello, edite la pol\u00EDtica y suprima los tokens secundarios SecurityToken y SecurityTokenReference que incluye el token /wssp:Confidentiality/wssp:KeyInfo.
messagedetail398061=La pol\u00EDtica de servicios web del servicio de negocio incluye una afirmaci\u00F3n de "confidencialidad" (es una afirmaci\u00F3n de pol\u00EDtica de propiedad exclusiva de Oracle que especifica que los mensajes de petici\u00F3n a este servicio se deben cifrar). Esta afirmaci\u00F3n de confidencialidad es abstracta. Esto significa que la pol\u00EDtica no incluye un certificado de servidor codificado en Base64 embebido. La afirmaci\u00F3n de confidencialidad debe ser concreta.
action398061=Convierta la pol\u00EDtica en abstracta. Para ello, edite la pol\u00EDtica y aseg\u00FArese de que los tokens secundarios SecurityToken y SecurityTokenReference se encuentran dentro del token /wssp:Confidentiality/wssp:KeyInfo. El valor del token SecurityTokenReference es un certificado de servidor codificado en Base64 embebido (debe ser un certificado de cifrado del servidor). Consulte la documentaci\u00F3n de seguridad de Oracle Service Bus para obtener ejemplos de c\u00F3mo debe ser esta pol\u00EDtica.
messagedetail398062=Se ha producido un error inesperado. La definici\u00F3n de servicio no es v\u00E1lida.
action398062=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398063=Uno o m\u00E1s nodos en el pipeline direccionan mensajes a un servicio cuya pol\u00EDtica de servicios web especifica que los mensajes de respuesta al proxy se deben cifrar con la clave de cifrado del proxy. El servicio de proxy debe tener una referencia a un proveedor de claves de servicio, del cual OSB obtendr\u00E1 la credencial de cifrado de proxy (OSB enviar\u00E1 este certificado en el mensaje de petici\u00F3n), pero no se ha asignado ninguna referencia de proveedor de claves de servicio al proxy.
action398063=Edite el servicio de proxy. En el separador Seguridad, elija un proveedor de claves de servicio (el proveedor de claves de servicio debe tener una credencial de cifrado).
messagedetail398064=Uno o m\u00E1s nodos en el pipeline direccionan mensajes a un servicio cuya pol\u00EDtica de servicios web necesita OSB para firmar los mensajes de petici\u00F3n. El servicio de proxy debe tener una referencia a un proveedor de claves de servicio, de la cual OSB obtendr\u00E1 la credencial de firma digital del proxy, pero no se ha asignado ninguna referencia de proveedor de claves de servicio al proxy.
action398064=Edite el servicio de proxy. En el separador Seguridad, elija un proveedor de claves de servicio (el proveedor de claves de servicio debe tener una credencial de firma digital).
messagedetail398065=Uno o m\u00E1s nodos en el pipeline direccionan mensajes a un servicio cuya pol\u00EDtica de servicios web especifica que los mensajes de respuesta al proxy se deben cifrar con la clave de cifrado del proxy. El proveedor de claves de servicio asignado a este proxy no tiene ninguna credencial de cifrado.
action398065=Edite el proveedor de claves de servicio y elija una credencial de cifrado, o bien edite el servicio de proxy y, en el separador Seguridad, elija un proveedor de claves de servicio diferente (uno que tenga una credencial de cifrado).
messagedetail398066=Uno o m\u00E1s nodos en el pipeline direccionan mensajes a un servicio cuya pol\u00EDtica de servicios web necesita OSB para firmar mensajes de petici\u00F3n. El proveedor de claves de servicio asignado a este proxy no tiene ninguna credencial de cifrado.
action398066=Edite el proveedor de claves de servicio y elija una credencial de firma digital, o bien edite el servicio de proxy y, en el separador Seguridad, elija un proveedor de claves de servicio diferente (uno que tenga una credencial de firma digital).
messagedetail398067=Se ha producido un error inesperado. La definici\u00F3n de servicio no es v\u00E1lida.
action398067=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398068=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando se llama a un servicio para peticiones salientes
action398068=No se necesita ninguna acci\u00F3n
messagedetail398072=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando se llama a un servicio para peticiones salientes de manera as\u00EDncrona (no bloqueante)
action398072=No se necesita ninguna acci\u00F3n
messagedetail398073=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando se llama a un servicio para peticiones salientes de manera s\u00EDncrona (bloqueante)
action398073=No se necesita ninguna acci\u00F3n
messagedetail398074=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando se agregan variables nuevas al contexto de mensaje durante el procesamiento en tiempo de ejecuci\u00F3n
action398074=No se necesita ninguna acci\u00F3n
messagedetail398075=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando se suprimen variables existentes del contexto de mensaje durante el procesamiento en tiempo de ejecuci\u00F3n
action398075=No se necesita ninguna acci\u00F3n
messagedetail398076=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando se actualizan valores de variables existentes en el contexto de mensaje durante el procesamiento en tiempo de ejecuci\u00F3n
action398076=No se necesita ninguna acci\u00F3n
messagedetail398077=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando un mensaje entrante llega al nodo de direccionamiento para ser procesado
action398077=No se necesita ninguna acci\u00F3n
messagedetail398078=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando un mensaje entrante llega al nodo de direccionamiento del pipeline de OSB para ser procesado
action398078=No se necesita ninguna acci\u00F3n
messagedetail398079=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando un mensaje entrante llega al nodo de pares del pipeline de OSB para ser procesado
action398079=No se necesita ninguna acci\u00F3n
messagedetail398080=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando un mensaje entrante entra en una etapa del pipeline de OSB para ser procesado
action398080=No se necesita ninguna acci\u00F3n
messagedetail398081=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando OSB est\u00E1 a punto de realizar el eco del contenido de la petici\u00F3n de mensaje entrante
action398081=No se necesita ninguna acci\u00F3n
messagedetail398082=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando un mensaje entrante entra en un nodo de bifurcaci\u00F3n condicional de OSB para ser procesado
action398082=No se necesita ninguna acci\u00F3n
messagedetail398083=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando un mensaje entrante entra en un nodo de bifurcaci\u00F3n de operaci\u00F3n de OSB para ser procesado
action398083=No se necesita ninguna acci\u00F3n
messagedetail398084=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando se realiza la llamada al servicio para la petici\u00F3n saliente
action398084=No se necesita ninguna acci\u00F3n
messagedetail398085=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando se realiza la llamada al manejador de errores
action398085=No se necesita ninguna acci\u00F3n
messagedetail398086=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando se reanuda el procesamiento del mensaje entrante
action398086=No se necesita ninguna acci\u00F3n
messagedetail398089=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando un mensaje entrante entra primero en el pipeline de OSB para ser procesado
action398089=No se necesita ninguna acci\u00F3n
messagedetail398090=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando el procesamiento del mensaje sale de una etapa
action398090=No se necesita ninguna acci\u00F3n
messagedetail398091=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando el procesamiento del mensaje sale de una etapa con una condici\u00F3n de fallo
action398091=No se necesita ninguna acci\u00F3n
messagedetail398092=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando se llama a un servicio para la petici\u00F3n saliente durante el procesamiento en la ruta de acceso de petici\u00F3n
action398092=No se necesita ninguna acci\u00F3n
messagedetail398093=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando se llama a un servicio para la petici\u00F3n saliente durante el procesamiento en la ruta de acceso de respuesta
action398093=No se necesita ninguna acci\u00F3n
messagedetail398094=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra para mostrar el contenido del contexto de mensaje en una petici\u00F3n saliente
action398094=No se necesita ninguna acci\u00F3n
messagedetail398095=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra para mostrar el contenido del contexto de mensaje despu\u00E9s de recibir la respuesta a la petici\u00F3n saliente
action398095=No se necesita ninguna acci\u00F3n
messagedetail398096=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando el procesamiento de un mensaje sale del nodo de direccionamiento
action398096=No se necesita ninguna acci\u00F3n
messagedetail398097=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando el procesamiento de un mensaje sale del manejador de errores asociado al nodo de direccionamiento
action398097=No se necesita ninguna acci\u00F3n
messagedetail398098=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando el procesamiento de un mensaje entra en el manejador de errores asociado al nodo de direccionamiento
action398098=No se necesita ninguna acci\u00F3n
messagedetail398099=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando el procesamiento de un mensaje entra en el manejador de errores asociado al nodo del pipeline
action398099=No se necesita ninguna acci\u00F3n
messagedetail398100=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando el procesamiento de un mensaje entra en el manejador de errores asociado a una etapa
action398100=No se necesita ninguna acci\u00F3n
messagedetail398101=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando termina el procesamiento de un mensaje en el nodo de direccionamiento
action398101=No se necesita ninguna acci\u00F3n
messagedetail398102=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando el procesamiento de un mensaje en el nodo de direccionamiento termina con una condici\u00F3n de fallo
action398102=No se necesita ninguna acci\u00F3n
messagedetail398103=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando termina el procesamiento de un mensaje en el nodo de bifurcaci\u00F3n condicional
action398103=No se necesita ninguna acci\u00F3n
messagedetail398104=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando termina el procesamiento en el nodo de pares del pipeline
action398104=No se necesita ninguna acci\u00F3n
messagedetail398105=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando termina el procesamiento en el pipeline
action398105=No se necesita ninguna acci\u00F3n
## P4ADE ## {0} : String serviceName, {1} : String operation
messagedetail398106=La pol\u00EDtica de servicios web de la operaci\u00F3n "{1}" en el servicio "{0}" contiene una afirmaci\u00F3n de identidad. S\u00F3lo los tokens de nombre de usuario de seguridad de servicio web est\u00E1n soportados para la identidad. Este servicio de negocio debe tener una cuenta de servicio de seguridad de servicio web.
action398106=Edite el servicio de negocio. En el separador Seguridad, elija una cuenta de servicio de seguridad de servicio web.
messagedetail398107=La pol\u00EDtica de servicios web contiene una afirmaci\u00F3n de pol\u00EDtica no reconocida.
action398107=Edite la pol\u00EDtica de servicios web y aseg\u00FArese de que Oracle Service Bus soporta todas las afirmaciones de pol\u00EDtica.
messagedetail398108=Se ha producido un error inesperado. La definici\u00F3n de servicio no es v\u00E1lida.
action398108=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398109=No se reconoce el tipo de token especificado en la autenticaci\u00F3n basada en tokens personalizados a nivel de mensaje del servicio. No hay proveedor de afirmaci\u00F3n de identidad para este tipo de token o el tipo de token no se ha "activado".
action398109=Compruebe la configuraci\u00F3n de dominio de seguridad del dominio. Aseg\u00FArese de que hay un proveedor de afirmaci\u00F3n de identidad para el tipo de token. Asimismo, aseg\u00FArese de que el tipo de token se ha activado para ese proveedor de afirmaci\u00F3n de identidad particular. Consulte la documentaci\u00F3n de seguridad de WebLogic Server para obtener m\u00E1s informaci\u00F3n sobre el proceso de afirmaci\u00F3n de identidad, as\u00ED como sobre los proveedores de afirmaci\u00F3n de identidad.
messagedetail398110=Se ha producido un error inesperado. La definici\u00F3n de servicio no es v\u00E1lida.
action398110=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398111=Se ha producido un error inesperado. La definici\u00F3n de servicio no es v\u00E1lida.
action398111=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398112=La autenticaci\u00F3n de WS-Security y la autenticaci\u00F3n personalizada a nivel de mensaje se excluyen mutuamente.
action398112=Aseg\u00FArese de que el servicio de proxy no est\u00E1 configurado para los dos tipos de autenticaci\u00F3n. Puede que tenga que editar el servicio de proxy o la pol\u00EDtica de servicios web para asegurarse de que se utiliza como m\u00E1ximo una de estas t\u00E9cnicas.
messagedetail398113=La expresi\u00F3n XPath en el selector de token personalizado no es v\u00E1lida
action398113=Introduzca una expresi\u00F3n XPath v\u00E1lida en el campo del selector de token personalizado
messagedetail398114=La expresi\u00F3n XPath en el selector de nombre de usuario no es v\u00E1lida
action398114=Introduzca una expresi\u00F3n XPath v\u00E1lida en el campo del selector de nombre de usuario
messagedetail398115=La expresi\u00F3n XPath en el selector de contrase\u00F1a no es v\u00E1lida
action398115=Introduzca una expresi\u00F3n XPath v\u00E1lida en el campo de selector de contrase\u00F1a
messagedetail398116=La expresi\u00F3n XPath en el selector de propiedad definida por el usuario no es v\u00E1lida
action398116=Introduzca una expresi\u00F3n XPath v\u00E1lida en el selector de propiedad definida por el usuario
messagedetail398117=El nombre de la variable en el token personalizado debe ser "header" o "body"
action398117=Edite el servicio de proxy. En el separador Seguridad, elija una parte del mensaje v\u00E1lida para el token personalizado.
messagedetail398118=Un token de nombre de usuario de seguridad de servicio web sin una contrase\u00F1a s\u00F3lo se puede proteger si el token en s\u00ED est\u00E1 firmado por el productor del mensaje.
action398118=Edite la pol\u00EDtica de servicios web y aseg\u00FArese de que \u00E9sta proh\u00EDbe tokens de nombre de usuario sin contrase\u00F1a, o bien haga que su pol\u00EDtica exija una firma digital que cubra el token de nombre de usuario.
messagedetail398119=Un token de nombre de usuario de seguridad de servicio web sin una contrase\u00F1a s\u00F3lo se puede proteger si el token en s\u00ED est\u00E1 firmado por el productor del mensaje.
action398119=Edite la pol\u00EDtica de servicios web y aseg\u00FArese de que \u00E9sta proh\u00EDbe tokens de nombre de usuario sin contrase\u00F1a, o bien haga que su pol\u00EDtica exija una firma digital que cubra el token de nombre de usuario.
messagedetail398120=Se ha producido un problema al recuperar el WSDL del punto final de servicio de transporte seg\u00FAn configuraci\u00F3n en el momento de registro del servicio
action398120=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398121=Se ha producido un problema al recuperar el WSDL del punto final de servicio de transporte seg\u00FAn configuraci\u00F3n en el momento de registro del servicio. Debe haber un mensaje de error que indique la causa concreta del error
action398121=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398122=Se ha producido un error inesperado al validar la configuraci\u00F3n del servicio: Falta un elemento necesario "logging" en la configuraci\u00F3n
action398122=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398123=Se ha producido un error inesperado al validar la configuraci\u00F3n de servicio: Falta un elemento necesario "sla-alerting" en la configuraci\u00F3n
action398123=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398124=Se ha producido un error inesperado al validar la configuraci\u00F3n de servicio: Falta un elemento necesario "pipeline-alerting" en la configuraci\u00F3n
action398124=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398125=Se ha producido un error inesperado al validar la configuraci\u00F3n de servicio: La configuraci\u00F3n de servicio de negocio no puede tener un elemento "logging"
action398125=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398126=Se ha producido un error inesperado al validar la configuraci\u00F3n de servicio: La configuraci\u00F3n de servicio de negocio no puede tener un elemento "sla-alerting"
action398126=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398127=Se ha producido un error inesperado al validar la configuraci\u00F3n de servicio: La configuraci\u00F3n de servicio de negocio no puede tener un elemento "pipeline-alerting"
action398127=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398128=La definici\u00F3n de servicio no es v\u00E1lida: No debe contener ninguna configuraci\u00F3n de pol\u00EDtica de servicios web.
action398128=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail398130=Los servicios de transporte de servicios web deben tener una pol\u00EDtica de RM (mensajes fiables).
action398130=Configure la pol\u00EDtica de servicios web del servicio. Aseg\u00FArese de que tiene afirmaciones de pol\u00EDtica de RM.
messagedetail398131=Los servicios de transporte de servicios web no pueden tener afirmaciones de pol\u00EDtica de seguridad de estilo WebLogic Server 9.X
action398131=Configure la pol\u00EDtica de servicios web del servicio. Aseg\u00FArese de que no tiene ninguna afirmaci\u00F3n de pol\u00EDtica de seguridad de estilo WebLogic Server 9.X.
messagedetail398132=Las afirmaciones de pol\u00EDtica de RM (mensajes fiables) s\u00F3lo se permiten en los servicios de transporte de servicios web.
action398132=Elimine las afirmaciones de pol\u00EDtica de RM de la pol\u00EDtica de servicios web del servicio, o bien cambie el servicio al transporte de servicios web.
messagedetail398133=Las afirmaciones de WS-SP 1.x no est\u00E1n permitidas en esta versi\u00F3n de Oracle Service Bus (excepto en algunos casos en los puntos finales de transporte de WS)
action398133=El servicio est\u00E1 basado en WSDL con pol\u00EDticas de seguridad de servicios web no soportadas de forma nativa por Oracle Service Bus. Seleccione la opci\u00F3n 'Pol\u00EDticas de OWSM - De Almac\u00E9n de Pol\u00EDticas de OWSM' y adjunte una pol\u00EDtica de seguridad de OWSM equivalente. Para el servicio de negocio, puede agregar manualmente las pol\u00EDticas de cliente necesarias haciendo clic en el bot\u00F3n 'Agregar', o bien puede dejar que Oracle Service Bus seleccione y agregue de forma autom\u00E1tica pol\u00EDticas de cliente compatibles haciendo clic en el bot\u00F3n 'Agregar Compatible'.
messagedetail398134=Un servicio de proxy intermediario de seguridad de servicio web debe tener una pol\u00EDtica de seguridad (en su pol\u00EDtica de servicios web).
action398134=Si desea que este servicio de proxy sea un intermediario de seguridad de servicio web, edite la pol\u00EDtica de servicios web del servicio y aseg\u00FArese de que \u00E9sta incluye la pol\u00EDtica de seguridad. Si, por otro lado, no desea que este servicio de proxy sea un intermediario de seguridad de servicio web, vaya al separador Seguridad y haga clic en "Actualizar" (sin realizar ning\u00FAn otro cambio).
messagedetail398135=Una cuenta de servicio de seguridad de servicio web s\u00F3lo es significativa si el servicio de negocio tiene una pol\u00EDtica de seguridad de servicio web (en su pol\u00EDtica de servicios web). Este servicio de negocio tiene una referencia a una cuenta de servicio de seguridad de servicio web (aunque puede que no lo vea en la consola).
action398135=Agregue la pol\u00EDtica de seguridad a la pol\u00EDtica de servicios web de este servicio o vaya al separador Seguridad y haga clic en "Actualizar" (sin realizar ning\u00FAn otro cambio).
messagedetail398136=La funci\u00F3n de flujo de contenido no est\u00E1 permitida si el servicio est\u00E1 configurado como intermediario activo de seguridad de servicio web.
action398136=Edite el servicio y desactive la funci\u00F3n de flujo de contenido
messagedetail398137=La funci\u00F3n de flujo de contenido no est\u00E1 permitida si el servicio est\u00E1 configurado para autenticaci\u00F3n personalizada.
action398137=Edite el servicio y desactive la funci\u00F3n de flujo de contenido
messagedetail398140=Un intermediario WSS pasivo es un servicio de proxy con una pol\u00EDtica WS-Security en su WSDL p\u00FAblico (por ejemplo, WSDL "en vigor") que no realiza ning\u00FAn procesamiento de WS-Security. Simplemente transmite la cabecera de seguridad a un servicio de backend. Siempre que un intermediario WSS pasivo tenga una pol\u00EDtica de "confidencialidad abstracta", el proxy debe tener un proveedor de claves de servicio que, a su vez, debe tener una credencial de cifrado. Esta credencial de cifrado se pondr\u00E1 en l\u00EDnea en el WSDL en vigor.
action398140=Edite el servicio de proxy. En el separador Seguridad, elija un proveedor de claves de servicio (el proveedor de claves de servicio debe tener una credencial de cifrado).
messagedetail398141=El servicio tiene pol\u00EDtica de servicios web personalizada. Una de las pol\u00EDticas de servicios web se ha asignado a una operaci\u00F3n que no existe en el WSDL. Puede ser el resultado de un cambio en el WSDL.
action398141=Edite el WSDL y agregue la operaci\u00F3n que falta, o bien, si no existe esa operaci\u00F3n, edite el servicio, vaya al separador Pol\u00EDtica y haga clic en "Actualizar" (sin realizar ning\u00FAn otro cambio).
messagedetail398142=El servicio tiene una pol\u00EDtica de servicios web personalizada. Una de las pol\u00EDticas de servicios web personalizadas se ha asignado al mensaje de respuesta de una operaci\u00F3n que se ha declarado en el WSDL como una operaci\u00F3n unidireccional. Este tipo de operaciones no tiene mensajes de respuesta. Puede ser el resultado de un cambio en el WSDL.
action398142=Edite el servicio, vaya al separador Pol\u00EDtica y haga clic en "Actualizar" (sin realizar ning\u00FAn otro cambio).
messagedetail398143=Las pol\u00EDticas de RM (mensajes fiables) no se pueden enlazar a operaciones concretas; s\u00F3lo se pueden enlazar al servicio completo.
action398143=Edite la pol\u00EDtica de servicios web del servicio. Aseg\u00FArese de que las pol\u00EDticas de RM est\u00E1n enlazadas al servicio en conjunto.
messagedetail398144=Un servicio especificado no puede tener activada la opci\u00F3n Flujo de Contenido y la opci\u00F3n XOP/MTOM al mismo tiempo. Elija s\u00F3lo una.
action398144=Edite la configuraci\u00F3n de servicio y seleccione la opci\u00F3n Flujo de Contenido o la opci\u00F3n XOP/MTOM
messagedetail398145=El transporte de servicio seleccionado no soporta el procesamiento de XOP/MTOM.
action398145=Edite la configuraci\u00F3n de servicio y seleccione un transporte diferente o no active la opci\u00F3n XOP/MTOM
messagedetail398146=El tipo de enlace del servicio seleccionado no soporta el procesamiento de XOP/MTOM
action398146=Edite la configuraci\u00F3n de servicio y seleccione un tipo de enlace de servicio diferente o no active la opci\u00F3n XOP/MTOM
messagedetail398147=La funci\u00F3n de XOP/MTOM no est\u00E1 permitida si el servicio est\u00E1 configurado como intermediario activo de seguridad a nivel de mensaje
action398147=Edite el servicio y desactive la funci\u00F3n de XOP/MTOM
messagedetail398148=La funci\u00F3n de XOP/MTOM no est\u00E1 permitida si el servicio est\u00E1 configurado para autenticaci\u00F3n personalizada.
action398148=Edite el servicio y desactive la funci\u00F3n de XOP/MTOM
messagedetail398149=El transporte de servicio seleccionado no soporta la funci\u00F3n de paginaci\u00F3n de anexos en disco
action398149=Edite la configuraci\u00F3n de servicio y seleccione un transporte diferente o no active la funci\u00F3n de paginaci\u00F3n de anexos
messagedetail398150=La opci\u00F3n de XOP/MTOM seleccionada no es compatible con la paginaci\u00F3n de anexos en disco
action398150=Edite la configuraci\u00F3n de servicio y seleccione una opci\u00F3n de XOP/MTOM diferente o no active la funci\u00F3n de paginaci\u00F3n de anexos
messagedetail398151=Java Messaging o el tipo de enlace de servicio de operaciones Java basado en WSDL no soporta la opci\u00F3n Flujo de Contenido
action398151=Edite la configuraci\u00F3n de servicio y seleccione un tipo de enlace de servicio diferente
messagedetail398200=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando el tiempo de ejecuci\u00F3n del transporte recibe un mensaje de un servicio de proxy
action398200=No se necesita ninguna acci\u00F3n
messagedetail398201=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando el tiempo de ejecuci\u00F3n del transporte env\u00EDa una respuesta entrante de vuelta a un servicio de proxy
action398201=No se necesita ninguna acci\u00F3n
messagedetail398202=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando el tiempo de ejecuci\u00F3n del transporte env\u00EDa una petici\u00F3n saliente
action398202=No se necesita ninguna acci\u00F3n
messagedetail398203=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra cuando el tiempo de ejecuci\u00F3n del transporte recibe una respuesta saliente
action398203=No se necesita ninguna acci\u00F3n
messagedetail398204=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra \t cuando se produce un fallo al rastrear un mensaje particular (petici\u00F3n/respuesta entrante/saliente)
action398204=No se necesita ninguna acci\u00F3n
messagedetail398205=\u00C9ste es un mensaje informativo del subsistema de rastreo de OSB que se registra \t cuando la llamada de un punto final saliente devuelve una excepci\u00F3n
action398205=No se necesita ninguna acci\u00F3n
messagedetail398300=Se ha producido una excepci\u00F3n inesperada al comprobar la cach\u00E9 de resultados para el servicio. El mensaje de excepci\u00F3n debe proporcionar m\u00E1s detalles. La cach\u00E9 de resultados no se utilizar\u00E1 para esta llamada del servicio de negocio. Se llamar\u00E1 al servicio externo.
action398300=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398301=Se ha producido una excepci\u00F3n inesperada al agregar una nueva entrada a la cach\u00E9 de resultados para el servicio. El mensaje de excepci\u00F3n debe proporcionar m\u00E1s detalles. La cach\u00E9 de resultados no se utilizar\u00E1 para esta llamada del servicio de negocio. Se llamar\u00E1 al servicio externo.
action398301=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398302=Se ha devuelto una excepci\u00F3n inesperada al calcular el token de cach\u00E9. El mensaje de excepci\u00F3n debe proporcionar m\u00E1s detalles. La cach\u00E9 de resultados no se utilizar\u00E1 para esta llamada del servicio de negocio. Se llamar\u00E1 al servicio externo.
action398302=Compruebe el algoritmo de token definido para la cach\u00E9 de resultados para este servicio.
messagedetail398303=Se ha devuelto una excepci\u00F3n inesperada al calcular el TTL de la cach\u00E9. El mensaje de excepci\u00F3n debe proporcionar m\u00E1s detalles. Esto s\u00F3lo es una advertencia, porque la entrada a pesar de esto se agrega a la cach\u00E9, pero con el TTL de cach\u00E9 por defecto definido en el archivo de configuraci\u00F3n de la cach\u00E9.
action398303=Compruebe el algoritmo de TTL definido para la cach\u00E9 de resultados para este servicio.
messagedetail398304=Se ha calculado el TTL de la cach\u00E9, pero \u00E9ste no ha devuelto un valor long v\u00E1lido. Esto s\u00F3lo es una advertencia, porque la entrada a pesar de esto se agrega a la cach\u00E9, pero con el TTL de cach\u00E9 por defecto definido en el archivo de configuraci\u00F3n de la cach\u00E9.
action398304=Compruebe el algoritmo de TTL definido para la cach\u00E9 de resultados para ver si este servicio devuelve un valor long.
messagedetail398305=La expresi\u00F3n XQuery de tiempo de caducidad se debe evaluar como un entero (segundos) o una XQuery dayTimeDuration, que no incluya el a\u00F1o ni el mes.
action398305=Introduzca una expresi\u00F3n XQuery en la expresi\u00F3n de tiempo de caducidad que se eval\u00FAa como una dayTimeDuration.
messagedetail398306=No se ha encontrado la cach\u00E9 de resultados. Encontrar\u00E1 m\u00E1s informaci\u00F3n en el mensaje de la excepci\u00F3n. Aseg\u00FArese de que se ha definido osb/service/ResultCache en $DIRECTORIO_DOMINO$/config/osb/coherence/osb-coherence-cache-config.xml.
action398306=Compruebe que la configuraci\u00F3n de cach\u00E9 define la cach\u00E9.
messagedetail398307=La cach\u00E9 de resultados s\u00F3lo es v\u00E1lida en los servicios de negocio.
action398307=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398308=La cach\u00E9 de resultados s\u00F3lo se permite en los servicios de negocio que utilizan al menos una operaci\u00F3n de petici\u00F3n-respuesta.
action398308=Edite la configuraci\u00F3n de servicio y utilice un WSDL que define una operaci\u00F3n de petici\u00F3n/respuesta, o bien no active la funci\u00F3n de cach\u00E9 de resultados.
messagedetail398309=En la mayor\u00EDa de los casos, no se aconseja utilizar la cach\u00E9 de resultados en un servicio de negocio que utiliza la pol\u00EDtica de servicios web porque, al hacerlo, se saltar\u00E1 la pol\u00EDtica de servicios web.
action398309=Aseg\u00FArese de que la cach\u00E9 de resultados es realmente necesaria.
messagedetail398310=La expresi\u00F3n XQuery de token de cach\u00E9 no es v\u00E1lida
action398310=Introduzca una expresi\u00F3n XQuery v\u00E1lida en el campo Expresi\u00F3n de Token de Cach\u00E9
messagedetail398311=La expresi\u00F3n XQuery de token de cach\u00E9 est\u00E1 utilizando una variable no v\u00E1lida. S\u00F3lo debe utilizar $body, $header, $operation o $metadata.
action398311=Aseg\u00FArese de la que expresi\u00F3n de token de cach\u00E9 utiliza s\u00F3lo las variables v\u00E1lidas.
messagedetail398312=La expresi\u00F3n XQuery de tiempo de caducidad no es v\u00E1lida
action398312=Introduzca una expresi\u00F3n XQuery v\u00E1lida en el campo Expresi\u00F3n de Tiempo de Caducidad
messagedetail398313=La expresi\u00F3n XQuery de tiempo de caducidad est\u00E1 utilizando una variable no v\u00E1lida. S\u00F3lo debe utilizar $body, $header, $operation o $metadata.
action398313=Aseg\u00FArese de que la expresi\u00F3n XQuery de tiempo de caducidad utiliza s\u00F3lo las variables v\u00E1lidas.
messagedetail398314=Se ha devuelto una excepci\u00F3n al obtener el resultado que se va a almacenar en la cach\u00E9. En el mensaje de detalles podr\u00E1 obtener m\u00E1s informaci\u00F3n sobre la causa real.
action398314=Corrija el error descrito en el mensaje de excepci\u00F3n.
messagedetail398315=La funcionalidad de almacenamiento en cach\u00E9 de resultados del servicio est\u00E1 desactivada.
cause398315=Esto se puede deber a que el almacenamiento en cach\u00E9 de resultados global est\u00E1 desactivado o se produjo un error durante el inicio.
action398315=Si el almacenamiento en cach\u00E9 de resultados global est\u00E1 activado, compruebe el log del servidor para obtener m\u00E1s informaci\u00F3n sobre el motivo por el que la cach\u00E9 de resultados no est\u00E1 disponible.
messagedetail398316=Error al obtener la cach\u00E9 de resultados porque no se ha inicializado el proveedor de cach\u00E9 de coherencia de OSB. En los mensajes de error adicionales durante el inicio del servidor encontrar\u00E1 la causa ra\u00EDz de este error.
action398316=Compruebe el log del servidor para ver si hay mensajes de error adicionales que identifiquen el motivo.
messagedetail398317=La funcionalidad de almacenamiento en cach\u00E9 de resultados del servicio est\u00E1 activada.
messagedetail398318=Error al activar la cach\u00E9 de resultados del servicio. El almacenamiento en cach\u00E9 de resultados se desactivar\u00E1.
action398318=En el mensaje de excepci\u00F3n encontrar\u00E1 informaci\u00F3n sobre la causa.
messagedetail398319=Error al desactivar la cach\u00E9 de resultados del servicio.
action398319=En el mensaje de excepci\u00F3n encontrar\u00E1 informaci\u00F3n sobre la causa.
messagedetail398320=Se ha lanzado una excepci\u00F3n inesperada al utilizar la cach\u00E9 de resultados. En el mensaje de excepci\u00F3n encontrar\u00E1 m\u00E1s informaci\u00F3n.
action398320=Esto es s\u00F3lo una advertencia, puesto que la excepci\u00F3n se ignorar\u00E1.
messagedetail398321=No se ha iniciado el proveedor de cach\u00E9 de coherencia.
action398321=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail398322=Se ha producido una excepci\u00F3n inesperada al eliminar una entrada de la cach\u00E9 de resultados del servicio. En el mensaje de excepci\u00F3n encontrar\u00E1 m\u00E1s informaci\u00F3n.
action398322=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398323=Se ha producido una excepci\u00F3n inesperada al eliminar todas las entradas de la cach\u00E9 de resultados del servicio. En el mensaje de excepci\u00F3n encontrar\u00E1 m\u00E1s informaci\u00F3n.
action398323=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail398324=Se ha producido una excepci\u00F3n inesperada al eliminar todas las entradas para todos los servicios de la cach\u00E9 de resultados. En el mensaje de excepci\u00F3n encontrar\u00E1 m\u00E1s informaci\u00F3n.
action398324=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
