## P4ADE ## {0} : String method, {1} : Exception e
messagebody398000=Excepci\u00F3n en {0}, {1}
## P4ADE ## {0} : Exception e
messagebody398014=URI de proxy no v\u00E1lido: {0}
messagebody398015=La definici\u00F3n del servicio no contiene ninguna referencia a un WSDL
## P4ADE ## {0} : String e
messagebody398016=Error al cargar el WSDL desde el repositorio: {0}
## P4ADE ## {0} : String port
messagebody398017=La definici\u00F3n del servicio contiene una referencia a un puerto que no est\u00E1 presente en el WSDL: {0}
## P4ADE ## {0} : String binding
messagebody398018=La definici\u00F3n del servicio contiene una referencia a un enlace no presente en el WSDL: {0}
## P4ADE ## {0} : String binding
messagebody398019=El enlace de WSDL y el tipo de definici\u00F3n del servicio no coinciden: {0}
messagebody398020=El enlace de WSDL tiene m\u00E1s de una operaci\u00F3n; debe especificar c\u00F3mo seleccionar las operaciones
## P4ADE ## {0} : String operation
messagebody398021=No se encuentra en el WSDL la operaci\u00F3n a la que se hace referencia en la definici\u00F3n del servicio: {0}
## P4ADE ## {0} : String operation
messagebody398022=No se ha encontrado ninguna asignaci\u00F3n correspondiente en la definici\u00F3n de servicio para la operaci\u00F3n de WSDL: {0}
messagebody398023=S\u00F3lo puede configurar la seguridad entrante del servicio web en servicios de proxy
messagebody398024=Este WSDL no soporta seguridad de servicio web; debe asociar antes una pol\u00EDtica
messagebody398025=S\u00F3lo puede configurar una cuenta de servicio en servicios de negocio
messagebody398026=S\u00F3lo se puede utilizar seguridad de servicio web con un enlace de SOAP
messagebody398027=S\u00F3lo puede utilizar un enlace de HTTP con el verbo="POST"
messagebody398028=No se pueden seleccionar operaciones para servicios de negocio
messagebody398029=No se encuentra en el repositorio el esquema definido para el tipo mixto
messagebody398030=El esquema definido para el tipo mixto no se puede analizar
messagebody398031=No se encuentra en el esquema el elemento definido para el tipo mixto
messagebody398032=El tipo definido para el tipo mixto no se encuentra en el esquema
## P4ADE ## {0} : String operation
messagebody398033=La operaci\u00F3n {0} es una notificaci\u00F3n o una solicitud-respuesta; invierta el orden del mensaje o seleccione otro enlace
messagebody398034=Dos o m\u00E1s operaciones esperan el mismo mensaje entrante; debe utilizar un selector diferente al cuerpo del mensaje
messagebody398039=Al menos una operaci\u00F3n se basa en un mensaje de WSDL con una parte \u00FAnica definida por un tipo de esquema. Debe utilizar un selector distinto al cuerpo del mensaje. Los intentos de evaluar la operaci\u00F3n, por ejemplo durante WS-Security, procesamiento de bifurcaci\u00F3n operativa, etc., pueden producir resultados no esperados.
messagebody398035=Debe especificarse al menos un tipo de mensaje para la solicitud o respuesta. Los dos tipos de mensajes no pueden ser ''Ninguno''
## P4ADE ## {0} : String opName
messagebody398036=En el enlace de WSDL seleccionado, falta una operaci\u00F3n ''{0}'' definida por el tipo de puerto correspondiente
messagebody398037=El enlace de WSDL seleccionado contiene operaciones de estilo mixto, y no est\u00E1 soportado
## P4ADE ## {0} : String proxy, {1} : String operation
messagebody398038=El servicio de proxy "{0}" no tiene credenciales para el cifrado de seguridad de servicio web (no se ha especificado ning\u00FAn proveedor de claves de servicio). La pol\u00EDtica de servicios web de la operaci\u00F3n "{1}" requiere una credencial de cifrado.
## P4ADE ## {0} : String proxy, {1} : String operation
messagebody398040=El servicio de proxy "{0}" no tiene credencial para firmas digitales de seguridad de servicio web (no se ha especificado ning\u00FAn proveedor de claves de servicio). La pol\u00EDtica de servicios web de la operaci\u00F3n "{1}" requiere una credencial de firma digital.
## P4ADE ## {0} : String proxy
messagebody398042=El servicio de proxy "{0}" no tiene credencial para la autenticaci\u00F3n saliente SSL bidireccional (no se ha especificado ning\u00FAn proveedor de claves de servicio)
## P4ADE ## {0} : String proxy, {1} : String psp, {2} : String operation
messagebody398043=La pol\u00EDtica de servicios web de la operaci\u00F3n "{2}" para el servicio de proxy "{0}" contiene una afirmaci\u00F3n de confidencialidad, pero el proveedor de claves de servicio "{1}" no tiene credencial de cifrado
## P4ADE ## {0} : String proxy, {1} : String psp, {2} : String operation
messagebody398044=La pol\u00EDtica de servicios web de la operaci\u00F3n "{2}" para el servicio de proxy "{0}" contiene una afirmaci\u00F3n de integridad, pero el proveedor de claves de servicio "{1}" no tiene credencial de firma digital
## P4ADE ## {0} : String proxy, {1} : String psp
messagebody398046=El servicio de proxy "{0}" tiene una o m\u00E1s rutas a un servicio que requiere autenticaci\u00F3n SSL bidireccional, pero el servicio de proxy no tiene credencial para SSL saliente (el proveedor de claves de servicio "{1}" no tiene credencial SS).
## P4ADE ## {0} : String proxyServiceProvider, {1} : String keyAlias
messagebody398052=No se ha podido recuperar un certificado X.509 del proveedor de credenciales PKI [proveedor de claves de servicio: "{0}", alias de clave: "{1}"]
messagebody398053=Hay valores duplicados del atributo soapAction para diferentes operaciones en el enlace WSDL seleccionado o no se ha definido soapAction para al menos una operaci\u00F3n en el WSDL. Por tanto, no se puede utilizar el algoritmo de selecci\u00F3n de operaciones de cabecera soapAction
## P4ADE ## {0} : String busSvcName
messagebody398055=No se puede asociar el servicio de negocio "{0}" a un enrutador
## P4ADE ## {0} : String proxyName
messagebody398056=No se ha definido ning\u00FAn enrutador para el servicio de proxy "{0}"
## P4ADE ## {0} : String proxyName
messagebody398059=El servicio de proxy "{0}" tiene configuraci\u00F3n de seguridad de servicio web, pero: 1) su WSDL no tiene pol\u00EDticas de seguridad de servicio web o 2) falta la etiqueta <UsingPolicy> del WSDL. Debe editar/guardar el proxy (lo que eliminar\u00E1 la configuraci\u00F3n de seguridad de servicio web) o agregar pol\u00EDticas de seguridad de servicio web al WSDL.
## P4ADE ## {0} : String proxyName, {1} : String operation
messagebody398060=La pol\u00EDtica de servicios web de la operaci\u00F3n "{1}" en el servicio de proxy "{0}" contiene una afirmaci\u00F3n de confidencialidad concreta. Las afirmaciones de confidencialidad asignadas a los servicios de proxy deben ser abstractas; el certificado de cifrado no debe estar embebido en la pol\u00EDtica.
## P4ADE ## {0} : String bizSvcName, {1} : String operation
messagebody398061=La pol\u00EDtica de servicios web de la operaci\u00F3n "{1}"en el servicio de negocio "{0}"contiene una afirmaci\u00F3n de confidencialidad abstracta. Las afirmaciones de confidencialidad asignadas a servicios de negocio no deben ser abstractas; el certificado de cifrado debe estar embebido en la pol\u00EDtica
## P4ADE ## {0} : String msg
messagebody398062=Se ha producido un error durante la validaci\u00F3n de la seguridad de servicio web: {0}
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398063=Hay una llamada saliente a la operaci\u00F3n "{1}" en el servicio "{0}"; esta operaci\u00F3n requiere mensajes de respuesta cifrados; el proxy se debe asignar a un proveedor de claves de servicio
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398064=Hay una llamada saliente a la operaci\u00F3n "{1}" en el servicio "{0}"; esta operaci\u00F3n requiere mensajes de petici\u00F3n firmados; el proxy debe asignarse a un proveedor de claves de servicio
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398065=Hay una llamada saliente a la operaci\u00F3n "{1}" en el servicio "{0}"; esta operaci\u00F3n requiere mensajes de respuesta cifrados, pero el proveedor de claves de servicio no tiene credencial de cifrado
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398066=Hay una llamada saliente a la operaci\u00F3n "{1}" en el servicio "{0}"; esta operaci\u00F3n requiere mensajes de petici\u00F3n firmados, pero el proveedor de claves de servicio no tiene una credencial de firma digital
## P4ADE ## {0} : String targetService, {1} : String msg
messagebody398067=Se ha producido un error durante la validaci\u00F3n de la asociaci\u00F3n de pol\u00EDtica de WSS para el servicio {0}: {1}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398068=\n [Rastreo de OSB] Llamando al servicio {0} con \n $outbound = {1}
## P4ADE ## {0} : String serviceName, {1} : String messageContext
messagebody398072=\n [Rastreo de OSB] Direccionando a {0} con el contexto de mensaje: \n{1}
## P4ADE ## {0} : String pipelineContext
messagebody398073=\n [Rastreo de OSB] Entrando en distribuci\u00F3n, con el contexto de pipeline = {0}
## P4ADE ## {0} : String variables
messagebody398074=\n [Rastreo de OSB] Se han agregado las siguientes variables: \n {0}
## P4ADE ## {0} : String variables
messagebody398075=\n [Rastreo de OSB] Se han suprimido las siguientes variables: \n {0}
## P4ADE ## {0} : String variables
messagebody398076=\n [Rastreo de OSB] Se han cambiado las siguientes variables: \n {0}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398077=\n [Rastreo de OSB] Entrando en el proxy {0} con el contexto de mensaje: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398078=\n [Rastreo de OSB] Entrando en el nodo de direccionamiento {0} con el contexto de mensaje: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398079=\n [Rastreo de OSB] Entrando en el par del pipeline {0} con el contexto de mensaje: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398080=\n [Rastreo de OSB] Entrando en la etapa {0} con el contexto de mensaje: \n {1}
messagebody398081=\n [Rastreo de OSB] Realizando eco de petici\u00F3n
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398082=\n [Rastreo de OSB] Entrando en nodo de bifurcaci\u00F3n condicional {0} con el contexto de mensaje: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398083=\n [Rastreo de OSB] Entrando en el nodo de bifurcaci\u00F3n de la operaci\u00F3n {0} con el contexto de mensaje" \n {1}
## P4ADE ## {0} : String pipelineContext
messagebody398084=\n [Rastro de OSB] Saliendo de distribuci\u00F3n, con el contexto del pipeline = {0}
## P4ADE ## {0} : String pipelineContext, {1} : String messageContext
messagebody398085=\n [Rastreo de OSB] Saliendo del manejador de errores... \n Contexto del pipeline = {0} \n Contexto de mensaje = {1}
messagebody398086=\n [Rastreo de OSB] El proceso se ha reanudado
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398089=\n [Rastreo de OSB] Entrando en el pipeline {0} con el contexto de mensaje: \n {1}
messagebody398090=\n [Rastreo de OSB] Saliendo de la etapa
## P4ADE ## {0} : String fault
messagebody398091=\n [Rastreo de OSB] Saliendo de la etapa con el fallo: \n{0}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398092=\n [Rastreo de OSB] Llamando al servicio {0} en la ruta de acceso de petici\u00F3n \n $outbound = {1}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398093=\n [Rastreo de OSB] Llamando al servicio {0} en la ruta de acceso de respuesta \n $outbound = {1}
## P4ADE ## {0} : String data
messagebody398094=\n [Rastreo de OSB] Contexto de mensaje de petici\u00F3n: \n{0}
## P4ADE ## {0} : String data
messagebody398095=\n [Rastreo de OSB] Contexto de mensaje de respuesta: \n{0}
## P4ADE ## {0} : String serviceName
messagebody398096=\n [Rastreo de OSB] Saliendo de {0}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398097=\n [Rastreo de OSB] Entrando en el manejador de errores del proxy {0} con el contexto de mensaje: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398098=\n [Rastreo de OSB] Entrando en el manejador de errores del nodo de direccionamiento {0} con el contexto de mensaje: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398099=\n [Rastreo de OSB] Entrando en el manejador de errores del pipeline {0} con el contexto de mensaje: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398100=\n [Rastreo de OSB] Entrando en el manejador de errores de la etapa {0} con el contexto de mensaje: \n {1}
messagebody398101=\n [Rastreo de OSB] Saliendo del nodo de direccionamiento
## P4ADE ## {0} : String fault
messagebody398102=\n [Rastreo de OSB] Saliendo del nodo de direccionamiento con el fallo: \n{0}
messagebody398103=\n [Rastreo de OSB] Saliendo del nodo de bifurcaci\u00F3n
messagebody398104=\n [Rastreo de OSB] Saliendo del par del pipeline
messagebody398105=\n [Rastreo de OSB] Saliendo del pipeline
## P4ADE ## {0} : String serviceName, {1} : String operation
messagebody398106=La pol\u00EDtica de servicios web de la operaci\u00F3n "{1}" en el servicio "{0}" contiene una afirmaci\u00F3n de identidad. El servicio de negocio debe tener una cuenta de servicio de seguridad de servicio web, pero no hay ninguna configurada.
## P4ADE ## {0} : String serviceName, {1} : String operation, {2} : String assertionQName
messagebody398107=La pol\u00EDtica de servicios web para el servicio "{0}" y la operaci\u00F3n "{1}" contiene una afirmaci\u00F3n de pol\u00EDtica con qname "{2}". Esta afirmaci\u00F3n no se reconoce. Aseg\u00FArese de que la declaraci\u00F3n del espacio de nombres y el nombre local son correctos.
## P4ADE ## {0} : String serviceName
messagebody398108=El servicio de negocio "{0}" tiene una configuraci\u00F3n de seguridad de servicio web, pero: 1) su WSDL no tiene pol\u00EDticas de seguridad de servicio web o 2) falta la etiqueta <UsingPolicy> del WSDL. Debe editar/guardar el servicio (lo que eliminar\u00E1 la configuraci\u00F3n de seguridad de servicio web) o agregar pol\u00EDticas de seguridad de servicio web al WSDL.
## P4ADE ## {0} : String tokenType
messagebody398109=El servicio de proxy tiene autenticaci\u00F3n de tokens personalizados a nivel de mensaje para tokens del tipo "{0}". No se reconoce este tipo de token.
## P4ADE ## {0} : String serviceFullName
messagebody398110=El servicio de negocio "{0}" est\u00E1 configurado para la autenticaci\u00F3n de tokens personalizados a nivel de mensaje. La autenticaci\u00F3n de tokens personalizados a nivel de mensaje s\u00F3lo se aplica a los servicios de proxy.
## P4ADE ## {0} : String serviceFullName
messagebody398111=El servicio de proxy "{0}" tiene configuraci\u00F3n de autenticaci\u00F3n personalizada a nivel de mensaje. La autenticaci\u00F3n personalizada a nivel de mensaje no es v\u00E1lida en servicios con enlace binario o textual.
## P4ADE ## {0} : String serviceFullName, {1} : String operationName
messagebody398112=La operaci\u00F3n "{1}" del servicio de proxy "{0}" est\u00E1 configurada para autenticaci\u00F3n de WS-Security, pero el servicio de proxy tambi\u00E9n est\u00E1 configurado para la autenticaci\u00F3n de tokens personalizados a nivel de mensaje. La autenticaci\u00F3n de WS-Security y la autenticaci\u00F3n personalizada a nivel de mensaje se excluyen mutuamente.
## P4ADE ## {0} : String msg
messagebody398113=Selector personalizado de token de autenticaci\u00F3n no v\u00E1lido: {0}
## P4ADE ## {0} : String msg
messagebody398114=Selector de nombre de usuario no v\u00E1lido: {0}
## P4ADE ## {0} : String msg
messagebody398115=Selector de contrase\u00F1a no v\u00E1lido: {0}
## P4ADE ## {0} : String msg
messagebody398116=Selector de propiedad del contexto de autenticaci\u00F3n definida por el usuario no v\u00E1lido: {0}
## P4ADE ## {0} : String variable
messagebody398117=Nombre de variable no v\u00E1lido en el selector: "{0}"
## P4ADE ## {0} : String proxyService, {1} : String operation
messagebody398118=La pol\u00EDtica de servicios web de la operaci\u00F3n "{1}" en el servicio de proxy "{0}" contiene una afirmaci\u00F3n de identidad para UsernameToken sin contrase\u00F1a. UsernameToken s\u00F3lo se puede utilizar cuando el token est\u00E1 firmado, pero esta pol\u00EDtica de servicios web no tiene una afirmaci\u00F3n de integridad. Agregue una pol\u00EDtica de afirmaci\u00F3n de integridad o cambie la pol\u00EDtica de identidad para que UsernameToken incluya una contrase\u00F1a.
## P4ADE ## {0} : String proxyService, {1} : String operation
messagebody398119=La pol\u00EDtica de servicios web de la operaci\u00F3n "{1}" en el servicio de proxy "{0}" contiene una afirmaci\u00F3n de identidad para UsernameToken sin contrase\u00F1a. UsernameToken s\u00F3lo se puede utilizar cuando el token est\u00E1 firmado. OSB no puede determinar si su pol\u00EDtica requiere que se firme el token o no. Aseg\u00FArese de que la pol\u00EDtica requiere que el token se firme; de lo contrario, las peticiones podr\u00EDan provocar errores en tiempo de ejecuci\u00F3n.
messagebody398120=No se ha podido acceder al WSDL para el punto final de transporte seg\u00FAn configuraci\u00F3n.
## P4ADE ## {0} : String e
messagebody398121=Error al cargar el WSDL para el punto final de transporte seg\u00FAn configuraci\u00F3n: {0}
messagebody398122=Falta el elemento "logging" en el elemento de entrada del servicio.
messagebody398123=Falta el elemento "sla-alerting" en el elemento de entrada del servicio.
messagebody398124=Falta el elemento "pipeline-alerting" en el elemento de entrada del servicio.
messagebody398125=No debe existir un elemento "logging" en el elemento de entrada del servicio.
messagebody398126=No debe existir un elemento "sla-alerting" en el elemento de entrada del servicio.
messagebody398127=No debe existir un elemento "pipeline-alerting" en el elemento de entrada del servicio.
## P4ADE ## {0} : String serviceName
messagebody398128=No se permite una de las pol\u00EDticas de servicios web asociada en el servicio {0} porque el enlace del servicio no la soporta
## P4ADE ## {0} : String service, {1} : String error
messagebody398129=Se ha producido un error al calcular la pol\u00EDtica del servicio web para el servicio {0}: {1}
## P4ADE ## {0} : String serviceName
messagebody398130=El servicio "{0}" debe tener afirmaciones de pol\u00EDtica de RM (mensajes fiables) en su pol\u00EDtica de servicios web
messagebody398131=Este servicio no debe tener afirmaciones de pol\u00EDtica de seguridad de estilo WebLogic Server 9.X
messagebody398132=En este servicio no se permiten afirmaciones de pol\u00EDtica de RM (mensajes fiables).
messagebody398133=El servicio est\u00E1 basado en WSDL con pol\u00EDticas de seguridad de servicios web no soportadas de forma nativa por Oracle Service Bus. Seleccione la opci\u00F3n 'Pol\u00EDticas de OWSM - De Almac\u00E9n de Pol\u00EDticas de OWSM' y adjunte una pol\u00EDtica de seguridad de OWSM equivalente. Para el servicio de negocio, puede agregar manualmente las pol\u00EDticas de cliente necesarias haciendo clic en el bot\u00F3n 'Agregar', o bien puede dejar que Oracle Service Bus seleccione y agregue de forma autom\u00E1tica pol\u00EDticas de cliente compatibles haciendo clic en el bot\u00F3n 'Agregar Compatible'.
## P4ADE ## {0} : String proxyName
messagebody398134=El servicio de proxy {0} est\u00E1 marcado como intermediario de seguridad de servicio web, pero no tiene pol\u00EDticas de seguridad de servicio web
## P4ADE ## {0} : String bizSvcName
messagebody398135=El servicio de negocio {0} tiene una referencia de cuenta de servicio para la autenticaci\u00F3n de seguridad de servicio web, pero no tiene pol\u00EDticas de seguridad de servicio web
## P4ADE ## {0} : String proxyName
messagebody398136=El servicio de proxy {0} tiene activado el flujo de contenido, y no se puede marcar como intermediario de seguridad de servicio web
## P4ADE ## {0} : String proxyName
messagebody398137=El servicio de proxy {0} tiene activado el flujo de contenido y realiza autenticaci\u00F3n personalizada
messagebody398138=No se puede comprobar el cumplimiento de WSI en los proxies con flujo de contenido activado
## P4ADE ## {0} : String service
messagebody398139=El tipo de enlace del servicio {0} se basa en WSDL, pero el servicio debe tener configuraci\u00F3n de pol\u00EDtica de servicios web
## P4ADE ## {0} : String service, {1} : String operation
messagebody398140=El servicio de proxy "{0}" es un intermediario pasivo de WSS. La pol\u00EDtica de servicios web de la operaci\u00F3n "{1}" contiene una afirmaci\u00F3n de confidencialidad abstracta, pero el servicio de proxy no tiene una referencia a un proveedor de claves de servicio o el proveedor de claves de servicio al que se hace referencia no tiene una credencial de cifrado. Podr\u00E1 llamar a este servicio de proxy, pero su WSDL efectivo no tendr\u00E1 un certificado de cifrado. Los clientes deber\u00E1n obtenerlo fuera de banda.
## P4ADE ## {0} : String operation
messagebody398141=Se han enlazado una o m\u00E1s pol\u00EDticas de servicios web a la operaci\u00F3n "{0}", pero esa operaci\u00F3n no existe
## P4ADE ## {0} : String operation
messagebody398142=Se han enlazado una o m\u00E1s pol\u00EDticas de servicios web a la respuesta de la operaci\u00F3n "{0}", pero la operaci\u00F3n es unidireccional
## P4ADE ## {0} : String operation
messagebody398143=Hay una pol\u00EDtica de mensajes fiable enlazada a la operaci\u00F3n "{0}"; las pol\u00EDticas de mensajes fiables s\u00F3lo se pueden enlazar al servicio en conjunto
messagebody398144=Un servicio especificado no puede tener activadas las opciones de flujo de contenido y XOP/MTOM
## P4ADE ## {0} : String providerId
messagebody398145=El transporte {0} no soporta el procesamiento XOP/MTOM
messagebody398146=El tipo de enlace de servicio seleccionado no soporta el procesamiento XOP/MTOM
## P4ADE ## {0} : String serviceName
messagebody398147=El servicio {0} tiene XOP/MTOM activado y no se puede marcar como intermediario de seguridad de servicio web
## P4ADE ## {0} : String serviceName
messagebody398148=El servicio {0} tiene XOP/MTOM activado y realiza autenticaci\u00F3n personalizada
## P4ADE ## {0} : String providerId
messagebody398149=El transporte {0} no soporta la funci\u00F3n de paginaci\u00F3n de anexos en disco
messagebody398150=La paginaci\u00F3n de anexos en disco s\u00F3lo es compatible cuando se selecciona la opci\u00F3n "Incluir Datos Binarios por Referencia" de XOP/MTOM
messagebody398151=La mensajer\u00EDa Java o basada en WSDL con el tipo de enlace del servicio de operaciones Java no soporta la opci\u00F3n Flujo de Contenido
## P4ADE ## {0} : String content
messagebody398200=\n [Rastreo de OSB] Se ha recibido una petici\u00F3n entrante. \n {0}
## P4ADE ## {0} : String content
messagebody398201=\n [Rastreo de OSB] Se ha enviado una respuesta entrante. \n {0}
## P4ADE ## {0} : String content
messagebody398202=\n [Rastreo de OSB] Se ha enviado una petici\u00F3n saliente. \n {0}
## P4ADE ## {0} : String content
messagebody398203=\n [Rastreo de OSB] Se ha recibido una respuesta saliente. \n {0}
## P4ADE ## {0} : String content
messagebody398204=\n [Rastreo de OSB] Error interno al rastrear el mensaje \n {0}
## P4ADE ## {0} : String content
messagebody398205=\n [Rastreo de OSB] La petici\u00F3n saliente ha causado una excepci\u00F3n \n {0}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398300=Se ha producido una excepci\u00F3n al comprobar la cach\u00E9 de resultado para el servicio {0}:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398301=Se ha producido una excepci\u00F3n al agregar a la cach\u00E9 de resultados para el servicio {0}:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398302=Se ha producido una excepci\u00F3n al calcular el token de cach\u00E9 para el servicio {0}:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398303=Se ha producido una excepci\u00F3n al calcular el TTL de cach\u00E9 para el servicio {0}:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : String ttl
messagebody398304=El TTL calculado de la cach\u00E9 de resultados para el servicio {0} no es un valor long v\u00E1lido: {1}
## P4ADE ## {0} : String serviceFullName, {1} : Object duration
messagebody398305=Expresi\u00F3n de tiempo de caducidad no v\u00E1lida para {0}. La duraci\u00F3n no debe incluir el a\u00F1o ni el mes.
## P4ADE ## {0} : String cacheName, {1} : Exception ex
messagebody398306=No se ha encontrado la cach\u00E9 de resultados {0}: {1}.\n \n Aseg\u00FArese de que se ha definido osb/service/ResultCache en $DIRECTORIO_DOMINO$/config/osb/coherence/osb-coherence-cache-config.xml.
messagebody398307=La cach\u00E9 de resultados no est\u00E1 soportada en los servicios de proxy.
messagebody398308=La cach\u00E9 de resultados no est\u00E1 soportada en el servicio de negocio porque no tiene operaciones de petici\u00F3n-respuesta.
messagebody398309=La cach\u00E9 de resultados no es aconsejable para servicios de negocio que utilicen una pol\u00EDtica de servicios web. Se saltar\u00E1 la pol\u00EDtica de servicios web cuando se utilicen resultados de la cach\u00E9 de resultados.
## P4ADE ## {0} : String message
messagebody398310=Expresi\u00F3n de token de cach\u00E9 no v\u00E1lida: {0}
## P4ADE ## {0} : String variableName
messagebody398311=La expresi\u00F3n de token de cach\u00E9 utiliza la variable {0} no v\u00E1lida.
## P4ADE ## {0} : String message
messagebody398312=Expresi\u00F3n de tiempo de caducidad no v\u00E1lida: {0}
## P4ADE ## {0} : String variableName
messagebody398313=La expresi\u00F3n de tiempo de caducidad utiliza la variable {0} no v\u00E1lida.
## P4ADE ## {0} : Exception ex
messagebody398314=Se ha producido un error al obtener el resultado: {0}.
messagebody398315=La funcionalidad de almacenamiento en cach\u00E9 de resultados del servicio est\u00E1 desactivada.
messagebody398316=Error al obtener la cach\u00E9 de resultados porque no se ha inicializado el proveedor de cach\u00E9 de coherencia de OSB.\n \n En los mensajes de error adicionales durante el inicio del servidor encontrar\u00E1 la causa ra\u00EDz de este error.
messagebody398317=La funcionalidad de almacenamiento en cach\u00E9 de resultados del servicio est\u00E1 activada.
## P4ADE ## {0} : Exception e
messagebody398318=Error al activar la cach\u00E9 de resultados del servicio: {0} \n El almacenamiento en cach\u00E9 de resultados del servicio se desactivar\u00E1.
## P4ADE ## {0} : Exception e
messagebody398319=Error al desactivar la cach\u00E9 de resultados del servicio: {0}
## P4ADE ## {0} : Exception ex
messagebody398320=Se ha lanzado una excepci\u00F3n inesperada al utilizar la cach\u00E9 de resultados: {0} En el mensaje de excepci\u00F3n encontrar\u00E1 m\u00E1s informaci\u00F3n.
messagebody398321=No se ha iniciado el proveedor de cach\u00E9 de coherencia.
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398322=Se ha producido una excepci\u00F3n al eliminar una entrada de la cach\u00E9 de resultados para el servicio {0}:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398323=Se ha producido una excepci\u00F3n al eliminar todas las entradas de la cach\u00E9 de resultados para el servicio {0}:\n{1}
## P4ADE ## {0} : Exception ex
messagebody398324=Se ha producido una excepci\u00F3n al eliminar todas las entradas para todos los servicios de la cach\u00E9 de resultados:\n{1}
