## P4ADE ## {0} : String method, {1} : Exception e
messagebody398000=Exception dans {0}, {1}
## P4ADE ## {0} : Exception e
messagebody398014=URI de proxy non valide : {0}
messagebody398015=La d\u00E9finition de service ne contient aucune r\u00E9f\u00E9rence \u00E0 un WSDL
## P4ADE ## {0} : String e
messagebody398016=Erreur lors du chargement du WSDL \u00E0 partir du r\u00E9f\u00E9rentiel : {0}
## P4ADE ## {0} : String port
messagebody398017=La d\u00E9finition de service contient une r\u00E9f\u00E9rence \u00E0 un port absent du WSDL : {0}
## P4ADE ## {0} : String binding
messagebody398018=La d\u00E9finition de service contient une r\u00E9f\u00E9rence \u00E0 une liaison absente du WSDL : {0}
## P4ADE ## {0} : String binding
messagebody398019=Non-concordance entre la liaison WSDL et le type de d\u00E9finition de service : {0}
messagebody398020=La liaison WSDL comporte plusieurs op\u00E9rations pour lesquelles vous devez indiquer une m\u00E9thode de s\u00E9lection des op\u00E9rations
## P4ADE ## {0} : String operation
messagebody398021=L''op\u00E9ration r\u00E9f\u00E9renc\u00E9e dans la d\u00E9finition de service est introuvable dans le WSDL : {0}
## P4ADE ## {0} : String operation
messagebody398022=Aucune mise en correspondance de ce type n''a \u00E9t\u00E9 trouv\u00E9e dans la d\u00E9finition de service de l''op\u00E9ration WSDL : {0}
messagebody398023=Vous pouvez uniquement configurer la s\u00E9curit\u00E9 de service Web entrante pour les services proxy
messagebody398024=Ce WSDL ne prend pas en charge la s\u00E9curit\u00E9 de service Web. Vous devez au pr\u00E9alable joindre une strat\u00E9gie
messagebody398025=Vous pouvez uniquement configurer un compte de service pour les services fonctionnels
messagebody398026=Vous pouvez uniquement utiliser une s\u00E9curit\u00E9 de service Web avec une liaison SOAP
messagebody398027=Vous pouvez uniquement utiliser une liaison HTTP avec l'expression verb="POST"
messagebody398028=Impossible de s\u00E9lectionner des op\u00E9rations de services fonctionnels
messagebody398029=Le sch\u00E9ma d\u00E9fini de type mixte est introuvable dans le r\u00E9f\u00E9rentiel
messagebody398030=Le sch\u00E9ma d\u00E9fini de type mixte ne peut pas \u00EAtre analys\u00E9
messagebody398031=L'\u00E9l\u00E9ment d\u00E9fini de type mixte est introuvable dans le sch\u00E9ma
messagebody398032=Le type d\u00E9fini de type mixte est introuvable dans le sch\u00E9ma
## P4ADE ## {0} : String operation
messagebody398033=L''op\u00E9ration {0} repr\u00E9sente une notification ou une op\u00E9ration sollicitation/r\u00E9ponse (solicit-response) : inversez l''ordre du message ou s\u00E9lectionnez une autre liaison
messagebody398034=Deux op\u00E9rations au minimum attendent le m\u00EAme message entrant : utilisez un autre s\u00E9lecteur que le corps du message
messagebody398039=Au moins une op\u00E9ration est bas\u00E9e sur un message WSDL avec un \u00E9l\u00E9ment Part unique d\u00E9fini par un type de sch\u00E9ma, vous devez utiliser un s\u00E9lecteur diff\u00E9rent du corps de message. Une tentative d'\u00E9valuation de l'op\u00E9ration a \u00E9t\u00E9 effectu\u00E9e, par exemple lors du traitement de la s\u00E9curit\u00E9 WS, du branchement op\u00E9rationnel, etc. Cela peut entra\u00EEner des r\u00E9sultats inattendus.
messagebody398035=La demande et la r\u00E9ponse doivent chacune comporter au moins un type de message. Les messages ne peuvent pas \u00EAtre tous deux du type "Aucun"
## P4ADE ## {0} : String opName
messagebody398036=Une op\u00E9ration "{0}" d\u00E9finie par le type de port correspondant est manquant dans la liaison WSDL s\u00E9lectionn\u00E9e
messagebody398037=La liaison WSDL s\u00E9lectionn\u00E9e contient des op\u00E9rations en environnements mixtes et n'est pas prise en charge
## P4ADE ## {0} : String proxy, {1} : String operation
messagebody398038=Le service proxy "{0}" ne dispose d''aucune information d''identification et de connexion de cryptage de s\u00E9curit\u00E9 de service Web (aucun fournisseur de cl\u00E9 de service n''a \u00E9t\u00E9 indiqu\u00E9). La strat\u00E9gie WS de l''op\u00E9ration "{1}" n\u00E9cessite des informations d''identification et de connexion de cryptage.
## P4ADE ## {0} : String proxy, {1} : String operation
messagebody398040=Le service proxy "{0}" ne dispose d''aucune information d''identification et de connexion pour les signatures num\u00E9riques de s\u00E9curit\u00E9 de service Web (aucun fournisseur de cl\u00E9s de service n''a \u00E9t\u00E9 indiqu\u00E9). La strat\u00E9gie WS de l''op\u00E9ration "{1}" n\u00E9cessite des informations d''identification et de connexion pour la signature num\u00E9rique.
## P4ADE ## {0} : String proxy
messagebody398042=Le service proxy "{0} " ne dispose d''aucune information d''identification et de connexion pour l''authentification SSL bidirectionnelle sortante (aucun fournisseur de cl\u00E9s de service n''a \u00E9t\u00E9 indiqu\u00E9)
## P4ADE ## {0} : String proxy, {1} : String psp, {2} : String operation
messagebody398043=La strat\u00E9gie WS de l''op\u00E9ration "{2}" du service proxy "{0}" contient une assertion de confidentialit\u00E9 ; toutefois, le fournisseur de cl\u00E9s de service "{1}" ne dispose d''aucune information d''identification et de connexion de cryptage
## P4ADE ## {0} : String proxy, {1} : String psp, {2} : String operation
messagebody398044=La strat\u00E9gie WS de l''op\u00E9ration "{2}" du service proxy "{0}" contient une assertion d''int\u00E9grit\u00E9 ; toutefois, le fournisseur de cl\u00E9s de service "{1}" ne dispose d''aucune information d''identification et de connexion de signature num\u00E9rique
## P4ADE ## {0} : String proxy, {1} : String psp
messagebody398046=Le service proxy "{0} "dispose d''au moins un routage vers un service n\u00E9cessitant une authentification SSL bidirectionnelle ; toutefois, le service proxy ne dispose d''aucune d''information d''identification et de connexion pour le SSL sortant (le fournisseur de cl\u00E9s de service "{1}" ne dispose d''aucune information d''identification et de connexion SSL).
## P4ADE ## {0} : String proxyServiceProvider, {1} : String keyAlias
messagebody398052=Impossible d''extraire un certificat X.509 \u00E0 partir du fournisseur d''informations d''identification et de connexion PKI [fournisseur de cl\u00E9s de service : "{0}", alias de cl\u00E9 : "{1}"]
messagebody398053=Il se peut que l'attribut soapAction contienne des valeurs dupliqu\u00E9es pour diff\u00E9rentes op\u00E9rations dans la liaison WSDL s\u00E9lectionn\u00E9e, ou qu'il ne soit pas d\u00E9fini dans au moins une op\u00E9ration du WSDL. Par cons\u00E9quent, l'algorithme de l'op\u00E9ration de s\u00E9lection de l'en-t\u00EAte SOAPAction ne peut pas \u00EAtre utilis\u00E9
## P4ADE ## {0} : String busSvcName
messagebody398055=Le service fonctionnel "{0}" ne peut pas \u00EAtre associ\u00E9 \u00E0 un routeur
## P4ADE ## {0} : String proxyName
messagebody398056=Aucun routeur d\u00E9fini pour le service proxy "{0}"
## P4ADE ## {0} : String proxyName
messagebody398059=Le service proxy "{0}" comporte une configuration de s\u00E9curit\u00E9 pour les services Web mais : 1) son WSDL ne dispose d''aucune strat\u00E9gie de s\u00E9curit\u00E9 de service Web ou 2) la balise <UsingPolicy> est manquante dans le WSDL. Vous devez modifier/enregistrer le proxy (ce dernier supprimera la configuration de s\u00E9curit\u00E9 de service Web) ou ajouter des strat\u00E9gies de s\u00E9curit\u00E9 de service Web au WSDL.
## P4ADE ## {0} : String proxyName, {1} : String operation
messagebody398060=La strat\u00E9gie WS de l''op\u00E9ration "{1}" dans le service proxy "{0}" contient une assertion de confidentialit\u00E9 concr\u00E8te. Les assertions de confidentialit\u00E9 attribu\u00E9es aux services proxy doivent \u00EAtre de type Abstract ; le certificat de cryptage ne doit pas \u00EAtre imbriqu\u00E9 dans la strat\u00E9gie.
## P4ADE ## {0} : String bizSvcName, {1} : String operation
messagebody398061=La strat\u00E9gie WS de l''op\u00E9ration "{1}" dans le service fonctionnel "{0}" contient une assertion de confidentialit\u00E9 de type Abstract. Les assertions de confidentialit\u00E9 attribu\u00E9es aux services fonctionnels ne doivent pas \u00EAtre de type Abstract ; le certificat de cryptage doit \u00EAtre imbriqu\u00E9 dans la strat\u00E9gie
## P4ADE ## {0} : String msg
messagebody398062=Une erreur est survenue pendant la validation de la s\u00E9curit\u00E9 de service Web : {0}
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398063=L''op\u00E9ration "{1}" du service "{0}" comporte un appel sortant. Cette op\u00E9ration requiert des messages de r\u00E9ponse crypt\u00E9s ; le proxy doit \u00EAtre attribu\u00E9 \u00E0 un fournisseur de cl\u00E9s de service
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398064=L''op\u00E9ration "{1}" du service "{0}" comporte un appel sortant. Cette op\u00E9ration requiert des messages de demande sign\u00E9s ; le proxy doit \u00EAtre attribu\u00E9 \u00E0 un fournisseur de cl\u00E9s de service
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398065=L''op\u00E9ration "{1}" du service "{0}" comporte un appel sortant. Cette op\u00E9ration requiert des messages de r\u00E9ponse crypt\u00E9s ; toutefois, le fournisseur de cl\u00E9s de service ne dispose d''aucune information d''identification et de connexion de cryptage
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398066=L''op\u00E9ration "{1}" du service "{0}" comporte un appel sortant. Cette op\u00E9ration requiert des messages de demande sign\u00E9s ; toutefois, le fournisseur de cl\u00E9s de service ne dispose d''aucune information d''identification et de connexion de signature num\u00E9rique
## P4ADE ## {0} : String targetService, {1} : String msg
messagebody398067=Une erreur est survenue lors de la validation de la pi\u00E8ce jointe de strat\u00E9gie WSS du service {0} : {1}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398068=\n [Fonction de trace OSB] Appel du service {0} avec le param\u00E8tre \n $outbound = {1}
## P4ADE ## {0} : String serviceName, {1} : String messageContext
messagebody398072=\n [Fonction de trace OSB] Routage vers {0} avec le contexte de message : \n{1}
## P4ADE ## {0} : String pipelineContext
messagebody398073=\n [Fonction de trace OSB] Entr\u00E9e dans la r\u00E9partition, contexte de pipeline = {0}
## P4ADE ## {0} : String variables
messagebody398074=\n [Fonction de trace OSB] Les variables suivantes sont ajout\u00E9es : \n {0}
## P4ADE ## {0} : String variables
messagebody398075=\n [Fonction de trace OSB] Les variables suivantes sont supprim\u00E9es : \n {0}
## P4ADE ## {0} : String variables
messagebody398076=\n [Fonction de trace OSB] Les variables suivantes sont modifi\u00E9es : \n {0}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398077=\n [Fonction de trace OSB] Entr\u00E9e dans le proxy {0} avec le contexte de message : \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398078=\n [Fonction de trace OSB] Entr\u00E9e dans le noeud de routage {0} avec le contexte de message : \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398079=\n [Fonction de trace OSB] Entr\u00E9e dans la paire de pipelines {0} avec le contexte de message : \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398080=\n [Fonction de trace OSB] Entr\u00E9e dans la phase {0} avec le contexte de message : \n {1}
messagebody398081=\n [Fonction de trace OSB] Echo de demande
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398082=\n [Fonction de trace OSB] Entr\u00E9e dans le noeud de branchement conditionnel {0} avec le contexte de message : \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398083=\n [Fonction de trace OSB] Entr\u00E9e dans le noeud de branchement d''op\u00E9ration {0} avec le contexte de message : \n {1}
## P4ADE ## {0} : String pipelineContext
messagebody398084=\n [Fonction de trace OSB] Sortie de la r\u00E9partition, contexte de pipeline = {0}
## P4ADE ## {0} : String pipelineContext, {1} : String messageContext
messagebody398085=\n [Fonction de trace OSB] Sortie du gestionnaire d''erreurs... \n Contexte de pipeline = {0} \n Contexte de message = {1}
messagebody398086=\n [Fonction de trace OSB] Le processus a repris
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398089=\n [Fonction de trace OSB] Entr\u00E9e dans le pipeline {0} avec le contexte de message : \n {1}
messagebody398090=\n [Fonction de trace OSB] Sortie de la phase 
## P4ADE ## {0} : String fault
messagebody398091=\n [Fonction de trace OSB] Sortie de la phase avec erreur : \n{0}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398092=\n [Fonction de trace OSB] Appel du service {0} dans le chemin demand\u00E9 \n $outbound = {1}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398093=\n [Fonction de trace OSB] Appel du service {0} dans le chemin de r\u00E9ponse \n $outbound = {1}
## P4ADE ## {0} : String data
messagebody398094=\n [Fonction de trace OSB] Contexte de message de demande : \n{0}
## P4ADE ## {0} : String data
messagebody398095=\n [Fonction de trace OSB] Contexte de message de r\u00E9ponse : \n{0}
## P4ADE ## {0} : String serviceName
messagebody398096=\n [Fonction de trace OSB] Sortie de {0}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398097=\n [Fonction de trace OSB] Entr\u00E9e dans le gestionnaire d''erreurs du proxy {0} avec le contexte de message : \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398098=\n [Fonction de trace OSB] Entr\u00E9e dans le gestionnaire d''erreurs du noeud de routage {0} avec le contexte de message : \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398099=\n [Fonction de trace OSB] Entr\u00E9e dans le gestionnaire d''erreurs du pipeline {0} avec le contexte de message : \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398100=\n [Fonction de trace OSB] Entr\u00E9e dans le gestionnaire d''erreurs de la phase {0} avec le contexte de message : \n {1}
messagebody398101=\n [Fonction de trace OSB] Sortie du noeud de routage
## P4ADE ## {0} : String fault
messagebody398102=\n [Fonction de trace OSB] Sortie du noeud de routage avec erreur : \n{0}
messagebody398103=\n [Fonction de trace OSB] Sortie du noeud de branchement
messagebody398104=\n [Fonction de trace OSB] Sortie de la paire de pipelines
messagebody398105=\n [Fonction de trace OSB] Sortie du pipeline
## P4ADE ## {0} : String serviceName, {1} : String operation
messagebody398106=La strat\u00E9gie WS de l''op\u00E9ration "{1}" dans le service "{0}" contient une assertion d''identit\u00E9. Le service fonctionnel doit disposer d''un compte de servie de s\u00E9curit\u00E9 de service Web. Cependant, aucun compte n''a \u00E9t\u00E9 configur\u00E9.
## P4ADE ## {0} : String serviceName, {1} : String operation, {2} : String assertionQName
messagebody398107=La strat\u00E9gie WS du service "{0}" et de l''op\u00E9ration "{1}" contient une assertion de strat\u00E9gie portant le QName "{2}". Cette assertion n''est pas reconnue. V\u00E9rifiez que la d\u00E9claration de l''espace de noms et le nom local sont corrects.
## P4ADE ## {0} : String serviceName
messagebody398108=Le service fonctionnel "{0}" dispose d''une configuration de s\u00E9curit\u00E9 de service Web mais : 1) son WSDL ne dispose d''aucune strat\u00E9gie de s\u00E9curit\u00E9 de service Web ou 2) la balise <UsingPolicy> est manquante dans le WSDL. Vous devez modifier/enregistrer le service (ce dernier supprimera la configuration de la s\u00E9curit\u00E9 de service Web) ou ajouter des strat\u00E9gies de s\u00E9curit\u00E9 de service Web au WSDL.
## P4ADE ## {0} : String tokenType
messagebody398109=Le service proxy dispose d''une authentification de jeton personnalis\u00E9 de niveau message pour les jetons du type "{0}". Ce type de jeton n''est pas reconnu.
## P4ADE ## {0} : String serviceFullName
messagebody398110=Le service fonctionnel "{0}" dispose d''une configuration d''authentification de jeton personnalis\u00E9e de niveau message. Cette authentification s''applique uniquement aux services proxy.
## P4ADE ## {0} : String serviceFullName
messagebody398111=Le service proxy "{0}" dispose d''une configuration d''authentification personnalis\u00E9e de niveau message. Cette authentification n''est pas valide pour les services comportant un fichier binaire ou une liaison de texte.
## P4ADE ## {0} : String serviceFullName, {1} : String operationName
messagebody398112=L''op\u00E9ration "{1}" du service proxy "{0}" est configur\u00E9e pour une authentification de s\u00E9curit\u00E9 WS. Cependant, le service proxy est \u00E9galement configur\u00E9 pour une authentification de jeton personnalis\u00E9e de niveau message. L''authentification personnalis\u00E9e de niveau message et de s\u00E9curit\u00E9 WS s''excluent mutuellement.
## P4ADE ## {0} : String msg
messagebody398113=S\u00E9lecteur de jeton d''authentification personnalis\u00E9e non valide : {0}
## P4ADE ## {0} : String msg
messagebody398114=S\u00E9lecteur de nom utilisateur non valide : {0}
## P4ADE ## {0} : String msg
messagebody398115=S\u00E9lecteur de mot de passe non valide : {0}
## P4ADE ## {0} : String msg
messagebody398116=S\u00E9lecteur de propri\u00E9t\u00E9 de contexte d''authentification d\u00E9finie par l''utilisateur non valide : {0}
## P4ADE ## {0} : String variable
messagebody398117=Nom de variable non valide dans le s\u00E9lecteur : "{0}"
## P4ADE ## {0} : String proxyService, {1} : String operation
messagebody398118=La strat\u00E9gie WS de l''op\u00E9ration "{1}" du service proxy "{0}" contient une assertion d''identit\u00E9 sans mot de passe pour l''\u00E9l\u00E9ment UsernameToken. Un tel \u00E9l\u00E9ment ne peut \u00EAtre utilis\u00E9 que lorsque le jeton est sign\u00E9. Cependant, cette strat\u00E9gie WS ne dispose pas d''assertion d''int\u00E9grit\u00E9. Vous devez soit ajouter une strat\u00E9gie d''assertion d''int\u00E9grit\u00E9, soit modifier la strat\u00E9gie d''identit\u00E9 pour que l''\u00E9l\u00E9ment UsernameToken comprenne un mot de passe.
## P4ADE ## {0} : String proxyService, {1} : String operation
messagebody398119=La strat\u00E9gie WS de l''op\u00E9ration "{1}" du service proxy "{0}" contient une assertion d''identit\u00E9 sans mot de passe pour l''\u00E9l\u00E9ment UsernameToken. Un tel \u00E9l\u00E9ment ne peut \u00EAtre utilis\u00E9 que lorsque le jeton est sign\u00E9. OSB ne peut pas d\u00E9terminer si la signature du jeton est n\u00E9cessaire pour la strat\u00E9gie. V\u00E9rifiez que la strat\u00E9gie n\u00E9cessite que le jeton soit sign\u00E9. Dans le cas contraire, une erreur d''ex\u00E9cution peut survenir au niveau des demandes.
messagebody398120=Acc\u00E8s impossible au WSDL de l'adresse de transport saisie.
## P4ADE ## {0} : String e
messagebody398121=Erreur de chargement du WSDL de l''adresse de transport saisie : {0}
messagebody398122=Il manque un \u00E9l\u00E9ment de journalisation \u00E0 l'\u00E9l\u00E9ment d'entr\u00E9e de service.
messagebody398123=Il manque un \u00E9l\u00E9ment d'alerte de contrat de niveau de service dans l'\u00E9l\u00E9ment d'entr\u00E9e du service.
messagebody398124=Il manque un \u00E9l\u00E9ment d'alerte de pipeline dans l'\u00E9l\u00E9ment d'entr\u00E9e du service.
messagebody398125=L'\u00E9l\u00E9ment d'entr\u00E9e de service ne doit pas comporter d'\u00E9l\u00E9ment de journalisation.
messagebody398126=L'\u00E9l\u00E9ment d'entr\u00E9e de service ne doit pas comporter d'\u00E9l\u00E9ment d'alerte de contrat de niveau de service.
messagebody398127=L'\u00E9l\u00E9ment d'entr\u00E9e de service ne doit pas comporter d'\u00E9l\u00E9ment d'alerte de pipeline.
## P4ADE ## {0} : String serviceName
messagebody398128=L''une des strat\u00E9gies de service Web associ\u00E9es n''est pas autoris\u00E9e pour le service {0} car la liaison de service ne la prend pas en charge
## P4ADE ## {0} : String service, {1} : String error
messagebody398129=Une erreur est survenue lors du calcul de la strat\u00E9gie de service Web du service {0} : {1}
## P4ADE ## {0} : String serviceName
messagebody398130=Le service "{0}" doit disposer d''assertions de strat\u00E9gie de messagerie fiable au sein de sa strat\u00E9gie de service Web
messagebody398131=Ce service ne doit contenir aucune assertion de strat\u00E9gie de s\u00E9curit\u00E9 en environnement WebLogic Server 9.X
messagebody398132=Ce service n'autorise pas les assertions de strat\u00E9gie de messagerie fiable.
messagebody398133=Ce service repose sur le langage WSDL avec des strat\u00E9gies de s\u00E9curit\u00E9 des services Web non prises en charge de fa\u00E7on native par Oracle Service Bus. S\u00E9lectionnez l'option Strat\u00E9gies OWSM - A partir de la banque de strat\u00E9gies OWSM et attachez la strat\u00E9gie de s\u00E9curit\u00E9 OWSM \u00E9quivalente. Pour le service fonctionnel, vous pouvez ajouter manuellement les strat\u00E9gies client n\u00E9cessaires en cliquant sur le bouton Ajouter ou vous pouvez laisser Oracle Service Bus choisir et ajouter automatiquement les strat\u00E9gies client compatibles en cliquant sur le bouton Ajouter les strat\u00E9gies compatibles.
## P4ADE ## {0} : String proxyName
messagebody398134=Le service proxy {0} est marqu\u00E9 comme interm\u00E9diaire de s\u00E9curit\u00E9 de service Web ; cependant, il ne comprend aucune strat\u00E9gie de s\u00E9curit\u00E9 de service Web
## P4ADE ## {0} : String bizSvcName
messagebody398135=Le service fonctionnel {0} dispose d''une r\u00E9f\u00E9rence de compte de service pour l''authentification de s\u00E9curit\u00E9 de service Web ; cependant, il ne comprend aucune strat\u00E9gie de s\u00E9curit\u00E9 de service Web
## P4ADE ## {0} : String proxyName
messagebody398136=Le service proxy {0} est activ\u00E9 pour la transmission en continu de contenu ; il ne peut pas \u00EAtre marqu\u00E9 comme interm\u00E9diaire de s\u00E9curit\u00E9 de service Web
## P4ADE ## {0} : String proxyName
messagebody398137=Le service proxy {0} est activ\u00E9 pour la transmission en continu de contenu et effectue une authentification personnalis\u00E9e
messagebody398138=Impossible de v\u00E9rifier la conformit\u00E9 au syst\u00E8me WSI dans les proxies activ\u00E9s pour la transmission en continu de contenu
## P4ADE ## {0} : String service
messagebody398139=Le type de liaison du service {0} repose sur le WSDL ; ce service doit disposer d''une configuration de strat\u00E9gie WS
## P4ADE ## {0} : String service, {1} : String operation
messagebody398140=Le service proxy "{0}" repr\u00E9sente un interm\u00E9diaire WSS passif. La strat\u00E9gie WS de l''op\u00E9ration "{1}" contient une assertion de confidentialit\u00E9 de type Abstract ; cependant, le service proxy ne comprend aucune r\u00E9f\u00E9rence au fournisseur de cl\u00E9s de service ou le fournisseur de cl\u00E9s de service r\u00E9f\u00E9renc\u00E9 ne comporte aucune information d''identification et de connexion de cryptage. Vous pourrez appeler le service proxy, mais le WSDL ne comportera aucun certificat de cryptage. Les clients doivent obtenir ce certificat hors bande.
## P4ADE ## {0} : String operation
messagebody398141=Au moins une strat\u00E9gie WS a \u00E9t\u00E9 li\u00E9e \u00E0 l''op\u00E9ration "{0}" ; cependant, il n''existe aucune op\u00E9ration de ce type
## P4ADE ## {0} : String operation
messagebody398142=Au moins une strat\u00E9gie WS a \u00E9t\u00E9 li\u00E9e \u00E0 la r\u00E9ponse de l''op\u00E9ration "{0}" ; cependant, cette op\u00E9ration est unidirectionnelle
## P4ADE ## {0} : String operation
messagebody398143=Une strat\u00E9gie de messagerie fiable a \u00E9t\u00E9 li\u00E9e \u00E0 l''op\u00E9ration "{0}" ; les strat\u00E9gies de messagerie fiable peuvent uniquement \u00EAtre li\u00E9es au service en tant qu''\u00E9l\u00E9ment entier
messagebody398144=Les options de transmission en continu de contenu et XOP/MTOM ne peuvent pas \u00EAtre activ\u00E9es simultan\u00E9ment dans un service donn\u00E9
## P4ADE ## {0} : String providerId
messagebody398145=Le transport {0} ne prend pas en charge le traitement XOP/MTOM
messagebody398146=Le type de liaison de service s\u00E9lectionn\u00E9 ne prend pas en charge le traitement XOP/MTOM
## P4ADE ## {0} : String serviceName
messagebody398147=Le service {0} est activ\u00E9 pour XOP/MTOM ; il ne peut pas \u00EAtre marqu\u00E9 en tant qu''interm\u00E9diaire de s\u00E9curit\u00E9 de service Web
## P4ADE ## {0} : String serviceName
messagebody398148=Le service {0} est activ\u00E9 pour XOP/MTOM et proc\u00E8de \u00E0 une authentification personnalis\u00E9e
## P4ADE ## {0} : String providerId
messagebody398149=Le transport {0} ne prend pas en charge la pagination de pi\u00E8ces jointes vers la fonctionnalit\u00E9 de disque
messagebody398150=La pagination de pi\u00E8ces jointes vers le disque est uniquement compatible avec l'option XOP/MTOM "Inclure les donn\u00E9es binaires par r\u00E9f\u00E9rence".
messagebody398151=La messagerie Java ou bas\u00E9e sur le WSDL avec un type de liaison de service d'op\u00E9rations Java ne prend pas en charge l'option de transmission en continu de contenu
## P4ADE ## {0} : String content
messagebody398200=\n [Fonction de trace OSB] La demande entrante a \u00E9t\u00E9 re\u00E7ue. \n {0}
## P4ADE ## {0} : String content
messagebody398201=\n [Fonction de trace OSB] La r\u00E9ponse entrante a \u00E9t\u00E9 envoy\u00E9e. \n {0}
## P4ADE ## {0} : String content
messagebody398202=\n [Fonction de trace OSB] La r\u00E9ponse sortante a \u00E9t\u00E9 envoy\u00E9e. \n {0}
## P4ADE ## {0} : String content
messagebody398203=\n [Fonction de trace OSB] La r\u00E9ponse sortante a \u00E9t\u00E9 re\u00E7ue. \n {0}
## P4ADE ## {0} : String content
messagebody398204=\n [Fonction de trace OSB] Erreur interne lors de l''enregistrement de la trace du message \n {0}
## P4ADE ## {0} : String content
messagebody398205=\n [Fonction de trace OSB] La requ\u00EAte sortante a g\u00E9n\u00E9r\u00E9 une exception \n {0}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398300=La v\u00E9rification du cache de r\u00E9sultats du service {0} a g\u00E9n\u00E9r\u00E9 une exception :\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398301=L''ajout au cache de r\u00E9sultats du service {0} a g\u00E9n\u00E9r\u00E9 une exception :\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398302=Le calcul du jeton de cache du service {0} a g\u00E9n\u00E9r\u00E9 une exception :\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398303=Le calcul du total de cache du service {0} a g\u00E9n\u00E9r\u00E9 une exception :\n{1}
## P4ADE ## {0} : String serviceRef, {1} : String ttl
messagebody398304=Le r\u00E9sultat du calcul du total de cache du service {0} n''est pas un long valide : {1}
## P4ADE ## {0} : String serviceFullName, {1} : Object duration
messagebody398305=Expression de d\u00E9lai d''expiration non valide pour {0}. La dur\u00E9e ne doit comporter ni mois, ni ann\u00E9e.
## P4ADE ## {0} : String cacheName, {1} : Exception ex
messagebody398306=Le cache de r\u00E9sultats {0} est introuvable : {1}\n \n Assurez-vous que osb/service/ResultCache est d\u00E9fini dans $DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml.
messagebody398307=Les services proxy ne prennent pas en charge la mise en m\u00E9moire cache des r\u00E9sultats.
messagebody398308=Le service fonctionnel ne prend pas en charge la mise en m\u00E9moire cache des r\u00E9sultats, car il ne dispose d'aucune op\u00E9ration demande/r\u00E9ponse.
messagebody398309=La mise en m\u00E9moire cache des r\u00E9sultats est d\u00E9conseill\u00E9e pour les services fonctionnels utilisant une strat\u00E9gie WS. Cela passerait outre cette strat\u00E9gie lors de l'exploitation des r\u00E9sultats dans le cache correspondant.
## P4ADE ## {0} : String message
messagebody398310=Expression de jeton de cache non valide : {0}
## P4ADE ## {0} : String variableName
messagebody398311=L''expression de jeton de cache utilise une variable non valide {0}.
## P4ADE ## {0} : String message
messagebody398312=Expression de d\u00E9lai d''expiration non valide : {0}
## P4ADE ## {0} : String variableName
messagebody398313=L''expression de d\u00E9lai d''expiration utilise une variable non valide {0}.
## P4ADE ## {0} : Exception ex
messagebody398314=Une erreur s''est produite lors de l''obtention du r\u00E9sultat : {0}.
messagebody398315=La fonction de mise en m\u00E9moire cache des r\u00E9sultats de service est d\u00E9sactiv\u00E9e.
messagebody398316=Erreur lors de l'obtention du cache des r\u00E9sultats, car le fournisseur de cache OSB Coherence n'est pas initialis\u00E9.\n \n D'autres messages d'erreur apparaissant au d\u00E9marrage du serveur doivent pointer vers la cause premi\u00E8re de l'erreur.
messagebody398317=La fonction de mise en m\u00E9moire cache des r\u00E9sultats de service est activ\u00E9e.
## P4ADE ## {0} : Exception e
messagebody398318=Erreur lors de l''activation du cache des r\u00E9sultats de service : {0} \n La mise en m\u00E9moire cache des r\u00E9sultats de service sera d\u00E9sactiv\u00E9e.
## P4ADE ## {0} : Exception e
messagebody398319=Erreur lors de la d\u00E9sactivation du cache des r\u00E9sultats de service : {0}
## P4ADE ## {0} : Exception ex
messagebody398320=Une exception inattendue a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de l''utilisation du cache des r\u00E9sultats : {0}. Pour plus d''informations, reportez-vous au message d''exception.
messagebody398321=Le fournisseur de cache Coherence n'a pas \u00E9t\u00E9 d\u00E9marr\u00E9.
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398322=La suppression d''une entr\u00E9e du cache des r\u00E9sultats du service {0} a g\u00E9n\u00E9r\u00E9 une exception :\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398323=La suppression de toutes les entr\u00E9es du cache des r\u00E9sultats du service {0} a g\u00E9n\u00E9r\u00E9 une exception :\n{1}
## P4ADE ## {0} : Exception ex
messagebody398324=La suppression de toutes les entr\u00E9es du cache des r\u00E9sultats de tous les services a g\u00E9n\u00E9r\u00E9 une exception :\n{1}
