messagedetail398000=\uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uB7F0\uD0C0\uC784\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398000=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398014=\uC9C0\uC815\uB41C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uAD6C\uC131\uC744 \uCC98\uB9AC\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uB41C URI\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uD2B9\uC815 \uBB38\uC81C\uB97C \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398014=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 URI\uAC00 \uC801\uD569\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398015=\uB4F1\uB85D\uB418\uB294 WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uAC00 \uC798\uBABB \uAD6C\uC131\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uD574\uB2F9 WSDL \uC815\uBCF4\uB97C \uAC80\uC0C9\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action398015=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398016=\uB4F1\uB85D\uB418\uB294 WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uAC00 \uC798\uBABB \uAD6C\uC131\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uD574\uB2F9 WSDL \uC815\uBCF4\uB97C \uAC80\uC0C9\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398016=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398017=WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uB41C WSDL \uD3EC\uD2B8\uAC00 \uC5F0\uAD00\uB41C WSDL \uB9AC\uC18C\uC2A4\uC5D0 \uC5C6\uC2B5\uB2C8\uB2E4.
action398017=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398018=WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uB41C WSDL \uBC14\uC778\uB529\uC774 \uC5F0\uAD00\uB41C WSDL \uB9AC\uC18C\uC2A4\uC5D0 \uC5C6\uC2B5\uB2C8\uB2E4.
action398018=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398019=WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uBB38\uC81C \uBC1C\uC0DD: (1) WSDL \uB9AC\uC18C\uC2A4\uC758 WSDL \uBC14\uC778\uB529 \uC720\uD615\uC774 SOAP\uC778\uB370 \uC11C\uBE44\uC2A4\uB294 SOAP \uC720\uD615\uC774 \uC544\uB2C8\uAC70\uB098 (2) \uC11C\uBE44\uC2A4\uC640 \uD574\uB2F9 WSDL \uBC14\uC778\uB529\uC758 SOAP \uBC84\uC804 \uC0AC\uC774\uC5D0 \uBD88\uC77C\uCE58\uAC00 \uC788\uAC70\uB098 (3) WSDL\uC758 \uBC14\uC778\uB529\uC774 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action398019=\uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD55C \uD6C4 \uC800\uC7A5\uD558\uC2ED\uC2DC\uC624. \uADF8\uB798\uB3C4 \uBB38\uC81C\uAC00 \uC9C0\uC18D\uB418\uBA74 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398020=WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. WSDL \uBC14\uC778\uB529\uC5D0 \uB450 \uAC1C \uC774\uC0C1\uC758 \uC791\uC5C5\uC774 \uC788\uC73C\uBBC0\uB85C \uC11C\uBE44\uC2A4 \uB4F1\uB85D \uB9C8\uBC95\uC0AC\uC5D0\uC11C \uC791\uC5C5 \uC120\uD0DD \uBC29\uBC95\uC744 \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
action398020=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC791\uC5C5 \uC120\uD0DD \uC54C\uACE0\uB9AC\uC998\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String operation
messagedetail398021=WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. WSDL\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uC815\uC758\uC5D0 \uCC38\uC870\uB41C \uC791\uC5C5\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC74C: {0}
action398021=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC791\uC5C5 \uC120\uD0DD \uC54C\uACE0\uB9AC\uC998\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String operation
messagedetail398022=WSDL \uC791\uC5C5\uC5D0 \uB300\uD55C \uC11C\uBE44\uC2A4 \uC815\uC758\uC5D0 \uD574\uB2F9\uD558\uB294 \uB9E4\uD551\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC74C: {0}
action398022=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC791\uC5C5 \uC120\uD0DD \uC54C\uACE0\uB9AC\uC998\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398023=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uC815\uC758\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398023=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398024=WSDL\uB85C \uC815\uC758\uB41C \uC11C\uBE44\uC2A4\uC5D0\uB294 \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC815\uCC45\uC774 \uD544\uC694\uD558\uC9C0\uB9CC WSDL\uC5D0 \uD574\uB2F9 \uC815\uCC45\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
action398024=WS \uC815\uCC45\uC744 WSDL\uC5D0 \uCCA8\uBD80\uD558\uAC70\uB098 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uC0AC\uC6A9\uC790 \uC815\uC758 ws \uC815\uCC45\uC744 \uAD6C\uC131\uD558\uC2ED\uC2DC\uC624.
messagedetail398025=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uC815\uC758\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398025=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398026=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uC815\uC758\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398026=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398027=WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD574\uB2F9 WSDL \uBC14\uC778\uB529\uC740 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uB294 \uBE44POST \uB3D9\uC0AC\uAC00 \uD3EC\uD568\uB41C HTTP\uC785\uB2C8\uB2E4.
action398027=WSDL \uB9AC\uC18C\uC2A4\uB97C \uC218\uC815\uD558\uAC70\uB098 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uB2E4\uB978 WSDL \uBC14\uC778\uB529\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
messagedetail398028=\uB4F1\uB85D\uB41C \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC791\uC5C5 \uC120\uD0DD \uC54C\uACE0\uB9AC\uC998\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action398028=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398029=\uBA54\uC2DC\uC9C0 \uC720\uD615 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD574\uB2F9 XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action398029=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398030=\uBA54\uC2DC\uC9C0 \uC720\uD615 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD574\uB2F9 XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uC758 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action398030=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398031=\uBA54\uC2DC\uC9C0 \uC720\uD615 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uB41C \uC694\uC18C\uB97C XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uC5D0\uC11C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action398031=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398032=\uBA54\uC2DC\uC9C0 \uC720\uD615 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uB41C \uC720\uD615\uC774 XML \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uC5D0 \uC5C6\uC2B5\uB2C8\uB2E4.
action398032=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String operation
messagedetail398033=WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC791\uC5C5 {0}\uC740(\uB294) \uD1B5\uC9C0 \uB610\uB294 \uC694\uCCAD-\uC751\uB2F5\uC785\uB2C8\uB2E4.
action398033=\uBA54\uC2DC\uC9C0 \uC21C\uC11C\uB97C \uBC18\uB300\uB85C \uD558\uAC70\uB098 \uB2E4\uB978 WSDL \uBC14\uC778\uB529\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
messagedetail398034=WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uB41C \uC791\uC5C5 \uC120\uD0DD \uC54C\uACE0\uB9AC\uC998\uC774 SOAP \uBCF8\uBB38\uC774\uC5C8\uC73C\uB098 \uC5F0\uAD00\uB41C WSDL \uBC14\uC778\uB529\uC740 \uC218\uC2E0 SOAP \uBA54\uC2DC\uC9C0\uC758 \uBCF8\uBB38 \uB370\uC774\uD130\uC5D0 \uB530\uB77C \uC5EC\uB7EC \uC791\uC5C5\uC744 \uAD6C\uBD84\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action398034=\uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uB2E4\uB978 \uC791\uC5C5 \uC120\uD0DD \uC54C\uACE0\uB9AC\uC998\uC744 \uC120\uD0DD\uD558\uAC70\uB098 \uB2E4\uB978 WSDL \uBC14\uC778\uB529\uC744 \uC0AC\uC6A9\uD558\uC2ED\uC2DC\uC624.
messagedetail398039=WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uB41C \uC791\uC5C5 \uC120\uD0DD \uC54C\uACE0\uB9AC\uC998\uC774 SOAP \uBCF8\uBB38\uC774\uC5C8\uC73C\uB098 \uC5F0\uAD00\uB41C WSDL \uBC14\uC778\uB529\uC740 \uC218\uC2E0 SOAP \uBA54\uC2DC\uC9C0\uC758 \uBCF8\uBB38 \uB370\uC774\uD130\uC5D0 \uB530\uB77C \uC5EC\uB7EC \uC791\uC5C5\uC744 \uAD6C\uBD84\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action398039=\uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uB2E4\uB978 \uC791\uC5C5 \uC120\uD0DD \uC54C\uACE0\uB9AC\uC998\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624. \uBA54\uC2DC\uC9C0 \uBD80\uBD84\uC774 \uC720\uD615 \uB300\uC2E0 \uC694\uC18C\uC5D0 \uB530\uB77C \uC815\uC758\uB418\uB3C4\uB85D WSDL\uC744 \uBCC0\uACBD\uD560 \uC218\uB3C4 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail398035=\uBA54\uC2DC\uC9C0 \uC720\uD615 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC694\uCCAD \uB610\uB294 \uC751\uB2F5\uC5D0 \uB300\uD574 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC744 \uD558\uB098 \uC774\uC0C1 \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4. \uB450 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC774 \uBAA8\uB450 ''\uC5C6\uC74C''\uC77C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action398035=\uC694\uCCAD \uB610\uB294 \uC751\uB2F5 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC5D0 \uB300\uD574 ''\uC5C6\uC74C'' \uC774\uC678\uC758 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
messagedetail398036=WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. WSDL \uBC14\uC778\uB529\uC5D0 \uC815\uC758\uB41C \uC791\uC5C5 \uC9D1\uD569\uC774 \uD574\uB2F9 \uD3EC\uD2B8 \uC720\uD615\uC758 \uC9D1\uD569\uACFC \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action398036=\uC791\uC5C5\uC758 \uC120\uD0DD\uB41C WSDL \uBC14\uC778\uB529 \uC9D1\uD569\uC774 \uD574\uB2F9 \uD3EC\uD2B8 \uC720\uD615\uC758 \uC9D1\uD569\uACFC \uB3D9\uC77C\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398037=WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. WSDL \uBC14\uC778\uB529\uC5D0 \uC815\uC758\uB41C \uC77C\uBD80 \uC791\uC5C5\uC758 \uC2A4\uD0C0\uC77C\uC740 ''\uBB38\uC11C''\uC774\uBA70 \uC77C\uBD80 \uC791\uC5C5\uC758 \uC2A4\uD0C0\uC77C\uC740 ''rpc''\uC785\uB2C8\uB2E4. OSB\uC5D0\uC11C\uB294 \uBAA8\uB450 rpc\uB97C \uC0AC\uC6A9\uD558\uAC70\uB098 \uBAA8\uB450 \uBB38\uC11C\uB97C \uC0AC\uC6A9\uD574\uC57C \uD558\uBA70, \uD63C\uD569\uD558\uC5EC \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action398037=\uC120\uD0DD\uB41C WSDL \uBC14\uC778\uB529\uC5D0 \uD63C\uD569 \uC2A4\uD0C0\uC77C\uC758 \uC791\uC5C5\uC774 \uD3EC\uD568\uB418\uC9C0 \uC54A\uC558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398038=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC5D0 \uAE30\uBC00\uC131 \uAC80\uC99D\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC73C\uBA70 \uD504\uB85D\uC2DC\uC5D0\uB294 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uB300\uD55C \uCC38\uC870\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398038=\uBCF4\uC548 \uD0ED\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uC9C0\uC815\uD558\uC2ED\uC2DC\uC624(\uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uC554\uD638\uD654 \uC778\uC99D\uC11C\uAC00 \uC788\uC5B4\uC57C \uD568).
messagedetail398040=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC5D0 \uBB34\uACB0\uC131 \uAC80\uC99D\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC73C\uBA70 \uD504\uB85D\uC2DC\uC5D0\uB294 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uB300\uD55C \uCC38\uC870\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398040=\uBCF4\uC548 \uD0ED\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uC9C0\uC815\uD558\uC2ED\uC2DC\uC624(\uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uB514\uC9C0\uD138 \uC11C\uBA85 \uC778\uC99D\uC11C\uAC00 \uC788\uC5B4\uC57C \uD568).
messagedetail398042=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uCD5C\uC18C \uD55C \uAC1C\uC758 \uACBD\uB85C\uC5D0\uB294 \uC591\uBC29\uD5A5 SSL\uC774 \uD544\uC694\uD569\uB2C8\uB2E4. \uD504\uB85D\uC2DC\uC5D0 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uB300\uD55C \uCC38\uC870\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398042=\uBCF4\uC548 \uD0ED\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uC9C0\uC815\uD558\uC2ED\uC2DC\uC624(\uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 SSL \uD074\uB77C\uC774\uC5B8\uD2B8 \uC778\uC99D \uC778\uC99D\uC11C\uAC00 \uC788\uC5B4\uC57C \uD568).
messagedetail398043=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC5D0\uB294 \uC554\uD638\uD654\uAC00 \uD544\uC694\uD558\uBA70 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB9C1\uD06C\uB41C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uC554\uD638\uD654 \uC778\uC99D\uC11C\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398043=\uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uD3B8\uC9D1\uD558\uC5EC \uC554\uD638\uD654 \uC778\uC99D\uC11C\uB97C \uC9C0\uC815\uD558\uAC70\uB098 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uBCF4\uC548 \uD0ED\uC5D0\uC11C \uB2E4\uB978 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
messagedetail398044=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC5D0\uB294 \uB514\uC9C0\uD138 \uC11C\uBA85\uC774 \uD544\uC694\uD558\uBA70 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB9C1\uD06C\uB41C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uB514\uC9C0\uD138 \uC11C\uBA85 \uC778\uC99D\uC11C\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398044=\uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uD3B8\uC9D1\uD558\uC5EC \uB514\uC9C0\uD138 \uC11C\uBA85 \uC778\uC99D\uC11C\uB97C \uC9C0\uC815\uD558\uAC70\uB098 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uBCF4\uC548 \uD0ED\uC5D0\uC11C \uB2E4\uB978 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
messagedetail398046=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uCD5C\uC18C \uD55C \uAC1C\uC758 \uACBD\uB85C\uC5D0\uB294 \uC591\uBC29\uD5A5 SSL\uC774 \uD544\uC694\uD569\uB2C8\uB2E4. \uD504\uB85D\uC2DC\uC5D0 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uB300\uD55C \uCC38\uC870\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398046=\uBCF4\uC548 \uD0ED\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uC9C0\uC815\uD558\uC2ED\uC2DC\uC624(\uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 SSL \uD074\uB77C\uC774\uC5B8\uD2B8 \uC778\uC99D \uC778\uC99D\uC11C\uAC00 \uC788\uC5B4\uC57C \uD568).
messagedetail398052=PKI \uC778\uC99D\uC11C \uB9E4\uD37C \uC81C\uACF5\uC790 \uC870\uD68C \uBA54\uC18C\uB4DC\uB97C \uD638\uCD9C\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
cause398052=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398053=WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC120\uD0DD\uB41C WSDL \uBC14\uC778\uB529\uC5D0 \uC5EC\uB7EC \uC791\uC5C5\uC5D0 \uB300\uD574 \uC911\uBCF5\uB41C soapAction \uC18D\uC131 \uAC12\uC774 \uC788\uAC70\uB098 WSDL\uC5D0 \uD55C \uAC1C \uC774\uC0C1\uC758 \uC791\uC5C5\uC5D0 \uB300\uD55C soapAction\uC774 \uC815\uC758\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C SOAPAction \uD5E4\uB354 \uC791\uC5C5 \uC120\uD0DD \uC54C\uACE0\uB9AC\uC998\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action398053=\uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uB2E4\uB978 \uC791\uC5C5 \uC120\uD0DD \uC54C\uACE0\uB9AC\uC998\uC744 \uC120\uD0DD\uD558\uAC70\uB098 \uB2E4\uB978 WSDL \uBC14\uC778\uB529\uC744 \uC0AC\uC6A9\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String busSvcName
messagedetail398055=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 {0}\uC758 \uAD6C\uC131\uC744 \uAC80\uC99D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB97C \uBA54\uC2DC\uC9C0 \uD750\uB984\uACFC \uC5F0\uAD00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action398055=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String proxyName
messagedetail398056=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 {0}\uC758 \uAD6C\uC131\uC744 \uAC80\uC99D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uBA54\uC2DC\uC9C0 \uD750\uB984\uACFC \uC5F0\uAD00\uD574\uC57C \uD569\uB2C8\uB2E4.
action398056=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398059=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uC815\uC758\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398059=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398060=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB294 WS \uBCF4\uC548(\uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548) \uD65C\uC131 \uC911\uAC1C\uC790\uC785\uB2C8\uB2E4. \uD574\uB2F9 WS \uC815\uCC45\uC5D0\uB294 \uD074\uB77C\uC774\uC5B8\uD2B8\uC5D0\uC11C \uC694\uCCAD \uBA54\uC2DC\uC9C0\uB97C \uC554\uD638\uD654\uD558\uB3C4\uB85D \uC9C0\uC815\uD558\uB294 Oracle \uC804\uC6A9 \uC815\uCC45 \uAC80\uC99D\uC778 "\uAE30\uBC00\uC131" \uAC80\uC99D\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uAE30\uBC00\uC131 \uAC80\uC99D\uC740 \uAD6C\uCCB4\uC801\uC785\uB2C8\uB2E4. \uC989, \uC815\uCC45\uC5D0\uB294 base-64 \uC778\uCF54\uB529\uB41C \uC778\uC99D\uC11C\uAC00 /wssp:Confidentiality/wssp:KeyInfo/wssp:SecurityTokenReference/wssp:Embedded/wsse:BinarySecurityToken \uC694\uC18C\uC5D0 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uD504\uB85D\uC2DC\uC758 \uC554\uD638\uD654 \uC778\uC99D\uC11C\uAC00 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uD1B5\uD574 \uC9C0\uC815\uB418\uAE30 \uB54C\uBB38\uC5D0 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uB294 \uD574\uB2F9 \uC815\uCC45\uC5D0 \uB300\uD55C \uAD6C\uCCB4\uC801\uC778 \uAE30\uBC00\uC131 \uAC80\uC99D\uC774 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398060=\uC815\uCC45\uC744 \uCD94\uC0C1\uC801\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624. \uC774 \uC791\uC5C5\uC744 \uC218\uD589\uD558\uB824\uBA74 \uC815\uCC45\uC744 \uD3B8\uC9D1\uD558\uACE0 /wssp:Confidentiality/wssp:KeyInfo \uC694\uC18C \uB0B4\uBD80\uC5D0\uC11C SecurityToken \uBC0F SecurityTokenReference \uD558\uC704 \uC694\uC18C\uB97C \uC0AD\uC81C\uD558\uC2ED\uC2DC\uC624.
messagedetail398061=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC5D0\uB294 \uC774 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC694\uCCAD \uBA54\uC2DC\uC9C0\uB97C \uC554\uD638\uD654\uD558\uB3C4\uB85D \uC9C0\uC815\uD558\uB294 Oracle \uC804\uC6A9 \uC815\uCC45 \uAC80\uC99D\uC778 "\uAE30\uBC00\uC131" \uAC80\uC99D\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uAE30\uBC00\uC131 \uAC80\uC99D\uC740 \uCD94\uC0C1\uC801\uC785\uB2C8\uB2E4. \uC989, \uC815\uCC45\uC5D0\uB294 \uD3EC\uD568\uB41C base-64 \uC778\uCF54\uB529\uB41C \uC11C\uBC84\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uAE30\uBC00\uC131 \uAC80\uC99D\uC740 \uAD6C\uCCB4\uC801\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398061=\uC815\uCC45\uC744 \uAD6C\uCCB4\uC801\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624. \uC774 \uC791\uC5C5\uC744 \uC218\uD589\uD558\uB824\uBA74 \uC815\uCC45\uC744 \uD3B8\uC9D1\uD558\uACE0 /wssp:Confidentiality/wssp:KeyInfo \uC694\uC18C \uB0B4\uBD80\uC5D0 SecurityToken \uBC0F SecurityTokenReference \uD558\uC704 \uC694\uC18C\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. SecurityTokenReference \uC694\uC18C \uAC12\uC740 \uD3EC\uD568\uB41C base-64 \uC778\uCF54\uB529\uB41C \uC11C\uBC84 \uC778\uC99D\uC11C\uB85C, \uC11C\uBC84\uC758 \uC554\uD638\uD654 \uC778\uC99D\uC11C\uAC00 \uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uC815\uCC45\uC758 \uD615\uC2DD\uC5D0 \uB300\uD55C \uC608\uB97C \uCC3E\uC73C\uB824\uBA74 Oracle Service Bus \uBCF4\uC548 \uC124\uBA85\uC11C\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail398062=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uC815\uC758\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398062=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398063=\uD30C\uC774\uD504 \uB77C\uC778\uC758 \uB178\uB4DC \uD55C \uAC1C \uC774\uC0C1\uC774 \uD574\uB2F9 WS \uC815\uCC45\uC5D0\uC11C \uD504\uB85D\uC2DC\uC5D0 \uB300\uD55C \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB97C \uD504\uB85D\uC2DC\uC758 \uC554\uD638\uD654 \uD0A4\uB85C \uC554\uD638\uD654\uD558\uB3C4\uB85D \uC9C0\uC815\uD558\uB294 \uC11C\uBE44\uC2A4\uB85C \uBA54\uC2DC\uC9C0\uC758 \uACBD\uB85C\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4. \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uB294 OSB\uAC00 \uD504\uB85D\uC2DC\uC758 \uC554\uD638\uD654 \uC778\uC99D\uC11C\uB97C \uAC00\uC838\uC624\uB294 \uC18C\uC2A4 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uB300\uD55C \uCC38\uC870\uAC00 \uC788\uC5B4\uC57C \uD558\uC9C0\uB9CC(OSB\uB294 \uC774 \uC778\uC99D\uC11C\uB97C \uC694\uCCAD \uBA54\uC2DC\uC9C0\uB85C \uBCF4\uB0C4) \uD504\uB85D\uC2DC\uC5D0 \uC9C0\uC815\uB41C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790 \uCC38\uC870\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
action398063=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uBCF4\uC548 \uD0ED\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624(\uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uC554\uD638\uD654 \uC778\uC99D\uC11C\uAC00 \uC788\uC5B4\uC57C \uD568).
messagedetail398064=\uD30C\uC774\uD504 \uB77C\uC778\uC758 \uB178\uB4DC \uD55C \uAC1C \uC774\uC0C1\uC774 \uD574\uB2F9 WS \uC815\uCC45\uC5D0\uC11C OSB\uAC00 \uC694\uCCAD \uBA54\uC2DC\uC9C0\uC5D0 \uC11C\uBA85\uD558\uB3C4\uB85D \uC694\uAD6C\uD558\uB294 \uC11C\uBE44\uC2A4\uB85C \uBA54\uC2DC\uC9C0\uC758 \uACBD\uB85C\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4. \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uB294 OSB\uAC00 \uD504\uB85D\uC2DC\uC758 \uB514\uC9C0\uD138 \uC11C\uBA85 \uC778\uC99D\uC11C\uB97C \uAC00\uC838\uC624\uB294 \uC18C\uC2A4 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uB300\uD55C \uCC38\uC870\uAC00 \uC788\uC5B4\uC57C \uD558\uC9C0\uB9CC \uD504\uB85D\uC2DC\uC5D0 \uC9C0\uC815\uB41C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790 \uCC38\uC870\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
action398064=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uBCF4\uC548 \uD0ED\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624(\uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uB514\uC9C0\uD138 \uC11C\uBA85 \uC778\uC99D\uC11C\uAC00 \uC788\uC5B4\uC57C \uD568).
messagedetail398065=\uD30C\uC774\uD504 \uB77C\uC778\uC758 \uB178\uB4DC \uD55C \uAC1C \uC774\uC0C1\uC774 \uD574\uB2F9 WS \uC815\uCC45\uC5D0\uC11C \uD504\uB85D\uC2DC\uC5D0 \uB300\uD55C \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB97C \uD504\uB85D\uC2DC\uC758 \uC554\uD638\uD654 \uD0A4\uB85C \uC554\uD638\uD654\uD558\uB3C4\uB85D \uC9C0\uC815\uD558\uB294 \uC11C\uBE44\uC2A4\uB85C \uBA54\uC2DC\uC9C0\uC758 \uACBD\uB85C\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC\uC5D0 \uC9C0\uC815\uB41C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0\uB294 \uC554\uD638\uD654 \uC778\uC99D\uC11C\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
action398065=\uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uD3B8\uC9D1\uD558\uACE0 \uC554\uD638\uD654 \uC778\uC99D\uC11C\uB97C \uC120\uD0DD\uD558\uAC70\uB098 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uBCF4\uC548 \uD0ED\uC5D0\uC11C \uC554\uD638\uD654 \uC778\uC99D\uC11C\uAC00 \uD3EC\uD568\uB41C \uB2E4\uB978 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
messagedetail398066=\uD30C\uC774\uD504 \uB77C\uC778\uC758 \uB178\uB4DC \uD55C \uAC1C \uC774\uC0C1\uC774 \uD574\uB2F9 WS \uC815\uCC45\uC5D0\uC11C OSB\uAC00 \uC694\uCCAD \uBA54\uC2DC\uC9C0\uC5D0 \uC11C\uBA85\uD558\uB3C4\uB85D \uC694\uAD6C\uD558\uB294 \uC11C\uBE44\uC2A4\uB85C \uBA54\uC2DC\uC9C0\uC758 \uACBD\uB85C\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC\uC5D0 \uC9C0\uC815\uB41C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0\uB294 \uC554\uD638\uD654 \uC778\uC99D\uC11C\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
action398066=\uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uD3B8\uC9D1\uD558\uACE0 \uB514\uC9C0\uD138 \uC11C\uBA85 \uC778\uC99D\uC11C\uB97C \uC120\uD0DD\uD558\uAC70\uB098 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uBCF4\uC548 \uD0ED\uC5D0\uC11C \uB514\uC9C0\uD138 \uC11C\uBA85 \uC778\uC99D\uC11C\uAC00 \uD3EC\uD568\uB41C \uB2E4\uB978 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
messagedetail398067=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uC815\uC758\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398067=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398068=\uC11C\uBE44\uC2A4\uAC00 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC5D0 \uB300\uD574 \uD638\uCD9C\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398068=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398072=\uC11C\uBE44\uC2A4\uAC00 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC5D0 \uB300\uD574 \uBE44\uB3D9\uAE30\uC801(\uBE44\uCC28\uB2E8) \uBC29\uC2DD\uC73C\uB85C \uD638\uCD9C\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398072=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398073=\uC11C\uBE44\uC2A4\uAC00 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC5D0 \uB300\uD574 \uB3D9\uAE30\uC801(\uCC28\uB2E8) \uBC29\uC2DD\uC73C\uB85C \uD638\uCD9C\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398073=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398074=\uB7F0\uD0C0\uC784 \uCC98\uB9AC \uC911 \uC0C8 \uBCC0\uC218\uAC00 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0 \uCD94\uAC00\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398074=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398075=\uB7F0\uD0C0\uC784 \uCC98\uB9AC \uC911 \uAE30\uC874 \uBCC0\uC218\uAC00 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC0AD\uC81C\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398075=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398076=\uB7F0\uD0C0\uC784 \uCC98\uB9AC \uC911 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uAE30\uC874 \uBCC0\uC218 \uAC12\uC774 \uAC31\uC2E0\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398076=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398077=\uC218\uC2E0 \uBA54\uC2DC\uC9C0\uAC00 \uCC98\uB9AC\uD560 \uACBD\uB85C \uC9C0\uC815 \uB178\uB4DC\uC5D0 \uB3C4\uB2EC\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398077=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398078=\uC218\uC2E0 \uBA54\uC2DC\uC9C0\uAC00 \uCC98\uB9AC\uD560 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uACBD\uB85C \uC9C0\uC815 \uB178\uB4DC\uB97C \uC2DC\uC791\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398078=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398079=\uC218\uC2E0 \uBA54\uC2DC\uC9C0\uAC00 \uCC98\uB9AC\uD560 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uC30D \uB178\uB4DC\uB97C \uC2DC\uC791\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398079=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398080=\uC218\uC2E0 \uBA54\uC2DC\uC9C0\uAC00 \uCC98\uB9AC\uD560 OSB \uD30C\uC774\uD504 \uB77C\uC778 \uB2E8\uACC4\uB97C \uC2DC\uC791\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398080=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398081=OSB\uAC00 \uC218\uC2E0 \uBA54\uC2DC\uC9C0 \uC694\uCCAD\uC758 \uCF58\uD150\uCE20\uB97C \uC5D0\uCF54\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398081=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398082=\uC218\uC2E0 \uBA54\uC2DC\uC9C0\uAC00 \uCC98\uB9AC\uD560 OSB \uC870\uAC74 \uBD84\uAE30 \uB178\uB4DC\uB97C \uC2DC\uC791\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398082=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398083=\uC218\uC2E0 \uBA54\uC2DC\uC9C0\uAC00 \uCC98\uB9AC\uD560 OSB \uC791\uC5C5 \uBD84\uAE30 \uB178\uB4DC\uB97C \uC2DC\uC791\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398083=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398084=\uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC5D0 \uB300\uD55C \uC11C\uBE44\uC2A4 \uD638\uCD9C\uC774 \uC644\uB8CC\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398084=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398085=\uC624\uB958 \uCC98\uB9AC\uAE30 \uD638\uCD9C\uC774 \uC644\uB8CC\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398085=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398086=\uC218\uC2E0 \uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uAC00 \uC7AC\uAC1C\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398086=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398089=\uC218\uC2E0 \uBA54\uC2DC\uC9C0\uAC00 \uCC98\uB9AC\uD560 OSB \uD30C\uC774\uD504 \uB77C\uC778\uC5D0 \uCC98\uC74C \uB4E4\uC5B4\uC62C \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398089=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398090=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uAC00 \uB2E8\uACC4\uB97C \uC885\uB8CC\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398090=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398091=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uAC00 \uACB0\uD568 \uC870\uAC74\uACFC \uD568\uAED8 \uB2E8\uACC4\uB97C \uC885\uB8CC\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398091=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398092=\uC11C\uBE44\uC2A4\uAC00 \uC694\uCCAD \uACBD\uB85C\uC5D0\uC11C \uCC98\uB9AC\uD558\uB294 \uC911 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC5D0 \uB300\uD574 \uD638\uCD9C\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398092=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398093=\uC11C\uBE44\uC2A4\uAC00 \uC751\uB2F5 \uACBD\uB85C\uC5D0\uC11C \uCC98\uB9AC\uD558\uB294 \uC911 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC5D0 \uB300\uD574 \uD638\uCD9C\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398093=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398094=\uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC5D0 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uCF58\uD150\uCE20\uB97C \uD45C\uC2DC\uD558\uAE30 \uC704\uD574 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398094=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398095=\uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC5D0 \uB300\uD55C \uC751\uB2F5\uC744 \uBC1B\uC740 \uD6C4 \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uCF58\uD150\uCE20\uB97C \uD45C\uC2DC\uD558\uAE30 \uC704\uD574 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398095=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398096=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uAC00 \uACBD\uB85C \uC9C0\uC815 \uB178\uB4DC\uB97C \uC885\uB8CC\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398096=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398097=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uAC00 \uACBD\uB85C \uC9C0\uC815 \uB178\uB4DC\uC640 \uC5F0\uAD00\uB41C \uC624\uB958 \uCC98\uB9AC\uAE30\uB97C \uC885\uB8CC\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398097=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398098=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uAC00 \uACBD\uB85C \uC9C0\uC815 \uB178\uB4DC\uC640 \uC5F0\uAD00\uB41C \uC624\uB958 \uCC98\uB9AC\uAE30\uB97C \uC2DC\uC791\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398098=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398099=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uAC00 \uD30C\uC774\uD504 \uB77C\uC778 \uB178\uB4DC\uC640 \uC5F0\uAD00\uB41C \uC624\uB958 \uCC98\uB9AC\uAE30\uB97C \uC2DC\uC791\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398099=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398100=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uAC00 \uB2E8\uACC4\uC640 \uC5F0\uAD00\uB41C \uC624\uB958 \uCC98\uB9AC\uAE30\uB97C \uC2DC\uC791\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398100=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398101=\uACBD\uB85C \uC9C0\uC815 \uB178\uB4DC\uC5D0\uC11C \uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uAC00 \uC644\uB8CC\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398101=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398102=\uACBD\uB85C \uC9C0\uC815 \uB178\uB4DC\uC5D0\uC11C \uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uAC00 \uACB0\uD568 \uC870\uAC74\uACFC \uD568\uAED8 \uC644\uB8CC\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398102=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398103=\uC870\uAC74\uBD80 \uBD84\uAE30 \uB178\uB4DC\uC5D0\uC11C \uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uAC00 \uC644\uB8CC\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398103=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398104=\uD30C\uC774\uD504 \uB77C\uC778 \uC30D \uB178\uB4DC\uC5D0\uC11C \uCC98\uB9AC\uAC00 \uC644\uB8CC\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398104=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398105=\uD30C\uC774\uD504 \uB77C\uC778\uC5D0\uC11C \uCC98\uB9AC\uAC00 \uC644\uB8CC\uB420 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398105=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String serviceName, {1} : String operation
messagedetail398106=\uC11C\uBE44\uC2A4 "{0}"\uC5D0 \uC788\uB294 \uC791\uC5C5 "{1}"\uC758 WS \uC815\uCC45\uC5D0 ID \uAC80\uC99D\uC774 \uC788\uC2B5\uB2C8\uB2E4. ID\uC6A9\uC73C\uB85C\uB294 \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC0AC\uC6A9\uC790 \uC774\uB984 \uD1A0\uD070\uB9CC \uC9C0\uC6D0\uB429\uB2C8\uB2E4. \uC774 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uB294 \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC11C\uBE44\uC2A4 \uACC4\uC815\uC774 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398106=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uBCF4\uC548 \uD0ED\uC5D0\uC11C \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC11C\uBE44\uC2A4 \uACC4\uC815\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
messagedetail398107=WS \uC815\uCC45\uC5D0 \uC778\uC2DD\uB418\uC9C0 \uC54A\uB294 \uC815\uCC45 \uAC80\uC99D\uC774 \uB4E4\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
action398107=WS \uC815\uCC45\uC744 \uD3B8\uC9D1\uD558\uACE0 \uBAA8\uB4E0 \uC815\uCC45 \uAC80\uC99D\uC774 Oracle Service Bus\uC5D0\uC11C \uC9C0\uC6D0\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398108=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uC815\uC758\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398108=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398109=\uC11C\uBE44\uC2A4\uC758 \uBA54\uC2DC\uC9C0 \uB808\uBCA8 \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 \uC778\uC99D\uC5D0 \uC9C0\uC815\uB41C \uD1A0\uD070 \uC720\uD615\uC740 \uC778\uC2DD\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC774 \uD1A0\uD070 \uC720\uD615\uC5D0 \uB300\uD55C ID \uAC80\uC99D \uC81C\uACF5\uC790\uAC00 \uC5C6\uAC70\uB098 \uD1A0\uD070 \uC720\uD615\uC774 "\uD65C\uC131\uD654"\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action398109=\uB3C4\uBA54\uC778\uC758 \uBCF4\uC548 \uC601\uC5ED \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0, \uD1A0\uD070 \uC720\uD615\uC5D0 \uB300\uD55C ID \uAC80\uC99D \uC81C\uACF5\uC790\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uD574\uB2F9 \uD2B9\uC815 ID \uAC80\uC99D \uC81C\uACF5\uC790\uC5D0 \uB300\uD55C \uD1A0\uD070 \uC720\uD615\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. ID \uAC80\uC99D \uD504\uB85C\uC138\uC2A4 \uBC0F ID \uAC80\uC99D \uC81C\uACF5\uC790\uC5D0 \uB300\uD55C \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 WebLogic Server \uBCF4\uC548 \uC124\uBA85\uC11C\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail398110=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uC815\uC758\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398110=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398111=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uC815\uC758\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398111=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398112=WS \uBCF4\uC548 \uC778\uC99D\uACFC \uBA54\uC2DC\uC9C0 \uB808\uBCA8\uC758 \uC0AC\uC6A9\uC790 \uC815\uC758 \uC778\uC99D\uC740 \uB3D9\uC2DC\uC5D0 \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action398112=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uB450 \uC778\uC99D \uC720\uD615 \uBAA8\uB450\uC5D0 \uB300\uD574 \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 \uB610\uB294 WS \uC815\uCC45\uC744 \uD3B8\uC9D1\uD558\uC5EC \uC774\uB7EC\uD55C \uB450 \uBC29\uBC95 \uC911 \uCD5C\uB300 \uD55C \uAC1C\uAC00 \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398113=\uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 \uC120\uD0DD\uAE30\uC758 XPath \uD45C\uD604\uC2DD\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398113=\uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 \uC120\uD0DD\uAE30 \uD544\uB4DC\uC5D0 \uC801\uD569\uD55C XPath \uD45C\uD604\uC2DD\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
messagedetail398114=\uC0AC\uC6A9\uC790 \uC774\uB984 \uC120\uD0DD\uAE30\uC758 XPath \uD45C\uD604\uC2DD\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398114=\uC0AC\uC6A9\uC790 \uC774\uB984 \uC120\uD0DD\uAE30 \uD544\uB4DC\uC5D0 \uC801\uD569\uD55C XPath \uD45C\uD604\uC2DD\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
messagedetail398115=\uBE44\uBC00\uBC88\uD638 \uC120\uD0DD\uAE30\uC758 XPath \uD45C\uD604\uC2DD\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398115=\uBE44\uBC00\uBC88\uD638 \uC120\uD0DD\uAE30 \uD544\uB4DC\uC5D0 \uC801\uD569\uD55C XPath \uD45C\uD604\uC2DD\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
messagedetail398116=\uC0AC\uC6A9\uC790 \uC815\uC758 \uC18D\uC131 \uC120\uD0DD\uAE30\uC758 XPath \uD45C\uD604\uC2DD\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398116=\uC0AC\uC6A9\uC790 \uC815\uC758 \uC18D\uC131 \uC120\uD0DD\uAE30 \uD544\uB4DC\uC5D0 \uC801\uD569\uD55C XPath \uD45C\uD604\uC2DD\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
messagedetail398117=\uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070\uC758 \uBCC0\uC218 \uC774\uB984\uC740 "header" \uB610\uB294 "body"\uAC00 \uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398117=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uBCF4\uC548 \uD0ED\uC5D0\uC11C \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070\uC5D0 \uB300\uD55C \uC801\uD569\uD55C \uBA54\uC2DC\uC9C0 \uBD80\uBD84\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
messagedetail398118=\uBA54\uC2DC\uC9C0 \uC0DD\uC131\uC790\uAC00 \uD1A0\uD070 \uC790\uCCB4\uC5D0 \uC11C\uBA85\uD55C \uACBD\uC6B0\uC5D0\uB9CC \uBE44\uBC00\uBC88\uD638 \uC5C6\uC774 \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC0AC\uC6A9\uC790 \uC774\uB984 \uD1A0\uD070\uC744 \uC2E0\uB8B0\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action398118=WS \uC815\uCC45\uC744 \uD3B8\uC9D1\uD558\uACE0 \uBE44\uBC00\uBC88\uD638 \uC5C6\uB294 \uC0AC\uC6A9\uC790 \uC774\uB984 \uD1A0\uD070\uC744 \uAE08\uC9C0\uD558\uB294\uC9C0, \uADF8\uB807\uC9C0 \uC54A\uC73C\uBA74 \uC815\uCC45\uC5D0\uC11C \uC0AC\uC6A9\uC790 \uC774\uB984 \uD1A0\uD070\uC744 \uCC98\uB9AC\uD558\uB294 \uB514\uC9C0\uD138 \uC11C\uBA85\uC744 \uC694\uAD6C\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398119=\uBA54\uC2DC\uC9C0 \uC0DD\uC131\uC790\uAC00 \uD1A0\uD070 \uC790\uCCB4\uC5D0 \uC11C\uBA85\uD55C \uACBD\uC6B0\uC5D0\uB9CC \uBE44\uBC00\uBC88\uD638 \uC5C6\uC774 \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC0AC\uC6A9\uC790 \uC774\uB984 \uD1A0\uD070\uC744 \uC2E0\uB8B0\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action398119=WS \uC815\uCC45\uC744 \uD3B8\uC9D1\uD558\uACE0 \uBE44\uBC00\uBC88\uD638 \uC5C6\uB294 \uC0AC\uC6A9\uC790 \uC774\uB984 \uD1A0\uD070\uC744 \uAE08\uC9C0\uD558\uB294\uC9C0, \uADF8\uB807\uC9C0 \uC54A\uC73C\uBA74 \uC815\uCC45\uC5D0\uC11C \uC0AC\uC6A9\uC790 \uC774\uB984 \uD1A0\uD070\uC744 \uCC98\uB9AC\uD558\uB294 \uB514\uC9C0\uD138 \uC11C\uBA85\uC744 \uC694\uAD6C\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398120=\uC11C\uBE44\uC2A4 \uB4F1\uB85D \uC2DC \uC720\uD615\uC774 \uC9C0\uC815\uB41C \uC804\uC1A1 \uC11C\uBE44\uC2A4 \uB05D\uC810\uC5D0\uC11C WSDL\uC744 \uAC80\uC0C9\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action398120=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398121=\uC11C\uBE44\uC2A4 \uB4F1\uB85D \uC2DC \uC720\uD615\uC774 \uC9C0\uC815\uB41C \uC804\uC1A1 \uC11C\uBE44\uC2A4 \uB05D\uC810\uC5D0\uC11C WSDL\uC744 \uAC80\uC0C9\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398121=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398122=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uAC80\uC99D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD544\uC218 \uC694\uC18C "logging"\uC774 \uAD6C\uC131\uC5D0 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action398122=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398123=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uAC80\uC99D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uD544\uC218 \uC694\uC18C "sla-alerting"\uC774 \uAD6C\uC131\uC5D0 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action398123=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398124=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uAC80\uC99D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uAD6C\uC131\uC5D0 \uD544\uC218 \uC694\uC18C "pipeline-alerting"\uC774 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action398124=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398125=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uAC80\uC99D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC5D0 "logging" \uC694\uC18C\uAC00 \uC5C6\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action398125=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398126=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uAC80\uC99D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC5D0 "sla-alerting" \uC694\uC18C\uAC00 \uC5C6\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action398126=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398127=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uAC80\uC99D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC5D0 "pipeline-alerting" \uC694\uC18C\uAC00 \uC5C6\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action398127=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398128=\uC11C\uBE44\uC2A4 \uC815\uC758\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. WS \uC815\uCC45 \uAD6C\uC131\uC774 \uD3EC\uD568\uB418\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action398128=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398130=WS \uC804\uC1A1 \uC11C\uBE44\uC2A4\uC5D0\uB294 RM(\uC2E0\uB8B0\uD560 \uC218 \uC788\uB294 \uBA54\uC2DC\uC9C0) \uC815\uCC45\uC774 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398130=\uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC744 \uAD6C\uC131\uD558\uC2ED\uC2DC\uC624. \uC11C\uBE44\uC2A4\uC5D0 RM \uC815\uCC45 \uAC80\uC99D\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398131=WS \uC804\uC1A1 \uC11C\uBE44\uC2A4\uC5D0\uB294 WebLogic Server 9.X \uC2A4\uD0C0\uC77C\uC758 \uBCF4\uC548 \uC815\uCC45 \uAC80\uC99D\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action398131=\uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC744 \uAD6C\uC131\uD558\uC2ED\uC2DC\uC624. \uC11C\uBE44\uC2A4\uC5D0 WebLogic Server 9.X \uC2A4\uD0C0\uC77C\uC758 \uBCF4\uC548 \uC815\uCC45 \uAC80\uC99D\uC774 \uC5C6\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398132=RM(\uC2E0\uB8B0\uD560 \uC218 \uC788\uB294 \uBA54\uC2DC\uC9C0) \uC815\uCC45 \uAC80\uC99D\uC740 WS \uC804\uC1A1 \uC11C\uBE44\uC2A4\uC5D0\uC11C\uB9CC \uD5C8\uC6A9\uB429\uB2C8\uB2E4.
action398132=\uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC5D0\uC11C RM \uC815\uCC45 \uAC80\uC99D\uC744 \uC81C\uAC70\uD558\uAC70\uB098 \uC11C\uBE44\uC2A4\uB97C WS \uC804\uC1A1\uC73C\uB85C \uC804\uD658\uD558\uC2ED\uC2DC\uC624.
messagedetail398133=WS-SP 1.x \uAC80\uC99D\uC740 \uC774 \uBC84\uC804\uC758 Oracle Service Bus\uC5D0\uC11C \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4(WS \uC804\uC1A1 \uB05D\uC810\uC758 \uC77C\uBD80 \uACBD\uC6B0\uB294 \uC608\uC678).
action398133=Oracle Service Bus\uC5D0\uC11C \uC6D0\uB798 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uB294 \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC815\uCC45\uC744 \uC0AC\uC6A9\uD558\uB294 WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4\uC785\uB2C8\uB2E4. 'OWSM \uC815\uCC45 - OWSM \uC815\uCC45 \uC800\uC7A5\uC18C\uC5D0\uC11C' \uC635\uC158\uC744 \uC120\uD0DD\uD558\uACE0 \uB3D9\uB4F1\uD55C OWSM \uBCF4\uC548 \uC815\uCC45\uC744 \uC5F0\uACB0\uD558\uC2ED\uC2DC\uC624. \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC758 \uACBD\uC6B0 '\uCD94\uAC00' \uB2E8\uCD94\uB97C \uB20C\uB7EC \uC218\uB3D9\uC73C\uB85C \uD544\uC694\uD55C \uD074\uB77C\uC774\uC5B8\uD2B8 \uC815\uCC45\uC744 \uCD94\uAC00\uD558\uAC70\uB098, '\uD638\uD658\uB418\uB294 \uD56D\uBAA9 \uCD94\uAC00' \uB2E8\uCD94\uB97C \uB20C\uB7EC Oracle Service Bus\uC5D0\uC11C \uC790\uB3D9\uC73C\uB85C \uD638\uD658\uB418\uB294 \uD074\uB77C\uC774\uC5B8\uD2B8 \uC815\uCC45\uC744 \uC120\uD0DD\uD558\uACE0 \uCD94\uAC00\uD558\uB3C4\uB85D \uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail398134=\uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC911\uAC1C\uC790 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uB294 \uD574\uB2F9 WS \uC815\uCC45\uC5D0 \uBCF4\uC548 \uC815\uCC45\uC774 \uD3EC\uD568\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398134=\uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC911\uAC1C\uC790\uB85C \uC124\uC815\uD558\uB824\uBA74 \uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC744 \uD3B8\uC9D1\uD558\uACE0 \uBCF4\uC548 \uC815\uCC45\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC911\uAC1C\uC790\uB85C \uC124\uC815\uD558\uC9C0 \uC54A\uC73C\uB824\uBA74 \uBCF4\uC548 \uD0ED\uC73C\uB85C \uC774\uB3D9\uD558\uC5EC \uBCC0\uACBD \uC0AC\uD56D \uC5C6\uC774 "\uAC31\uC2E0"\uC744 \uB204\uB974\uC2ED\uC2DC\uC624.
messagedetail398135=\uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC11C\uBE44\uC2A4 \uACC4\uC815\uC740 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC5D0 \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC815\uCC45\uC774 \uC788\uB294 \uACBD\uC6B0\uC5D0\uB9CC \uC758\uBBF8\uAC00 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uB294 \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uC11C\uBE44\uC2A4 \uACC4\uC815\uC5D0 \uB300\uD55C \uCC38\uC870\uAC00 \uC788\uC2B5\uB2C8\uB2E4 (\uCF58\uC194\uC5D0 \uD45C\uC2DC\uB418\uC9C0 \uC54A\uB294 \uACBD\uC6B0\uC5D0\uB3C4).
action398135=\uBCF4\uC548 \uC815\uCC45\uC744 \uC774 \uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC5D0 \uCD94\uAC00\uD558\uAC70\uB098 \uBCF4\uC548 \uD0ED\uC73C\uB85C \uC774\uB3D9\uD558\uC5EC \uBCC0\uACBD \uC0AC\uD56D \uC5C6\uC774 "\uAC31\uC2E0"\uC744 \uB204\uB974\uC2ED\uC2DC\uC624.
messagedetail398136=\uC11C\uBE44\uC2A4\uAC00 \uC6F9 \uC11C\uBE44\uC2A4 \uBCF4\uC548 \uD65C\uC131 \uC911\uAC1C\uC790\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uC73C\uBA74 \uCF58\uD150\uCE20 \uC2A4\uD2B8\uB9AC\uBC0D \uAE30\uB2A5\uC774 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action398136=\uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uCF58\uD150\uCE20 \uC2A4\uD2B8\uB9AC\uBC0D \uAE30\uB2A5\uC744 \uD574\uC81C\uD558\uC2ED\uC2DC\uC624.
messagedetail398137=\uC11C\uBE44\uC2A4\uAC00 \uC0AC\uC6A9\uC790 \uC815\uC758 \uC778\uC99D\uC5D0 \uB300\uD574 \uAD6C\uC131\uB418\uC5B4 \uC788\uC73C\uBA74 \uCF58\uD150\uCE20 \uC2A4\uD2B8\uB9AC\uBC0D \uAE30\uB2A5\uC774 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action398137=\uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uCF58\uD150\uCE20 \uC2A4\uD2B8\uB9AC\uBC0D \uAE30\uB2A5\uC744 \uD574\uC81C\uD558\uC2ED\uC2DC\uC624.
messagedetail398140=\uC218\uB3D9\uC801 WSS \uC911\uAC1C\uC790\uB294 \uACF5\uC6A9 WSDL("\uD6A8\uACFC\uC801\uC778" WSDL)\uC758 WS \uBCF4\uC548 \uC815\uCC45\uC774 \uC788\uC73C\uB098 WS \uBCF4\uC548 \uCC98\uB9AC\uB97C \uC218\uD589\uD558\uC9C0 \uC54A\uB294 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB85C\uC11C, \uB2E8\uC21C\uD788 \uBCF4\uC548 \uD5E4\uB354\uB97C \uBC31\uC5D4\uB4DC \uC11C\uBE44\uC2A4\uB85C \uB9B4\uB808\uC774\uD569\uB2C8\uB2E4. \uC218\uB3D9\uC801 WSS \uC911\uAC1C\uC790\uC5D0 "\uCD94\uC0C1 \uAE30\uBC00\uC131" \uC815\uCC45\uC774 \uC788\uC744 \uB54C\uB9C8\uB2E4 \uD504\uB85D\uC2DC\uC5D0\uB294 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uAC00 \uC788\uC5B4\uC57C \uD558\uACE0 \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0\uB294 \uC554\uD638\uD654 \uC778\uC99D\uC11C\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uC554\uD638\uD654 \uC778\uC99D\uC11C\uB294 \uD6A8\uACFC\uC801\uC778 WSDL\uB85C \uC778\uB77C\uC778\uB429\uB2C8\uB2E4.
action398140=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uBCF4\uC548 \uD0ED\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624(\uC11C\uBE44\uC2A4 \uD0A4 \uC81C\uACF5\uC790\uC5D0 \uC554\uD638\uD654 \uC778\uC99D\uC11C\uAC00 \uC788\uC5B4\uC57C \uD568).
messagedetail398141=\uC11C\uBE44\uC2A4\uC5D0 \uC0AC\uC6A9\uC790 \uC815\uC758 ws \uC815\uCC45\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uC0AC\uC6A9\uC790 \uC815\uC758 ws \uC815\uCC45 \uC911 \uD558\uB098\uAC00 WSDL\uC5D0 \uC874\uC7AC\uD558\uC9C0 \uC54A\uB294 \uC791\uC5C5\uC5D0 \uC9C0\uC815\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uBB38\uC81C\uB294 WSDL\uC5D0 \uBCC0\uACBD \uC0AC\uD56D\uC774 \uC788\uAE30 \uB54C\uBB38\uC77C \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action398141=WSDL\uC744 \uD3B8\uC9D1\uD558\uACE0 \uB204\uB77D\uB41C \uC791\uC5C5\uC744 \uCD94\uAC00\uD558\uAC70\uB098, \uD574\uB2F9 \uC791\uC5C5\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC744 \uACBD\uC6B0 \uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uC815\uCC45 \uD0ED\uC73C\uB85C \uC774\uB3D9\uD558\uC5EC \uBCC0\uACBD \uC0AC\uD56D \uC5C6\uC774 "\uAC31\uC2E0"\uC744 \uB204\uB974\uC2ED\uC2DC\uC624.
messagedetail398142=\uC11C\uBE44\uC2A4\uC5D0 \uC0AC\uC6A9\uC790 \uC815\uC758 ws \uC815\uCC45\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uC0AC\uC6A9\uC790 \uC815\uC758 ws \uC815\uCC45 \uC911 \uD558\uB098\uAC00 WSDL\uC5D0 \uC120\uC5B8\uB418\uC5B4 \uC788\uB294 \uB2E8\uBC29\uD5A5 \uC791\uC5C5\uC758 \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uC5D0 \uC9C0\uC815\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uD574\uB2F9 \uC791\uC5C5\uC5D0\uB294 \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uBB38\uC81C\uB294 WSDL\uC5D0 \uBCC0\uACBD \uC0AC\uD56D\uC774 \uC788\uAE30 \uB54C\uBB38\uC77C \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action398142=\uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uC815\uCC45 \uD0ED\uC73C\uB85C \uC774\uB3D9\uD558\uC5EC \uBCC0\uACBD \uC0AC\uD56D \uC5C6\uC774 "\uAC31\uC2E0"\uC744 \uB204\uB974\uC2ED\uC2DC\uC624.
messagedetail398143=RM(\uC2E0\uB8B0\uD560 \uC218 \uC788\uB294 \uBA54\uC2DC\uC9C0) \uC815\uCC45\uC740 \uD2B9\uC815 \uC791\uC5C5\uC5D0 \uBC14\uC778\uB529\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. RM \uC815\uCC45\uC740 \uC804\uCCB4 \uC11C\uBE44\uC2A4\uC5D0\uB9CC \uBC14\uC778\uB529\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action398143=\uC11C\uBE44\uC2A4\uC758 WS \uC815\uCC45\uC744 \uD3B8\uC9D1\uD558\uACE0 RM \uC815\uCC45\uC774 \uC804\uCCB4 \uC11C\uBE44\uC2A4\uC5D0 \uBC14\uC778\uB529\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398144=\uC9C0\uC815\uB41C \uC11C\uBE44\uC2A4\uC5D0\uC11C\uB294 \uCF58\uD150\uCE20 \uC2A4\uD2B8\uB9AC\uBC0D\uACFC XOP/MTOM \uC635\uC158\uC774 \uBAA8\uB450 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB420 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD558\uB098\uB9CC \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
action398144=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD3B8\uC9D1\uD558\uACE0 \uCF58\uD150\uCE20 \uC2A4\uD2B8\uB9AC\uBC0D \uB610\uB294 XOP/MTOM \uC635\uC158\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
messagedetail398145=\uC120\uD0DD\uD55C \uC11C\uBE44\uC2A4 \uC804\uC1A1\uC740 XOP/MTOM \uCC98\uB9AC\uB97C \uC9C0\uC6D0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action398145=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD3B8\uC9D1\uD558\uACE0 \uB2E4\uB978 \uC804\uC1A1\uC744 \uC120\uD0DD\uD558\uAC70\uB098 XOP/MTOM \uC635\uC158\uC744 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail398146=\uC120\uD0DD\uD55C \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uC740 XOP/MTOM \uCC98\uB9AC\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action398146=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD3B8\uC9D1\uD558\uACE0 \uB2E4\uB978 \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uC744 \uC120\uD0DD\uD558\uAC70\uB098 XOP/MTOM \uC635\uC158\uC744 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail398147=\uC11C\uBE44\uC2A4\uAC00 \uD65C\uC131 \uBA54\uC2DC\uC9C0 \uB808\uBCA8 \uBCF4\uC548 \uC911\uAC1C\uC790\uB85C \uAD6C\uC131\uB41C \uACBD\uC6B0\uC5D0\uB294 XOP/MTOM \uAE30\uB2A5\uC774 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action398147=\uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 XOP/MTOM \uAE30\uB2A5\uC744 \uD574\uC81C\uD558\uC2ED\uC2DC\uC624.
messagedetail398148=\uC11C\uBE44\uC2A4\uAC00 \uC0AC\uC6A9\uC790 \uC815\uC758 \uC778\uC99D\uC5D0 \uB300\uD574 \uAD6C\uC131\uB418\uC5B4 \uC788\uC73C\uBA74 XOP/MTOM \uAE30\uB2A5\uC774 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action398148=\uC11C\uBE44\uC2A4\uB97C \uD3B8\uC9D1\uD558\uACE0 XOP/MTOM \uAE30\uB2A5\uC744 \uD574\uC81C\uD558\uC2ED\uC2DC\uC624.
messagedetail398149=\uC120\uD0DD\uB41C \uC11C\uBE44\uC2A4 \uC804\uC1A1\uC740 \uCCA8\uBD80 \uD30C\uC77C\uC744 \uB514\uC2A4\uD06C\uB85C \uD398\uC774\uC9D5\uD558\uB294 \uAE30\uB2A5\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action398149=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD3B8\uC9D1\uD558\uACE0 \uB2E4\uB978 \uC804\uC1A1\uC744 \uC120\uD0DD\uD558\uAC70\uB098 \uCCA8\uBD80 \uD30C\uC77C \uD398\uC774\uC9D5 \uAE30\uB2A5\uC744 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail398150=\uC120\uD0DD\uB41C XOP/MTOM \uC635\uC158\uC740 \uCCA8\uBD80 \uD30C\uC77C\uC744 \uB514\uC2A4\uD06C\uB85C \uD398\uC774\uC9D5\uACFC \uD638\uD658\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action398150=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD3B8\uC9D1\uD558\uACE0 \uB2E4\uB978 XOP/MTOM \uC635\uC158\uC744 \uC120\uD0DD\uD558\uAC70\uB098 \uCCA8\uBD80 \uD30C\uC77C \uD398\uC774\uC9D5 \uAE30\uB2A5\uC744 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail398151=Java \uC791\uC5C5\uC5D0 \uB300\uD55C Java \uBA54\uC2DC\uC9C0 \uB610\uB294 WSDL \uAE30\uBC18 \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uC774 \uCF58\uD150\uCE20 \uC2A4\uD2B8\uB9AC\uBC0D \uC635\uC158\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action398151=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD3B8\uC9D1\uD558\uACE0 \uB2E4\uB978 \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
messagedetail398200=\uC804\uC1A1 \uB7F0\uD0C0\uC784\uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uC218\uC2E0\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398200=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398201=\uC804\uC1A1 \uB7F0\uD0C0\uC784\uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uC778\uBC14\uC6B4\uB4DC \uC751\uB2F5\uC744 \uB2E4\uC2DC \uC804\uC1A1\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398201=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398202=\uC804\uC1A1 \uB7F0\uD0C0\uC784\uC774 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uC804\uC1A1\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398202=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398203=\uC804\uC1A1 \uB7F0\uD0C0\uC784\uC774 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC751\uB2F5\uC744 \uC218\uC2E0\uD560 \uB54C\uB9C8\uB2E4 \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398203=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398204=\uD2B9\uC815 \uBA54\uC2DC\uC9C0 \uCD94\uC801\uC5D0 \uC2E4\uD328\uD560 \uB54C\uB9C8\uB2E4(\uC778\uBC14\uC6B4\uB4DC/\uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD/\uC751\uB2F5) \t \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398204=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398205=\uC544\uC6C3\uBC14\uC6B4\uB4DC \uB05D\uC810 \uD638\uCD9C\uC5D0 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD560 \uB54C\uB9C8\uB2E4 \t \uAE30\uB85D\uB418\uB294 OSB \uCD94\uC801 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC758 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action398205=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail398300=\uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uACB0\uACFC \uCE90\uC2DC\uB97C \uD655\uC778\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uCD94\uAC00 \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uD638\uCD9C\uC5D0\uB294 \uACB0\uACFC \uCE90\uC2DC\uAC00 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC678\uBD80 \uC11C\uBE44\uC2A4\uAC00 \uD638\uCD9C\uB429\uB2C8\uB2E4.
action398300=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398301=\uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uACB0\uACFC \uCE90\uC2DC\uC5D0 \uC0C8 \uD56D\uBAA9\uC744 \uCD94\uAC00\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uCD94\uAC00 \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uD638\uCD9C\uC5D0\uB294 \uACB0\uACFC \uCE90\uC2DC\uAC00 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC678\uBD80 \uC11C\uBE44\uC2A4\uAC00 \uD638\uCD9C\uB429\uB2C8\uB2E4.
action398301=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398302=\uCE90\uC2DC \uD1A0\uD070\uC744 \uACC4\uC0B0\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uCD94\uAC00 \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uD638\uCD9C\uC5D0\uB294 \uACB0\uACFC \uCE90\uC2DC\uAC00 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC678\uBD80 \uC11C\uBE44\uC2A4\uAC00 \uD638\uCD9C\uB429\uB2C8\uB2E4.
action398302=\uC774 \uC11C\uBE44\uC2A4\uC758 \uACB0\uACFC \uCE90\uC2F1\uC5D0 \uB300\uD574 \uC815\uC758\uB41C \uD1A0\uD070 \uC54C\uACE0\uB9AC\uC998\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398303=\uCE90\uC2DC ttl\uC744 \uACC4\uC0B0\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uCD94\uAC00 \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uCE90\uC2DC \uAD6C\uC131 \uD30C\uC77C\uC5D0 \uC815\uC758\uB41C \uAE30\uBCF8 \uCE90\uC2DC ttl\uC744 \uC0AC\uC6A9\uD558\uC5EC \uD56D\uBAA9\uC774 \uACC4\uC18D \uCE90\uC2DC\uC5D0 \uCD94\uAC00\uB418\uBBC0\uB85C \uC774\uB294 \uACBD\uACE0\uC77C \uBFD0\uC785\uB2C8\uB2E4.
action398303=\uC774 \uC11C\uBE44\uC2A4\uC758 \uACB0\uACFC \uCE90\uC2F1\uC5D0 \uB300\uD574 \uC815\uC758\uB41C ttl \uC54C\uACE0\uB9AC\uC998\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398304=\uCE90\uC2DC ttl\uC774 \uACC4\uC0B0\uB418\uC5C8\uC9C0\uB9CC \uC801\uD569\uD55C long\uC744 \uBC18\uD658\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uCE90\uC2DC \uAD6C\uC131 \uD30C\uC77C\uC5D0 \uC815\uC758\uB41C \uAE30\uBCF8 \uCE90\uC2DC ttl\uC744 \uC0AC\uC6A9\uD558\uC5EC \uD56D\uBAA9\uC774 \uACC4\uC18D \uCE90\uC2DC\uC5D0 \uCD94\uAC00\uB418\uBBC0\uB85C \uC774\uB294 \uACBD\uACE0\uC77C \uBFD0\uC785\uB2C8\uB2E4.
action398304=\uC774 \uC11C\uBE44\uC2A4\uC758 \uACB0\uACFC \uCE90\uC2F1\uC5D0 \uB300\uD574 \uC815\uC758\uB41C ttl \uC54C\uACE0\uB9AC\uC998\uC774 long\uC744 \uBC18\uD658\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398305=\uB9CC\uB8CC \uC2DC\uAC04 XQuery \uD45C\uD604\uC2DD\uC740 \uC5F0\uB3C4 \uB610\uB294 \uC6D4\uC744 \uD3EC\uD568\uD558\uC9C0 \uC54A\uB294 \uC815\uC218(\uCD08)\uB098 XQuery dayTimeDuration\uC73C\uB85C \uD3C9\uAC00\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398305=\uB9CC\uB8CC \uC2DC\uAC04 \uD45C\uD604\uC2DD\uC5D0 dayTimeDuration\uC73C\uB85C \uD3C9\uAC00\uB418\uB294 XQuery \uD45C\uD604\uC2DD\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
messagedetail398306=\uACB0\uACFC \uCE90\uC2DC\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0\uC11C \uCD94\uAC00 \uC815\uBCF4\uB97C \uC81C\uACF5\uD569\uB2C8\uB2E4. osb/service/ResultCache\uAC00 $DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml\uC5D0 \uC815\uC758\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action398306=\uCE90\uC2DC \uAD6C\uC131\uC5D0 \uCE90\uC2DC\uAC00 \uC815\uC758\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398307=\uACB0\uACFC \uCE90\uC2F1\uC740 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uC11C\uB9CC \uC801\uD569\uD569\uB2C8\uB2E4.
action398307=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398308=\uACB0\uACFC \uCE90\uC2F1\uC740 \uD558\uB098 \uC774\uC0C1\uC758 \uC694\uCCAD-\uC751\uB2F5 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uB294 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uC11C\uB9CC \uD5C8\uC6A9\uB429\uB2C8\uB2E4.
action398308=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD3B8\uC9D1\uD558\uACE0, \uC694\uCCAD/\uC751\uB2F5 \uC791\uC5C5\uC744 \uC815\uC758\uD558\uB294 WSDL\uC744 \uC0AC\uC6A9\uD558\uAC70\uB098 \uACB0\uACFC \uCE90\uC2F1 \uAE30\uB2A5\uC744 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail398309=\uB300\uBD80\uBD84\uC758 \uACBD\uC6B0 \uACB0\uACFC \uCE90\uC2F1\uC740 WS \uC815\uCC45\uC744 \uBB34\uC2DC\uD558\uBBC0\uB85C WS \uC815\uCC45\uC744 \uC0AC\uC6A9\uD558\uB294 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uC11C\uB294 \uACB0\uACFC \uCE90\uC2F1\uC744 \uC0AC\uC6A9\uD558\uC9C0 \uC54A\uB294 \uAC83\uC774 \uC88B\uC2B5\uB2C8\uB2E4.
action398309=\uACB0\uACFC \uCE90\uC2F1\uC774 \uD544\uC694\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398310=\uCE90\uC2DC \uD1A0\uD070 XQuery \uD45C\uD604\uC2DD\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398310=[\uCE90\uC2DC \uD1A0\uD070 \uD45C\uD604\uC2DD] \uD544\uB4DC\uC5D0 \uC801\uD569\uD55C XQuery \uD45C\uD604\uC2DD\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
messagedetail398311=\uCE90\uC2DC \uD1A0\uD070 XQuery \uD45C\uD604\uC2DD\uC5D0 \uBD80\uC801\uD569\uD55C \uBCC0\uC218\uAC00 \uC0AC\uC6A9\uB418\uACE0 \uC788\uC2B5\uB2C8\uB2E4. $body, $header, $operation \uB610\uB294 $metadata\uB9CC \uC0AC\uC6A9\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398311=\uCE90\uC2DC \uD1A0\uD070 \uD45C\uD604\uC2DD\uC5D0 \uC801\uD569\uD55C \uBCC0\uC218\uB9CC \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398312=\uB9CC\uB8CC \uC2DC\uAC04 XQuery \uD45C\uD604\uC2DD\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action398312=[\uB9CC\uB8CC \uC2DC\uAC04 \uD45C\uD604\uC2DD] \uD544\uB4DC\uC5D0 \uC801\uD569\uD55C XQuery \uD45C\uD604\uC2DD\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
messagedetail398313=\uB9CC\uB8CC \uC2DC\uAC04 XQuery \uD45C\uD604\uC2DD\uC5D0 \uBD80\uC801\uD569\uD55C \uBCC0\uC218\uAC00 \uC0AC\uC6A9\uB418\uACE0 \uC788\uC2B5\uB2C8\uB2E4. $body, $header, $operation \uB610\uB294 $metadata\uB9CC \uC0AC\uC6A9\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398313=\uB9CC\uB8CC \uC2DC\uAC04 XQuery \uD45C\uD604\uC2DD\uC5D0 \uC801\uD569\uD55C \uBCC0\uC218\uB9CC \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398314=\uCE90\uC2DC\uC5D0 \uC800\uC7A5\uD560 \uACB0\uACFC\uB97C \uAC00\uC838\uC624\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC138\uBD80 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC5D0 \uC2E4\uC81C \uC6D0\uC778\uC5D0 \uB300\uD55C \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB429\uB2C8\uB2E4.
action398314=\uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uC124\uBA85\uB41C \uC624\uB958\uB97C \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail398315=\uC11C\uBE44\uC2A4 \uACB0\uACFC \uCE90\uC2F1 \uAE30\uB2A5\uC774 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
cause398315=\uC804\uC5ED \uACB0\uACFC \uCE90\uC2F1\uC774 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uAC70\uB098 \uC2DC\uC791 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uAE30 \uB54C\uBB38\uC77C \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action398315=\uC804\uC5ED \uACB0\uACFC \uCE90\uC2F1\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C \uACBD\uC6B0 \uACB0\uACFC \uCE90\uC2DC\uB97C \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uB294 \uC6D0\uC778\uC5D0 \uB300\uD55C \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC11C\uBC84 \uB85C\uADF8\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398316=OSB Coherence \uCE90\uC2DC \uC81C\uACF5\uC790\uAC00 \uCD08\uAE30\uD654\uB418\uC9C0 \uC54A\uC544 \uACB0\uACFC \uCE90\uC2DC\uB97C \uAC00\uC838\uC624\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC11C\uBC84 \uC2DC\uC791 \uC2DC \uCD94\uAC00 \uC624\uB958 \uBA54\uC2DC\uC9C0\uC5D0 \uC774 \uC624\uB958\uC5D0 \uB300\uD55C \uADFC\uBCF8 \uC6D0\uC778\uC774 \uC81C\uACF5\uB429\uB2C8\uB2E4.
action398316=\uC6D0\uC778\uC774 \uB098\uC640 \uC788\uB294 \uCD94\uAC00 \uC624\uB958 \uBA54\uC2DC\uC9C0\uB294 \uC11C\uBC84 \uB85C\uADF8\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail398317=\uC11C\uBE44\uC2A4 \uACB0\uACFC \uCE90\uC2F1 \uAE30\uB2A5\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail398318=\uC11C\uBE44\uC2A4 \uACB0\uACFC \uCE90\uC2DC\uB97C \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uACB0\uACFC \uCE90\uC2F1\uC774 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uB429\uB2C8\uB2E4.
action398318=\uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uC6D0\uC778\uC5D0 \uB300\uD55C \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail398319=\uC11C\uBE44\uC2A4 \uACB0\uACFC \uCE90\uC2DC\uB97C \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action398319=\uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uC6D0\uC778\uC5D0 \uB300\uD55C \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail398320=\uACB0\uACFC \uCE90\uC2DC\uB97C \uC0AC\uC6A9\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uCD94\uAC00 \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398320=\uB2E8\uC9C0 \uACBD\uACE0\uC77C \uBFD0\uC774\uBA70 \uC608\uC678 \uC0AC\uD56D\uC740 \uBB34\uC2DC\uB429\uB2C8\uB2E4.
messagedetail398321=Coherence \uCE90\uC2DC \uC81C\uACF5\uC790\uAC00 \uC2DC\uC791\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action398321=\uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398322=\uC11C\uBE44\uC2A4\uC758 \uACB0\uACFC \uCE90\uC2DC\uC5D0\uC11C \uD56D\uBAA9\uC744 \uC81C\uAC70\uD560 \uB54C \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uCD94\uAC00 \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398322=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398323=\uC11C\uBE44\uC2A4\uC758 \uACB0\uACFC \uCE90\uC2DC\uC5D0\uC11C \uBAA8\uB4E0 \uD56D\uBAA9\uC744 \uC81C\uAC70\uD560 \uB54C \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uCD94\uAC00 \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398323=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail398324=\uACB0\uACFC \uCE90\uC2DC\uC5D0\uC11C \uBAA8\uB4E0 \uC11C\uBE44\uC2A4\uC758 \uBAA8\uB4E0 \uD56D\uBAA9\uC744 \uC81C\uAC70\uD560 \uB54C \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uCD94\uAC00 \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action398324=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
