messagedetail398000=Bei der Verarbeitung einer Nachricht ist ein unerwarteter Fehler in OSB-Laufzeitumgebung aufgetreten. Die Fehlerursache wird in einer Fehlermeldung angegeben.
action398000=Wenden Sie sich an den technischen Support
messagedetail398014=Bei der Verarbeitung der Konfiguration f\u00FCr den angegebene Proxy-Service ist ein Fehler aufgetreten. Der angegebene URI war nicht g\u00FCltig. Die Ursache des Problems wird in einer Fehlermeldung angegeben. 
action398014=Pr\u00FCfen Sie den URI f\u00FCr den Proxy-Service, um sicherzustellen, dass er g\u00FCltig ist
messagedetail398015=Der WSDL-basierte Service, der gerade registriert wird, ist falsch konfiguriert. Beim Abrufen der entsprechenden WSDL-Informationen ist ein Problem aufgetreten
action398015=Wenden Sie sich an den technischen Support
messagedetail398016=Der WSDL-basierte Service, der gerade registriert wird, ist falsch konfiguriert. Beim Abrufen der entsprechenden WSDL-Informationen ist ein Problem aufgetreten. Die Fehlerursache wird in einer Fehlermeldung angegeben
action398016=Wenden Sie sich an den technischen Support
messagedetail398017=Beim Registrieren eines WSDL-basierten Service ist ein Problem aufgetreten. Der angegebene WSDL-Port ist in der verkn\u00FCpften WSDL-Ressource nicht vorhanden
action398017=Wenden Sie sich an den technischen Support
messagedetail398018=Beim Registrieren eines WSDL-basierten Service ist ein Problem aufgetreten. Das angegebene WSDL-Binding ist in der verkn\u00FCpften WSDL-Ressource nicht vorhanden
action398018=Wenden Sie sich an den technischen Support
messagedetail398019=Beim Registrieren eines WSDL-basierten Services ist ein unerwartetes Problem aufgetreten. M\u00F6gliche Ursachen: (1) der in der WSDL-Ressource angegebene WSDL-Binding-Typ ist SOAP, obwohl der Service nicht vom Typ SOAP ist; (2) die SOAP-Versionen des Services und des zugeh\u00F6rigen WSDL-Bindings stimmen nicht \u00FCberein; (3) das Binding aus der WSDL wird nicht unterst\u00FCtzt
action398019=Bearbeiten und speichern Sie den Service. Wenn das Problem dadurch nicht behoben wird, wenden Sie sich an den technischen Support
messagedetail398020=Beim Registrieren eines WSDL-basierten Service ist ein Problem aufgetreten. Das WSDL-Binding enth\u00E4lt mehr als einen Vorgang. Deshalb m\u00FCssen Sie angeben, wie der Vorgang im Assistenten zur Registrierung des Service gew\u00E4hlt werden soll
action398020=Pr\u00FCfen Sie die Service-Konfiguration, und stellen Sie sicher, dass der Algorithmus zur Auswahl des Vorgangs richtig konfiguriert ist
## P4ADE ## {0} : String operation
messagedetail398021=Beim Registrieren eines WSDL-basierten Service ist ein Problem aufgetreten. Der in der Service-Definition referenzierte Vorgang kann in WSDL nicht gefunden werden: {0}
action398021=Pr\u00FCfen Sie die Service-Konfiguration, und stellen Sie sicher, dass der Algorithmus zur Auswahl des Vorgangs richtig konfiguriert ist
## P4ADE ## {0} : String operation
messagedetail398022=In der Service-Definition f\u00FCr den WSDL-Vorgang wurde keine entsprechende Zuordnung gefunden: {0}
action398022=Pr\u00FCfen Sie die Service-Konfiguration, und stellen Sie sicher, dass der Algorithmus zur Auswahl des Vorgangs richtig konfiguriert ist
messagedetail398023=Ein unerwarteter Fehler ist aufgetreten. Die Service-Definition ist ung\u00FCltig.
action398023=Wenden Sie sich an den technischen Support
messagedetail398024=F\u00FCr einen von WSDL definierten Service ist eine Web Service Security-Policy erforderlich, diese ist jedoch in WSDL nicht enthalten
action398024=Weisen Sie die WS-Policy der WSDL zu, oder konfigurieren Sie eine benutzerdefinierte WS-Policy f\u00FCr den Service
messagedetail398025=Ein unerwarteter Fehler ist aufgetreten. Die Service-Definition ist ung\u00FCltig.
action398025=Wenden Sie sich an den technischen Support
messagedetail398026=Ein unerwarteter Fehler ist aufgetreten. Die Service-Definition ist ung\u00FCltig.
action398026=Wenden Sie sich an den technischen Support
messagedetail398027=Beim Registrieren eines WSDL-basierten Service ist ein Problem aufgetreten. Das entsprechende WSDL-Binding war HTTP mit Non-POST-Verb. Dies ist nicht zul\u00E4ssig
action398027=Korrigieren Sie die WSDL-Ressource, oder w\u00E4hlen Sie ein anderes WSDL-Binding f\u00FCr den Service
messagedetail398028=Der registrierte Business-Service ist nicht richtig konfiguriert. F\u00FCr Business-Services ist kein Algorithmus zur Auswahl des Vorgangs zul\u00E4ssig
action398028=Wenden Sie sich an den technischen Support
messagedetail398029=Beim Registrieren des Messaging Service ist ein Problem aufgetreten. Die entsprechende XML-Schemaressource wurde nicht gefunden 
action398029=Wenden Sie sich an den technischen Support
messagedetail398030=Beim Registrieren des Messaging Service ist ein Problem aufgetreten. Die entsprechende XML-Schemaressource konnte nicht geparst werden 
action398030=Wenden Sie sich an den technischen Support
messagedetail398031=Beim Registrieren des Messaging Service ist ein Problem aufgetreten. Das angegebene Element wurde in der XML-Schemaressource nicht gefunden 
action398031=Wenden Sie sich an den technischen Support
messagedetail398032=Beim Registrieren des Messaging Service ist ein Problem aufgetreten. Der angegebene Typ wurde in der XML-Schemaressource nicht gefunden 
action398032=Wenden Sie sich an den technischen Support
## P4ADE ## {0} : String operation
messagedetail398033=Beim Registrieren eines WSDL-basierten Service ist ein Problem aufgetreten: Der Vorgang {0} ist eine Benachrichtigung oder eine Solicit Response
action398033=Kehren Sie die Reihenfolge der Nachrichten um, oder w\u00E4hlen Sie ein anderes WSDL-Binding
messagedetail398034=Beim Registrieren eines WSDL-basierten Service ist ein Problem aufgetreten: Der Algorithmus zur Auswahl des angegebenen Vorgangs war "SOAP Body", w\u00E4hrend das zugeh\u00F6rige WSDL-Binding so beschaffen ist, dass nicht zwischen verschiedenen Vorg\u00E4ngen basierend auf Daten im Haupttext der eingehenden SOAP-Nachricht unterschieden werden kann.
action398034=W\u00E4hlen Sie einen anderen Algorithmus zur Auswahl des Vorgangs f\u00FCr den Service, oder verwenden Sie ein anderes WSDL-Binding
messagedetail398039=Beim Registrieren eines WSDL-basierten Service ist ein Problem aufgetreten: Der Algorithmus zur Auswahl des angegebenen Vorgangs war "SOAP Body", w\u00E4hrend das zugeh\u00F6rige WSDL-Binding so beschaffen ist, dass nicht zwischen verschiedenen Vorg\u00E4ngen basierend auf Daten im Haupttext der eingehenden SOAP-Nachricht unterschieden werden kann.
action398039=W\u00E4hlen Sie f\u00FCr den Service einen anderen Vorgangsauswahlalgorithmus. Eine weitere Option w\u00E4re es, die WSDL zu \u00E4ndern, sodass der Nachrichtenteil von einem Element und nicht von einem Typ festgelegt wird.
messagedetail398035=Beim Registrieren des Nachrichtentyp-Service ist ein Problem aufgetreten: Mindestens ein Nachrichtentyp muss f\u00FCr die Anforderung oder Antwort angegeben werden. Nicht beide Nachrichtentypen k\u00F6nnen "Kein" sein
action398035=W\u00E4hlen Sie einen anderen Nachrichtentyp als "Kein" f\u00FCr den Anforderungs- oder Antwortnachrichtentyp
messagedetail398036=Beim Registrieren eines WSDL-basierten Service ist ein Problem aufgetreten: Die im WSDL-Binding definierte Gruppe von Vorg\u00E4ngen stimmt nicht genau mit dem entsprechenden Port-Typ \u00FCberein
action398036=Stellen Sie sicher, dass die gew\u00E4hlte Gruppe von Vorg\u00E4ngen des WSDL-Bindings genau identisch mit dem entsprechenden Port-Typ ist
messagedetail398037=Beim Registrieren eines WSDL-basierten Service ist ein Problem aufgetreten: Einige Vorg\u00E4nge in dem WSDL-Binding sind vom Typ "document" w\u00E4hrend die anderen vom Typ "rpc" sind. OSB unterst\u00FCtzt nur "rpc" oder "document", jedoch nicht beide gemischt.
action398037=Stellen Sie sicher, dass das gew\u00E4hlte WSDL-Binding keine gemischten Vorg\u00E4nge enth\u00E4lt
messagedetail398038=Die WS-Policy des Proxy-Service enth\u00E4lt eine Confidentiality Assertion. Der Proxy muss eine Referenz auf einen Service-Schl\u00FCsselprovider enthalten
action398038=Weisen Sie in der Registerkarte "Sicherheit" einen Service-Schl\u00FCsselprovider f\u00FCr den Proxy-Service zu (der Service-Schl\u00FCsselprovider muss Verschl\u00FCsselungszugangsdaten aufweisen) 
messagedetail398040=Die WS-Policy des Proxy-Service enth\u00E4lt eine Integrity Assertion. Der Proxy muss eine Referenz auf einen Service-Schl\u00FCsselprovider enthalten
action398040=Weisen Sie in der Registerkarte "Sicherheit" einen Service-Schl\u00FCsselprovider f\u00FCr den Proxy-Service zu (der Service-Schl\u00FCsselprovider muss digitale Signaturzugangsdaten aufweisen) 
messagedetail398042=Mindestens eine Route aus dem Proxy-Service erfordert eine wechselseitige SSL-Verbindung. Der Proxy muss eine Referenz auf einen Service-Schl\u00FCsselprovider enthalten
action398042=Weisen Sie in der Registerkarte "Sicherheit" einen Service-Schl\u00FCsselprovider f\u00FCr den Proxy-Service zu (der Service-Schl\u00FCsselprovider muss Zugangsdaten f\u00FCr die SSL-Clientauthentifizierung aufweisen) 
messagedetail398043=Die WS-Policy des Proxy-Service erfordert eine Verschl\u00FCsselung. Der Service-Schl\u00FCsselprovider, der mit dem Proxy-Service verkn\u00FCpft ist, muss Verschl\u00FCsselungszugangsdaten aufweisen
action398043=Bearbeiten Sie den Service-Schl\u00FCsselprovider, und weisen Sie ihm Verschl\u00FCsselungszugangsdaten zu, oder bearbeiten Sie den Proxy-Service, und w\u00E4hlen Sie (in der Registerkarte "Sicherheit") einen anderen Service-Schl\u00FCsselprovider
messagedetail398044=Die WS-Policy des Proxy-Service erfordert digitale Signaturen. Der Service-Schl\u00FCsselprovider, der mit dem Proxy-Service verkn\u00FCpft ist, muss digitale Signaturzugangsdaten aufweisen
action398044=Bearbeiten Sie den Service-Schl\u00FCsselprovider, und weisen Sie ihm digitale Signaturzugangsdaten zu, oder bearbeiten Sie den Proxy-Service, und w\u00E4hlen Sie (in der Registerkarte "Sicherheit") einen anderen Service-Schl\u00FCsselprovider
messagedetail398046=Mindestens eine Route aus dem Proxy-Service erfordert eine wechselseitige SSL-Verbindung. Der Proxy muss eine Referenz auf einen Service-Schl\u00FCsselprovider enthalten
action398046=Weisen Sie in der Registerkarte "Sicherheit" einen Service-Schl\u00FCsselprovider f\u00FCr den Proxy-Service zu (der Service-Schl\u00FCsselprovider muss Zugangsdaten f\u00FCr die SSL-Clientauthentifizierung aufweisen) 
messagedetail398052=Beim Aufruf der Lookup-Methode f\u00FCr den PKI-Zugangsdaten-Mapper-Provider ist ein Fehler aufgetreten 
cause398052=Wenden Sie sich an den technischen Support
messagedetail398053=Beim Registrieren eines WSDL-basierten Service ist ein Problem aufgetreten: Entweder sind doppelte Werte f\u00FCr das Attribut soapAction f\u00FCr unterschiedliche Vorg\u00E4nge in dem gew\u00E4hlten WSDL-Binding vorhanden oder soapAction ist nicht f\u00FCr mindestens einen Vorgang in WSDL definiert. Deshalb kann der Algorithmus zur Auswahl des SOAPAction-Header-Vorgangs nicht verwendet werden
action398053=W\u00E4hlen Sie einen anderen Algorithmus zur Auswahl des Vorgangs f\u00FCr den Service, oder verwenden Sie ein anderes WSDL-Binding
## P4ADE ## {0} : String busSvcName
messagedetail398055=Beim Validieren der Konfiguration des Business-Service {0} ist ein unerwarteter Fehler aufgetreten: Business-Services k\u00F6nnen nicht mit einem Nachrichtenfluss verkn\u00FCpft werden
action398055=Pr\u00FCfen Sie die Service-Konfiguration, und/oder werden Sie sich an den technischen Support
## P4ADE ## {0} : String proxyName
messagedetail398056=Bei der Validierung der Konfiguration des Business-Service {0} ist ein unerwarteter Fehler aufgetreten: Proxy-Services m\u00FCssen mit einem Nachrichtenfluss verkn\u00FCpft werden
action398056=Pr\u00FCfen Sie die Service-Konfiguration, und/oder werden Sie sich an den technischen Support
messagedetail398059=Ein unerwarteter Fehler ist aufgetreten. Die Service-Definition ist ung\u00FCltig.
action398059=Wenden Sie sich an den technischen Support
messagedetail398060=Der Proxy-Service ist eine aktive WS-Security-(Web Services Security-)Zwischenstufe. Deren WS-Policy enth\u00E4lt eine "Confidentiality"Assertion (eine firmeneigene Policy Assertion von Oracle, die angibt, dass der Client die Anforderungsnachricht verschl\u00FCsseln muss). Diese Confidentiality Assertion ist konkret. Dies bedeutet, dass die Policy ein Base 64-codiertes Zertifikat enth\u00E4lt (im Element /wssp:Confidentiality/wssp:KeyInfo/wssp:SecurityTokenReference/wssp:Embedded/wsse:BinarySecurityToken). Proxy-Services d\u00FCrfen keine konkreten Confidentiality Assertions in ihrer Policy enthalten, da das Verschl\u00FCsselungszertifikat des Proxys \u00FCber einen Service-Schl\u00FCsselprovider bereitgestellt wird.
action398060=Machen Sie die Policy zu einer abstrakten Policy. Dazu bearbeiten Sie die Policy und l\u00F6schen die untergeordneten Elemente SecurityToken und SecurityTokenReference innerhalb des Elements /wssp:Confidentiality/wssp:KeyInfo.
messagedetail398061=Die WS-Policy des Business-Service umfasst eine "Confidentiality" Assertion (dies ist eine firmeneigene Assertion von Oracle, die angibt, dass Anforderungsnachrichten f\u00FCr diesen Service verschl\u00FCsselt werden m\u00FCssen). Diese Confidentiality Assertion ist abstrakt. Dies bedeutet, dass die Policy kein eingebettetes Base 64-codiertes Serverzertifikat enth\u00E4lt. Die Confidentiality Assertion muss konkret sein.
action398061=Machen Sie die Policy zu einer konkreten Policy. Dazu bearbeiten Sie die Policy, und stellen Sie sicher, dass untergeordnete Elemente SecurityToken und SecurityTokenReference innerhalb des Elements /wssp:Confidentiality/wssp:KeyInfo vorhanden sind. Der Wert des Elements SecurityTokenReference ist ein eingebettetes Base 64-codiertes Serverzertifikat (es muss das Verschl\u00FCsselungszertifikat des Servers sein). In der Sicherheitsdokumentation f\u00FCr Oracle Service Bus finden Sie Beispiele f\u00FCr das Format dieser Policy.
messagedetail398062=Ein unerwarteter Fehler ist aufgetreten. Die Service-Definition ist ung\u00FCltig.
action398062=Wenden Sie sich an den technischen Support
messagedetail398063=Ein oder mehrere Knoten in der Pipeline leiten Nachrichten an einen Service weiter, dessen WS-Policy angibt, dass Antwortnachrichten an den Proxy mit dem Verschl\u00FCsselungsschl\u00FCssel des Proxys verschl\u00FCsselt werden m\u00FCssen. Der Proxy-Service muss eine Referenz auf einen Service-Schl\u00FCsselprovider enthalten, aus dem OSB die Verschl\u00FCsselungszugangsdaten des Proxys abruft (OSB sendet dieses Zertifikat in der Anforderungsnachricht). Dem Proxy wurde jedoch keine Service-Schl\u00FCsselproviderreferenz zugewiesen.
action398063=Bearbeiten Sie den Proxy-Service. W\u00E4hlen Sie in der Registerkarte "Sicherheit" einen Service-Schl\u00FCsselprovider (der Service-Schl\u00FCsselprovider muss Verschl\u00FCsselungszugangsdaten aufweisen)
messagedetail398064=Ein oder mehrere Knoten in der Pipeline leiten Nachrichten an einen Service weiter, dessen WS-Policy erfordert, dass OSB die Anforderungsnachrichten signiert. Der Proxy-Service muss eine Referenz auf einen Service-Schl\u00FCsselprovider enthalten, von dem OSB die digitalen Signaturzugangsdaten abruft. Dem Proxy war jedoch kein Service-Schl\u00FCsselprovider zugewiesen.
action398064=Bearbeiten Sie den Proxy-Service. W\u00E4hlen Sie in der Registerkarte "Sicherheit" einen Service-Schl\u00FCsselprovider (der Service-Schl\u00FCsselprovider muss digitale Signaturzugangsdaten aufweisen)
messagedetail398065=Ein oder mehrere Knoten in der Pipeline leiten Nachrichten an einen Service weiter, dessen WS-Policy angibt, dass Antwortnachrichten an den Proxy mit dem Verschl\u00FCsselungsschl\u00FCssel des Proxys verschl\u00FCsselt werden m\u00FCssen. Der Service-Schl\u00FCsselprovider, der diesem Proxy zugewiesen ist, verf\u00FCgt \u00FCber keine Verschl\u00FCsselungszugangsdaten.
action398065=Bearbeiten Sie den Service-Schl\u00FCsselprovider, und w\u00E4hlen Sie Verschl\u00FCsselungszugangsdaten. Alternativ k\u00F6nnen Sie auch den Proxy-Service bearbeiten und - in der Registerkarte "Sicherheit" - einen anderen Service-Schl\u00FCsselprovider w\u00E4hlen (der \u00FCber Verschl\u00FCsselungszugangsdaten verf\u00FCgt).
messagedetail398066=Ein oder mehrere Knoten in der Pipeline leiten Nachrichten an einen Service weiter, dessen WS-Policy erfordert, dass OSB die Anforderungsnachrichten signiert. Der Service-Schl\u00FCsselprovider, der diesem Proxy zugewiesen ist, verf\u00FCgt jedoch \u00FCber keine Verschl\u00FCsselungszugangsdaten.
action398066=Bearbeiten Sie den Service-Schl\u00FCsselprovider, und w\u00E4hlen Sie digitale Signaturzugangsdaten. Alternativ k\u00F6nnen Sie auch den Proxy-Service bearbeiten und - in der Registerkarte "Sicherheit" - einen anderen Service-Schl\u00FCsselprovider w\u00E4hlen (der \u00FCber digitale Signaturzugangsdaten verf\u00FCgt).
messagedetail398067=Ein unerwarteter Fehler ist aufgetreten. Die Service-Definition ist ung\u00FCltig.
action398067=Wenden Sie sich an den technischen Support
messagedetail398068=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn ein Service f\u00FCr ausgehende Anforderungen aufgerufen wird
action398068=Keine Ma\u00DFnahme erforderlich
messagedetail398072=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn ein Service f\u00FCr ausgehende Anforderungen im asynchronen (nicht-blockierenden) Modus aufgerufen wird
action398072=Keine Ma\u00DFnahme erforderlich
messagedetail398073=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn ein Service f\u00FCr ausgehende Anforderungen im synchronen ((blockierenden) Modus aufgerufen wird
action398073=Keine Ma\u00DFnahme erforderlich
messagedetail398074=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn neuen Variablen w\u00E4hrend der Laufzeitverarbeitung zu dem Nachrichtenkontext hinzugef\u00FCgt werden
action398074=Keine Ma\u00DFnahme erforderlich
messagedetail398075=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn vorhandene Variablen w\u00E4hrend der Laufzeitverarbeitung aus dem Nachrichtenkontext gel\u00F6scht werden
action398075=Keine Ma\u00DFnahme erforderlich
messagedetail398076=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn Werte vorhandener Variablen w\u00E4hrend der Laufzeitverarbeitung im Nachrichtenkontext aktualisiert werden
action398076=Keine Ma\u00DFnahme erforderlich
messagedetail398077=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn eine eingehende Nachricht bei dem Route-Knoten zur Verarbeitung empfangen wird
action398077=Keine Ma\u00DFnahme erforderlich
messagedetail398078=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer eingehende Nachricht bei dem Route-Knoten der OSB-Pipeline gestartet wird
action398078=Keine Ma\u00DFnahme erforderlich
messagedetail398079=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer eingehende Nachricht bei dem Paarknoten der OSB-Pipeline gestartet wird
action398079=Keine Ma\u00DFnahme erforderlich
messagedetail398080=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer eingehenden Nachricht bei einer OSB-Pipeline Stage gestartet wird
action398080=Keine Ma\u00DFnahme erforderlich
messagedetail398081=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn OSB den Inhalt einer eingehenden Nachrichtenanforderung auf dem Bildschirm anzeigt
action398081=Keine Ma\u00DFnahme erforderlich
messagedetail398082=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer eingehenden Nachricht bei dem bedingten OSB-Verzweigungsknoten gestartet wird
action398082=Keine Ma\u00DFnahme erforderlich
messagedetail398083=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer eingehende Nachricht bei dem OSB-Vorgangsverzweigungsknoten gestartet wird
action398083=Keine Ma\u00DFnahme erforderlich
messagedetail398084=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn der Aufruf des Service f\u00FCr die ausgehende Anforderung abgeschlossen ist
action398084=Keine Ma\u00DFnahme erforderlich
messagedetail398085=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn der Aufruf des Error Handlers abgeschlossen ist
action398085=Keine Ma\u00DFnahme erforderlich
messagedetail398086=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung der eingehenden Nachricht wieder aufgenommen wurde
action398086=Keine Ma\u00DFnahme erforderlich
messagedetail398089=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn eine eingehende Nachricht das erste Mal in der OSB-Pipeline zur Verarbeitung eingeht
action398089=Keine Ma\u00DFnahme erforderlich
messagedetail398090=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung der Nachricht eine Stage beendet
action398090=Keine Ma\u00DFnahme erforderlich
messagedetail398091=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung der Nachricht eine Stage mit einer Fault-Bedingung beendet
action398091=Keine Ma\u00DFnahme erforderlich
messagedetail398092=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn ein Service f\u00FCr die ausgehende Anforderung w\u00E4hrend der Verarbeitung im Anforderungspfad aufgerufen wird
action398092=Keine Ma\u00DFnahme erforderlich
messagedetail398093=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn ein Service f\u00FCr die ausgehende Anforderung w\u00E4hrend der Verarbeitung im Antwortpfad aufgerufen wird
action398093=Keine Ma\u00DFnahme erforderlich
messagedetail398094=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, um den Inhalt des Nachrichtenkontextes in einer ausgehenden Anforderung anzuzeigen
action398094=Keine Ma\u00DFnahme erforderlich
messagedetail398095=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, um den Inhalt des Nachrichtenkontextes anzuzeigen, nachdem die Antwort auf eine ausgehende Anforderung empfangen wurde
action398095=Keine Ma\u00DFnahme erforderlich
messagedetail398096=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer Nachricht im Route-Knoten beendet wird
action398096=Keine Ma\u00DFnahme erforderlich
messagedetail398097=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer Nachricht im Error Handler beendet wird, der mit dem Route-Knoten verkn\u00FCpft ist
action398097=Keine Ma\u00DFnahme erforderlich
messagedetail398098=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer Nachricht im Error Handler gestartet wird, der mit dem Route-Knoten verkn\u00FCpft ist
action398098=Keine Ma\u00DFnahme erforderlich
messagedetail398099=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer Nachricht in dem Error Handler gestartet wird, der mit dem Pipeline-Knoten verkn\u00FCpft ist
action398099=Keine Ma\u00DFnahme erforderlich
messagedetail398100=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer Nachricht in dem Error Handler gestartet wird, der mit einer Stage verkn\u00FCpft ist
action398100=Keine Ma\u00DFnahme erforderlich
messagedetail398101=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer Nachricht im Route-Knoten abgeschlossen ist
action398101=Keine Ma\u00DFnahme erforderlich
messagedetail398102=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer Nachricht im Route-Knoten mit einer Fault-Bedingung abgeschlossen ist
action398102=Keine Ma\u00DFnahme erforderlich
messagedetail398103=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung einer Nachricht im bedingten Verzweigungsknoten abgeschlossen ist
action398103=Keine Ma\u00DFnahme erforderlich
messagedetail398104=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung im Pipeline-Paarknoten abgeschlossen ist
action398104=Keine Ma\u00DFnahme erforderlich
messagedetail398105=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Verarbeitung in der Pipeline abgeschlossen ist
action398105=Keine Ma\u00DFnahme erforderlich
## P4ADE ## {0} : String serviceName, {1} : String operation
messagedetail398106=Die WS-Policy von Vorgang "{1}" in Service "{0}" enth\u00E4lt eine Identity Assertion. Nur Web Service Security-Benutzernamentoken werden f\u00FCr Identity-Zwecke unterst\u00FCtzt. Dieser Business-Service muss einen Web Service Security-Service-Account enthalten.
action398106=Bearbeiten Sie den Business-Service. W\u00E4hlen Sie in der Registerkarte "Sicherheit" einen Web Service Security-Service-Account.
messagedetail398107=Die Ws-Policy enth\u00E4lt eine Policy Assertion, die nicht erkannt wird.
action398107=Bearbeiten Sie die WS-Policy, und stellen Sie sicher, dass alle Policy Assertions von Oracle Service Bus unterst\u00FCtzt werden.
messagedetail398108=Ein unerwarteter Fehler ist aufgetreten. Die Service-Definition ist ung\u00FCltig.
action398108=Wenden Sie sich an den technischen Support
messagedetail398109=Der Tokentyp, der in der benutzerdefinierten Tokenauthentifizierung auf Nachrichtenebene des Service angegeben wird, wird nicht erkannt. Entweder ist kein Identity Assertion-Provider f\u00FCr diesen Tokentyp vorhanden oder der Tokentyp wurde nicht "aktiviert".
action398109=Pr\u00FCfen Sie die Konfiguration der Sicherheits-Realm der Domain. Stellen Sie sicher, dass ein Identity Assertion-Provider f\u00FCr den Tokentyp vorhanden ist. Au\u00DFerdem stellen Sie sicher, dass der Tokentyp f\u00FCr diesen bestimmten Identity Assertion-Provider aktiviert wurde. In der Sicherheitsdokumentation f\u00FCr WebLogic Server finden Sie weitere Informationen \u00FCber den Identity Assertion-Prozess und Identity Assertion-Provider.
messagedetail398110=Ein unerwarteter Fehler ist aufgetreten. Die Service-Definition ist ung\u00FCltig.
action398110=Wenden Sie sich an den technischen Support
messagedetail398111=Ein unerwarteter Fehler ist aufgetreten. Die Service-Definition ist ung\u00FCltig.
action398111=Wenden Sie sich an den technischen Support
messagedetail398112=WS-Security-Authentifizierung und benutzerdefinierte Authentifizierung auf Nachrichtenebene schlie\u00DFen sich gegenseitig aus.
action398112=Stellen Sie sicher, dass der Proxy-Service nicht f\u00FCr beide Authentifizierungstypen konfiguriert ist. Sie m\u00FCssen den Proxy-Service oder die WS-Policy bearbeiten, um sicherzustellen, dass nur eine dieser beiden Techniken verwendet wird.
messagedetail398113=Der XPath-Ausdruck in dem benutzerdefinierten Token-Selector ist ung\u00FCltig
action398113=Geben Sie einen g\u00FCltigen XPath-Ausdruck in dem Feld "Benutzerdefinierter Token-Selector" ein
messagedetail398114=Der XPath-Ausdruck in dem Benutzername-Selector ist ung\u00FCltig
action398114=Geben Sie einen g\u00FCltigen XPath-Ausdruck in dem Feld "Benutzername-Selector" ein
messagedetail398115=Der XPath-Ausdruck in dem Kennwort-Selector ist ung\u00FCltig
action398115=Geben Sie einen g\u00FCltigen XPath-Ausdruck in dem Feld "Kennwort-Selector" ein
messagedetail398116=Der XPath-Ausdruck in dem benutzerdefinierten Eigenschafts-Selector ist ung\u00FCltig
action398116=Geben Sie einen g\u00FCltigen XPath-Ausdruck in dem Feld "benutzerdefinierter Eigenschafts-Selector" ein
messagedetail398117=Der Variablenname in einem benutzerdefinierten Token muss "header" oder "body" sein
action398117=Bearbeiten Sie den Proxy-Service. W\u00E4hlen Sie in der Registerkarte "Sicherheit" einen g\u00FCltigen Nachrichtenteil f\u00FCr das benutzerdefinierte Token.
messagedetail398118=Ein Web Service Security-Benutzernametoken ohne ein Kennwort kann nur als vertrauensw\u00FCrdig betrachtet werden, wenn das Token selbst vom Nachrichten-Producer signiert wird.
action398118=Bearbeiten Sie die WS-Policy, und stellen Sie sicher, dass Benutzernamentoken ohne Kennwort nicht zul\u00E4ssig sind, oder dass die Policy eine digitale Signatur f\u00FCr das Benutzernametoken erfordert.
messagedetail398119=Ein Web Service Security-Benutzernametoken ohne ein Kennwort kann nur als vertrauensw\u00FCrdig betrachtet werden, wenn das Token selbst vom Nachrichten-Producer signiert wird.
action398119=Bearbeiten Sie die WS-Policy, und stellen Sie sicher, dass Benutzernamentoken ohne Kennwort nicht zul\u00E4ssig sind, oder dass die Policy eine digitale Signatur f\u00FCr das Benutzernametoken erfordert.
messagedetail398120=Beim Abrufen der WSDL aus dem Transport-Service-Endpunkt ist bei der Service-Registrierung ein Problem aufgetreten
action398120=Wenden Sie sich an den technischen Support
messagedetail398121=Beim Abrufen der WSDL aus dem Transport-Service-Endpunkt ist bei der Service-Registrierung ein Problem aufgetreten. Die Fehlerursache wird in einer Fehlermeldung angegeben
action398121=Wenden Sie sich an den technischen Support
messagedetail398122=Bei der Validierung der Service-Konfiguration ist ein unerwarteter Fehler aufgetreten: Ein obligatorisches Element "logging" hat in der Konfiguration gefehlt
action398122=Wenden Sie sich an den technischen Support
messagedetail398123=Bei der Validierung der Service-Konfiguration ist ein unerwarteter Fehler aufgetreten: Ein obligatorisches Element "sla-alerting" hat in der Konfiguration gefehlt
action398123=Wenden Sie sich an den technischen Support
messagedetail398124=Bei der Validierung der Service-Konfiguration ist ein unerwarteter Fehler aufgetreten: Ein obligatorisches Element "pipeline-alerting" hat in der Konfiguration gefehlt
action398124=Wenden Sie sich an den technischen Support
messagedetail398125=Bei der Validierung der Service-Konfiguration ist ein unerwarteter Fehler aufgetreten: Business-Service-Konfiguration darf kein Element "logging" enthalten
action398125=Wenden Sie sich an den technischen Support
messagedetail398126=Bei der Validierung der Service-Konfiguration ist ein unerwarteter Fehler aufgetreten: Business-Service-Konfiguration darf kein Element "sla-alerting" enthalten
action398126=Wenden Sie sich an den technischen Support
messagedetail398127=Bei der Validierung der Service-Konfiguration ist ein unerwarteter Fehler aufgetreten: Business-Service-Konfiguration darf kein Element "pipeline-alerting" enthalten
action398127=Wenden Sie sich an den technischen Support
messagedetail398128=Die Service-Definition ist ung\u00FCltig. Sie darf keine WS-Policy-Konfiguration enthalten.
action398128=Wenden Sie sich an den technischen Support.
messagedetail398130=WS-Transport-Services m\u00FCssen eine RM-Policy (Reliable Messaging Policy) enthalten.
action398130=Konfigurieren Sie die WS-Policy des Service. Stellen Sie sicher, dass sie RM-Policy Assertions enth\u00E4lt.
messagedetail398131=WS-Transport-Services d\u00FCrfen keine WebLogic Server 9.X-Sicherheits-Policy Assertions enthalten
action398131=Konfigurieren Sie die WS-Policy des Service. Stellen Sie sicher, dass sie keine WebLogic Server 9.X-Sicherheits-Policy Assertions enth\u00E4lt.
messagedetail398132=Reliable Messaging (RM-)Policy Assertions sind nur bei WS-Transport-Services zul\u00E4ssig.
action398132=Entfernen Sie die RM-Policy Assertions aus der WS-Policy des Service, oder wechseln Sie zu WS-Transport f\u00FCr den Service.
messagedetail398133=WSSP 1.x-Assertions sind in dieser Version von Oracle Service Bus nicht zul\u00E4ssig (au\u00DFer in einigen F\u00E4llen in WS-Transport-Endpunkten)
action398133=Der Service basiert auf WSDL mit Web Services-Sicherheits-Policys, die nicht nativ von Oracle Service Bus unterst\u00FCtzt werden. W\u00E4hlen Sie die Option "OWSM-Policys - Aus OWSM-Policy Store" und ordnen Sie die gleichwertigen OWSM-Sicherheits-Policys zu. F\u00FCr den Business-Service k\u00F6nnen Sie entweder die ben\u00F6tigten Client-Policys manuell hinzuf\u00FCgen, indem Sie auf die Schaltfl\u00E4che "Hinzuf\u00FCgen" klicken, oder Sie k\u00F6nnen Oracle Service Bus durch Klicken auf die Schaltfl\u00E4che "Kompatible hinzuf\u00FCgen" automatisch kompatible Client-Policys ausw\u00E4hlen und hinzuf\u00FCgen lassen.
messagedetail398134=Ein Web Service Security-Mittlerproxy-Service muss eine Sicherheits-Policy (in der WS-Policy) enthalten.
action398134=Wenn dieser Proxy-Service ein Web Service Security-Mittlerproxy sein soll, bearbeiten Sie die WS-Policy des Service. Dabei stellen Sie sicher, dass sie eine Sicherheits-Policy enth\u00E4lt. Wenn dieser Proxy-Service jedoch nicht als Web Service Security-Mittlerproxy fungieren soll, gehen Sie zu der Registerkarte "Sicherheit" und klicken auf "Aktualisieren" (ohne weitere \u00C4nderungen vorzunehmen).
messagedetail398135=Ein Web Service Security-Service-Account ist nur sinnvoll, wenn der Business-Service eine Web Service Security-Policy (in der WS-Policy) enth\u00E4lt. Dieser Business-Service referenziert einen Web Service Security-Service-Account (auch wenn Sie dies nicht auf der Konsole sehen).
action398135=F\u00FCgen Sie die Sicherheits-Policy zu der WS-Policy dieses Service hinzu, oder gehen Sie zu der Registerkarte "Sicherheit", und klicken Sie auf "Aktualisieren" (ohne weitere \u00C4nderungen vorzunehmen).
messagedetail398136=Das Content Streaming Feature ist nicht zul\u00E4ssig, wenn der Service als aktive Web Service Security-Zwischenstufe konfiguriert ist.
action398136=Bearbeiten Sie den Service, und schalten Sie das Content Streaming Feature aus
messagedetail398137=Das Content Streaming Feature ist nicht zul\u00E4ssig, wenn der Service f\u00FCr die benutzerdefinierte Authentifizierung konfiguriert ist.
action398137=Bearbeiten Sie den Service, und schalten Sie das Content Streaming Feature aus
messagedetail398140=Eine passive WSS-Zwischenstufe ist ein Proxyservice, der eine WS-Security Policy in der \u00F6ffentlichen WSDL (der "effektiven" WSDL) enth\u00E4lt, jedoch keine WS-Security-Verarbeitung durchf\u00FChrt (er \u00FCbermittelt einfach den Security-Header an einen Backend Service). Wenn eine passive WSS-Zwischenstufe eine "abstrakte Confidentiality"-Policy hat, muss der Proxy einen Serviceschl\u00FCsselprovider haben, der wiederum Verschl\u00FCsselungszugangsdaten hat. Die Verschl\u00FCsselungszugangsdaten werden dann in der effektiven WSDL eingebettet.
action398140=Bearbeiten Sie den Proxy-Service. W\u00E4hlen Sie in der Registerkarte "Sicherheit" einen Service-Schl\u00FCsselprovider (der Service-Schl\u00FCsselprovider muss Verschl\u00FCsselungszugangsdaten aufweisen).
messagedetail398141=Der Service enth\u00E4lt benutzerdefinierte WS-Policys. Eine der benutzerdefinierten WS-Policys ist einem Vorgang zugewiesen, der in der WSDL nicht vorhanden ist. Dies kann auf eine \u00C4nderung in der WSDL zur\u00FCckzuf\u00FChren sein.
action398141=Bearbeiten Sie die WSDL, und f\u00FCgen Sie den fehlenden Vorgang hinzu. Wenn kein derartiger Vorgang vorhanden ist, bearbeiten Sie den Service, gehen zu der Registerkarte "Policy" und klicken auf "Aktualisieren" (ohne weitere \u00C4nderungen durchzuf\u00FChren).
messagedetail398142=Der Service enth\u00E4lt benutzerdefinierte WS-Policys. Eine der benutzerdefinierten WS-Policys ist der Antwortnachricht eines Vorgangs zugewiesen, der in der WSDL als unidirektionaler Vorgang deklariert ist. Derartige Vorg\u00E4nge haben keine Antwortnachrichten. Dies kann auf eine \u00C4nderung in der WSDL zur\u00FCckzuf\u00FChren sein.
action398142=Bearbeiten Sie den Service, gehen Sie zu der Registerkarte "Policy", und klicken Sie auf "Aktualisieren" (ohne weitere \u00C4nderungen durchzuf\u00FChren).
messagedetail398143=RM-Policys (Reliable Messaging Policys) k\u00F6nnen nicht an spezifische Vorg\u00E4nge gebunden werden. Sie k\u00F6nnen nur an den gesamten Service gebunden werden.
action398143=Bearbeiten Sie die WS-Policy des Service. Stellen Sie sicher, dass RM-Policys an den Service als Ganzes gebunden sind.
messagedetail398144=F\u00FCr einen bestimmten Service kann nicht sowohl die Content Streaming- als auch die XOP/MTOM-Option aktiviert sein. W\u00E4hlen Sie nur eine Option.
action398144=Bearbeiten Sie die Service-Konfiguration, und w\u00E4hlen Sie die Content Streaming- oder XOP/MTOM-Option
messagedetail398145=Der gew\u00E4hlte Service-Transport kann die XOP/MTOM-Verarbeitung nicht unterst\u00FCtzen.
action398145=Bearbeiten Sie die Service-Konfiguration, und w\u00E4hlen Sie entweder einen anderen Transport, oder aktivieren Sie die XOP/MTOM-Option nicht
messagedetail398146=Gew\u00E4hlter Service Binding-Typ unterst\u00FCtzt XOP/MTOM-Verarbeitung nicht
action398146=Bearbeiten Sie die Service-Konfiguration, und w\u00E4hlen Sie entweder einen anderen Service-Binding-Typ, oder aktivieren Sie die XOP/MTOM-Option nicht
messagedetail398147=XOP/MTOM-Feature wird nicht unterst\u00FCtzt, wenn der Service als aktive Sicherheitszwischenstufe auf Nachrichtenebene konfiguriert ist
action398147=Bearbeiten Sie den Service, und schalten Sie das XOP/MTOM-Feature aus
messagedetail398148=XOP/MTOM-Feature wird nicht unterst\u00FCtzt, wenn der Service f\u00FCr die benutzerdefinierte Authentifizierung konfiguriert ist.
action398148=Bearbeiten Sie den Service, und schalten Sie das XOP/MTOM-Feature aus
messagedetail398149=Der gew\u00E4hlte Service-Transport unterst\u00FCtzt das Feature zum Auslagern von Anh\u00E4ngen auf Platte nicht
action398149=Bearbeiten Sie die Service-Konfiguration, und w\u00E4hlen Sie entweder einen anderen Transport, oder aktivieren Sie das Feature zum Auslagern von Anh\u00E4ngen auf Platte nicht
messagedetail398150=Die gew\u00E4hlte XOP/MTOM-Option ist mit dem Auslagern von Anh\u00E4ngen auf Platte nicht kompatibel
action398150=Bearbeiten Sie die Service-Konfiguration, und w\u00E4hlen Sie entweder eine andere XOP/MTOM-Option, oder aktivieren Sie das Feature zum Auslagern von Anh\u00E4ngen auf Platte nicht
messagedetail398151=Java Messaging oder WSDL-basierter Service Binding-Typ mit Java-Vorg\u00E4ngen unterst\u00FCtzt die Content Streaming-Option nicht
action398151=Bearbeiten Sie die Service-Konfiguration, und w\u00E4hlen Sie einen anderen Service Binding-Typ
messagedetail398200=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Transportlaufzeitumgebung eine Nachricht von einem Proxy-Service empf\u00E4ngt
action398200=Keine Ma\u00DFnahme erforderlich
messagedetail398201=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Transportlaufzeitumgebung eine eingehende Antwort an einen Proxy-Service zur\u00FCcksendet
action398201=Keine Ma\u00DFnahme erforderlich
messagedetail398202=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Transportlaufzeitumgebung eine ausgehende Anforderung sendet
action398202=Keine Ma\u00DFnahme erforderlich
messagedetail398203=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, wenn die Transportlaufzeitumgebung eine ausgehende Antwort empf\u00E4ngt
action398203=Keine Ma\u00DFnahme erforderlich
messagedetail398204=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, \twenn das Subsystem eine bestimmte Nachricht (ein-/ausgehende Anforderung/Antwort) nicht verfolgen kann
action398204=Keine Ma\u00DFnahme erforderlich
messagedetail398205=Dies ist eine Informationsmeldung von dem OSB-Tracing-Subsystem, die geloggt wird, \twenn der Aufruf eines ausgehenden Endpunkts eine Exception ausl\u00F6st
action398205=Keine Ma\u00DFnahme erforderlich
messagedetail398300=Bei der Pr\u00FCfung des Ergebniscache f\u00FCr den Service ist eine unerwartete Exception aufgetreten. Die Exception-Meldung enth\u00E4lt weitere Details. Der Ergebniscache wird f\u00FCr diesen Aufruf des Business-Service nicht verwendet. Der externe Service wird aufgerufen.
action398300=Wenden Sie sich an den technischen Support
messagedetail398301=Beim Hinzuf\u00FCgen eines neuen Eintrags zum Ergebniscache f\u00FCr den Service ist eine unerwartete Exception aufgetreten. Die Exception-Meldung enth\u00E4lt weitere Details. Der Ergebniscache wird f\u00FCr diesen Aufruf des Business-Service nicht verwendet. Der externe Service wird aufgerufen.
action398301=Wenden Sie sich an den technischen Support
messagedetail398302=Bei der Berechnung des Cachetokens wurde eine unerwartete Exception ausgel\u00F6st. Die Exception-Meldung enth\u00E4lt weitere Details. Der Ergebniscache wird f\u00FCr diesen Aufruf des Business-Service nicht verwendet. Der externe Service wird aufgerufen.
action398302=Pr\u00FCfen Sie den Tokenalgorithmus, der f\u00FCr das Ergebniscaching f\u00FCr diesen Service definiert ist.
messagedetail398303=Bei der Berechnung der Cache-TTL wurde eine unerwartete Exception ausgel\u00F6st. Die Exception-Meldung enth\u00E4lt weitere Details. Dies ist nur eine Warnung, da der Eintrag dennoch zu dem Cache hinzugef\u00FCgt wird, allerdings mit der Standardcache-TTL, die in der Cachekonfigurationsdatei definiert ist.
action398303=Pr\u00FCfen Sie den TTL-Algorithmus, der f\u00FCr das Ergebniscaching f\u00FCr diesen Service definiert ist.
messagedetail398304=Die Cache-TTL wurde berechnet, hat jedoch keinen g\u00FCltigen Long-Wert zur\u00FCckgegeben. Dies ist nur eine Warnung, weil der Eintrag dennoch zu dem Cache hinzugef\u00FCgt wird, allerdings mit der Standardcache-TTL, die in der Cachekonfigurationsdatei definiert ist.
action398304=Stellen Sie sicher, dass der TTL-Algorithmus, der f\u00FCr das Ergebniscaching f\u00FCr diesen Service definiert ist, einen g\u00FCltigen Wert zur\u00FCckgibt.
messagedetail398305=Die Auswertung des XQuery-Ausdrucks f\u00FCr die Ablaufzeit muss eine Ganzzahl (Sekunden) oder eine XQuery dayTimeDuration zur\u00FCckgegeben, die Jahr oder Monat nicht enth\u00E4lt.
action398305=Geben Sie einen XQuery-Ausdruck in den Ablaufzeitausdruck ein, dessen Auswertung dayTimeDuration ergibt.
messagedetail398306=Der Ergebniscache wurde nicht gefunden. In der Exception-Meldung erhalten Sie weitere Informationen. Stellen Sie sicher, dass osb/service/ResultCache unter $DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml definiert ist.
action398306=Stellen Sie sicher, dass der Cache in der Cachekonfiguration definiert wird.
messagedetail398307=Ergebniscaching ist nur bei Business-Services g\u00FCltig.
action398307=Wenden Sie sich an den technischen Support
messagedetail398308=Ergebniscaching ist nur bei Business-Services zul\u00E4ssig, die mindestens einen Anforderungs-/Antwortvorgang verwenden.
action398308=Bearbeiten Sie die Service-Konfiguration, und verwenden Sie eine WSDL, die einen Anforderungs-/Antwortvorgang definiert, oder aktivieren Sie das Ergebniscaching-Feature nicht.
messagedetail398309=In den meisten F\u00E4llen wird empfohlen, das Ergebniscaching bei einen Business-Service nicht zu verwenden, der eine WS-Policy verwendet, da in diesem Fall die WS-Policy umgangen wird.
action398309=Pr\u00FCfen Sie, ob das Ergebniscaching wirklich erforderlich ist.
messagedetail398310=Der XQuery-Ausdruck f\u00FCr Cachetoken ist ung\u00FCltig
action398310=Geben Sie einen g\u00FCltigen XQuery-Ausdruck in das Feld "Cachetokenausdruck" ein
messagedetail398311=Der XQuery-Ausdruck f\u00FCr Cachetoken verwendet eine ung\u00FCltige Variable. Nur $body, $header, $operation oder $metadata darf verwendet werden.
action398311=Stellen Sie sicher, dass der Cachetokenausdruck nur g\u00FCltige Variablen verwendet.
messagedetail398312=Der XQuery-Ausdruck f\u00FCr die Ablaufzeit ist ung\u00FCltig
action398312=Geben Sie einen g\u00FCltigen XQuery-Ausdruck in das Feld "Ablaufzeitausdruck" ein
messagedetail398313=Der XQuery-Ausdruck f\u00FCr die Ablaufzeit verwendet eine ung\u00FCltige Variable. Nur $body, $header, $operation oder $metadata kann verwendet werden.
action398313=Stellen Sie sicher, dass der XQuery-Ausdruck f\u00FCr die Ablaufzeit nur g\u00FCltige Variablen verwendet.
messagedetail398314=Beim Abrufen des Ergebnisses, das in den Cache geschrieben werden soll, wurde eine Exception ausgel\u00F6st. Weitere Informationen zur eigentlichen Ursache finden Sie in der Detailmeldung.
action398314=Korrigieren Sie den Fehler, der in der Exception-Meldung beschrieben wird.
messagedetail398315=Die Ergebniscaching-Funktion f\u00FCr den Service wurde deaktiviert.
cause398315=Ein m\u00F6glicher Grund ist, dass das globale Ergebniscaching deaktiviert ist; eventuell ist beim Hochfahren auch ein Fehler aufgetreten.
action398315=Falls das globale Ergebniscaching aktiviert ist, finden Sie Einzelheiten dar\u00FCber, warum der Ergebniscache nicht verf\u00FCgbar ist, im Server-Log.
messagedetail398316=Fehler beim Abrufen des Ergebniscache, da der OSB-Coherence-Cacheprovider nicht initialisiert wurde. Die Root-Ursache f\u00FCr diesen Fehler finden Sie in zus\u00E4tzlichen Fehlermeldungen beim Hochfahren des Servers.
action398316=Weitere Fehlermeldungen mit Informationen zu den Ursachen finden Sie im Server-Log.
messagedetail398317=Die Ergebniscaching-Funktion f\u00FCr den Service ist aktiviert.
messagedetail398318=Fehler bei der Aktivierung des Ergebniscache f\u00FCr den Service. Das Ergebniscaching wird deaktiviert.
action398318=Einzelheiten zu der Fehlerursache finden Sie in der Exception-Meldung.
messagedetail398319=Fehler bei der Deaktivierung des Ergebniscache f\u00FCr den Service.
action398319=Einzelheiten zu der Fehlerursache finden Sie in der Exception-Meldung.
messagedetail398320=Bei der Verwendung des Ergebniscache ist eine unerwartete Exception aufgetreten. Weitere Informationen erhalten Sie in der Exception-Meldung.
action398320=Dies ist nur eine Warnung, da die Exception ignoriert wird.
messagedetail398321=Der Coherence-Cacheprovider wurde nicht gestartet.
action398321=Wenden Sie sich an Oracle Support.
messagedetail398322=Bei der Entfernung eines Eintrags aus dem Ergebniscache f\u00FCr den Service ist eine unerwartete Exception aufgetreten. Weitere Informationen finden Sie in der Exception-Meldung.
action398322=Wenden Sie sich an den technischen Support
messagedetail398323=Bei der Entfernung aller Eintr\u00E4ge aus dem Ergebniscache f\u00FCr den Service ist eine unerwartete Exception aufgetreten. Weitere Informationen finden Sie in der Exception-Meldung.
action398323=Wenden Sie sich an den technischen Support
messagedetail398324=Bei der Entfernung aller Eintr\u00E4ge aus dem Ergebniscache f\u00FCr alle Services ist eine unerwartete Exception aufgetreten. Weitere Informationen finden Sie in der Exception-Meldung.
action398324=Wenden Sie sich an den technischen Support
