## P4ADE ## {0} : String method, {1} : Exception e
messagebody398000={0}\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}
## P4ADE ## {0} : Exception e
messagebody398014=\u7121\u52B9\u306A\u30D7\u30ED\u30AD\u30B7URI: {0}
messagebody398015=\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u306Bwsdl\u3078\u306E\u53C2\u7167\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093
## P4ADE ## {0} : String e
messagebody398016=\u30EA\u30DD\u30B8\u30C8\u30EA\u304B\u3089WSDL\u3092\u30ED\u30FC\u30C9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## P4ADE ## {0} : String port
messagebody398017=\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u306B\u3001wsdl\u306B\u5B58\u5728\u3057\u306A\u3044\u30DD\u30FC\u30C8\u3078\u306E\u53C2\u7167\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059: {0}
## P4ADE ## {0} : String binding
messagebody398018=\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u306B\u3001wsdl\u306B\u5B58\u5728\u3057\u306A\u3044\u30D0\u30A4\u30F3\u30C9\u3078\u306E\u53C2\u7167\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059: {0}
## P4ADE ## {0} : String binding
messagebody398019=WSDL\u30D0\u30A4\u30F3\u30C9\u3068\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u30BF\u30A4\u30D7\u304C\u4E00\u81F4\u3057\u3066\u3044\u307E\u305B\u3093: {0}
messagebody398020=wsdl\u30D0\u30A4\u30F3\u30C9\u306B\u8907\u6570\u306E\u64CD\u4F5C\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u64CD\u4F5C\u306E\u9078\u629E\u65B9\u6CD5\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## P4ADE ## {0} : String operation
messagebody398021=\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u5185\u3067\u53C2\u7167\u3055\u308C\u3066\u3044\u308B\u64CD\u4F5C\u304CWSDL\u5185\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093: {0}
## P4ADE ## {0} : String operation
messagebody398022=\u8A72\u5F53\u3059\u308B\u30DE\u30C3\u30D4\u30F3\u30B0\u304CWSDL\u64CD\u4F5C\u306E\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u5185\u3067\u898B\u3064\u304B\u308A\u307E\u305B\u3093: {0}
messagebody398023=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u307F\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u3059
messagebody398024=\u3053\u306EWSDL\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u307E\u305A\u30DD\u30EA\u30B7\u30FC\u3092\u30A2\u30BF\u30C3\u30C1\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
messagebody398025=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u307F\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u3059
messagebody398026=SOAP\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u305FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u307F\u3092\u4F7F\u7528\u3067\u304D\u307E\u3059
messagebody398027=\u52D5\u8A5E="POST"\u306EHTTP\u30D0\u30A4\u30F3\u30C9\u306E\u307F\u3092\u4F7F\u7528\u3067\u304D\u307E\u3059
messagebody398028=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u64CD\u4F5C\u3092\u9078\u629E\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
messagebody398029=\u8907\u5408\u578B\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u30B9\u30AD\u30FC\u30DE\u304C\u30EA\u30DD\u30B8\u30C8\u30EA\u5185\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093
messagebody398030=\u8907\u5408\u578B\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u30B9\u30AD\u30FC\u30DE\u3092\u89E3\u6790\u3067\u304D\u307E\u305B\u3093
messagebody398031=\u8907\u5408\u578B\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u8981\u7D20\u304C\u30B9\u30AD\u30FC\u30DE\u5185\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093
messagebody398032=\u8907\u5408\u578B\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u578B\u304C\u30B9\u30AD\u30FC\u30DE\u5185\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String operation
messagebody398033=\u64CD\u4F5C{0}\u306F\u901A\u77E5\u307E\u305F\u306F\u8ACB\u6C42\u30EC\u30B9\u30DD\u30F3\u30B9\u3067\u3042\u308B\u305F\u3081\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9806\u5E8F\u3092\u9006\u306B\u3059\u308B\u304B\u3001\u5225\u306E\u30D0\u30A4\u30F3\u30C9\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
messagebody398034=2\u3064\u4EE5\u4E0A\u306E\u64CD\u4F5C\u306F\u540C\u3058\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u4E88\u671F\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3068\u7570\u306A\u308B\u30BB\u30EC\u30AF\u30BF\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
messagebody398039=\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u64CD\u4F5C\u304C\u3001\u5358\u4E00\u90E8\u5206\u3092\u30B9\u30AD\u30FC\u30DE\u30FB\u30BF\u30A4\u30D7\u3067\u5B9A\u7FA9\u3057\u305FWSDL\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u57FA\u3065\u3044\u3066\u304A\u308A\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3068\u7570\u306A\u308B\u30BB\u30EC\u30AF\u30BF\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001WS-Security\u4E2D\u306B\u64CD\u4F5C\u3092\u8A55\u4FA1\u3057\u3088\u3046\u3068\u3059\u308B\u3068\u3001\u64CD\u4F5C\u30D6\u30E9\u30F3\u30C1\u51E6\u7406\u7B49\u3067\u4E88\u671F\u3057\u306A\u3044\u7D50\u679C\u304C\u767A\u751F\u3059\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
messagebody398035=\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u4E21\u65B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u300C\u306A\u3057\u300D\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : String opName
messagebody398036=\u9078\u629E\u3055\u308C\u305FWSDL\u30D0\u30A4\u30F3\u30C9\u306B\u3001\u5BFE\u5FDC\u3059\u308B\u30DD\u30FC\u30C8\u30FB\u30BF\u30A4\u30D7\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u64CD\u4F5C''{0}''\u304C\u3042\u308A\u307E\u305B\u3093
messagebody398037=\u9078\u629E\u3057\u305FWSDL\u30D0\u30A4\u30F3\u30C9\u306B\u6DF7\u5408\u30B9\u30BF\u30A4\u30EB\u306E\u64CD\u4F5C\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
## P4ADE ## {0} : String proxy, {1} : String operation
messagebody398038=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306BWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093(\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093)\u3002\u64CD\u4F5C"{1}"\u306EWS-Policy\u306B\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u304C\u5FC5\u8981\u3067\u3059\u3002
## P4ADE ## {0} : String proxy, {1} : String operation
messagebody398040=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306BWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u306E\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093(\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093)\u3002\u64CD\u4F5C"{1}"\u306EWS-Policy\u306B\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8CC7\u683C\u8A3C\u660E\u304C\u5FC5\u8981\u3067\u3059\u3002
## P4ADE ## {0} : String proxy
messagebody398042=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306B\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u53CC\u65B9\u5411SSL\u8A8D\u8A3C\u306E\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093(\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093)
## P4ADE ## {0} : String proxy, {1} : String psp, {2} : String operation
messagebody398043=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{2}"\u306EWS-Policy\u306B\u6A5F\u5BC6\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0"{1}"\u306B\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String proxy, {1} : String psp, {2} : String operation
messagebody398044=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{2}"\u306EWS-Policy\u306B\u6574\u5408\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0"{1}"\u306B\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String proxy, {1} : String psp
messagebody398046=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306B\u53CC\u65B9\u5411SSL\u8A8D\u8A3C\u304C\u5FC5\u8981\u306A\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3059\u308B1\u3064\u4EE5\u4E0A\u306E\u30EB\u30FC\u30C8\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9SSL\u306E\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093(\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0"{1}"\u306BSSL\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093)\u3002
## P4ADE ## {0} : String proxyServiceProvider, {1} : String keyAlias
messagebody398052=PKI\u8CC7\u683C\u8A3C\u660E\u30D7\u30ED\u30D0\u30A4\u30C0\u304B\u3089X.509\u8A3C\u660E\u66F8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F[\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0: "{0}"\u3001\u30AD\u30FC\u30FB\u30A8\u30A4\u30EA\u30A2\u30B9: "{1}"]
messagebody398053=\u9078\u629E\u3055\u308C\u305FWSDL\u30D0\u30A4\u30F3\u30C9\u306E\u7570\u306A\u308B\u64CD\u4F5C\u9593\u3067soapAction\u5C5E\u6027\u306E\u5024\u304C\u91CD\u8907\u3057\u3066\u3044\u308B\u304B\u3001WSDL\u306E\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u64CD\u4F5C\u306BsoapAction\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u305F\u3081\u3001SOAPAction\u30D8\u30C3\u30C0\u30FC\u306E\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : String busSvcName
messagebody398055=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u3092\u30EB\u30FC\u30BF\u30FC\u3068\u95A2\u9023\u4ED8\u3051\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : String proxyName
messagebody398056=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u30EB\u30FC\u30BF\u30FC\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093
## P4ADE ## {0} : String proxyName
messagebody398059=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306B\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u69CB\u6210\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u6B21\u306E\u3044\u305A\u308C\u304B\u306E\u72B6\u614B\u3067\u3059\u30021)WSDL\u306BWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u304C\u542B\u307E\u308C\u3066\u3044\u306A\u3044\u30022)WSDL\u304B\u3089<UsingPolicy>\u30BF\u30B0\u304C\u6B20\u5982\u3057\u3066\u3044\u308B\u3002\u30D7\u30ED\u30AD\u30B7\u3092\u7DE8\u96C6\u3057\u3066\u4FDD\u5B58\u3057\u3001Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u69CB\u6210\u3092\u524A\u9664\u3059\u308B\u304B\u3001\u307E\u305F\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u3092WSDL\u306B\u8FFD\u52A0\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## P4ADE ## {0} : String proxyName, {1} : String operation
messagebody398060=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{1}"\u306EWS-Policy\u306B\u5177\u8C61\u7684\u306A\u6A5F\u5BC6\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u305F\u6A5F\u5BC6\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306F\u62BD\u8C61\u7684\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u3001\u307E\u305F\u3001\u30DD\u30EA\u30B7\u30FC\u306B\u6697\u53F7\u8A3C\u660E\u66F8\u3092\u57CB\u3081\u8FBC\u3080\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String bizSvcName, {1} : String operation
messagebody398061=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{1}"\u306EWS-Policy\u306B\u62BD\u8C61\u7684\u306A\u6A5F\u5BC6\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u62BD\u8C61\u7684\u306A\u6A5F\u5BC6\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u5272\u308A\u5F53\u3066\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u307E\u305F\u3001\u30DD\u30EA\u30B7\u30FC\u306B\u6697\u53F7\u8A3C\u660E\u66F8\u3092\u57CB\u3081\u8FBC\u3080\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## P4ADE ## {0} : String msg
messagebody398062=Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u691C\u8A3C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398063=\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{1}"\u306B\u5BFE\u3059\u308B\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u547C\u51FA\u3057\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u64CD\u4F5C\u3067\u306F\u6697\u53F7\u5316\u3055\u308C\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u5FC5\u8981\u3067\u3042\u308A\u3001\u30D7\u30ED\u30AD\u30B7\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398064=\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{1}"\u306B\u5BFE\u3059\u308B\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u547C\u51FA\u3057\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u64CD\u4F5C\u3067\u306F\u7F72\u540D\u3055\u308C\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u5FC5\u8981\u3067\u3042\u308A\u3001\u30D7\u30ED\u30AD\u30B7\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398065=\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{1}"\u306B\u5BFE\u3059\u308B\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u547C\u51FA\u3057\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u64CD\u4F5C\u3067\u306F\u6697\u53F7\u5316\u3055\u308C\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u306F\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398066=\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{1}"\u306B\u5BFE\u3059\u308B\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u547C\u51FA\u3057\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u64CD\u4F5C\u3067\u306F\u7F72\u540D\u3055\u308C\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u306F\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String targetService, {1} : String msg
messagebody398067=\u30B5\u30FC\u30D3\u30B9{0}\u306EWSS\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30BF\u30C3\u30C1\u30E1\u30F3\u30C8\u306E\u691C\u8A3C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398068=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30B5\u30FC\u30D3\u30B9{0}\u3092\u4EE5\u4E0B\u3067\u547C\u3073\u51FA\u3057\u3066\u3044\u307E\u3059\n$outbound={1}
## P4ADE ## {0} : String serviceName, {1} : String messageContext
messagebody398072=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067{0}\u306B\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3057\u3066\u3044\u307E\u3059: \n{1}
## P4ADE ## {0} : String pipelineContext
messagebody398073=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u306B\u5165\u308A\u307E\u3059\u3002\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8={0}
## P4ADE ## {0} : String variables
messagebody398074=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u5909\u6570\u304C\u8FFD\u52A0\u3055\u308C\u3066\u3044\u307E\u3059: \n {0}
## P4ADE ## {0} : String variables
messagebody398075=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u5909\u6570\u304C\u524A\u9664\u3055\u308C\u3066\u3044\u307E\u3059: \n {0}
## P4ADE ## {0} : String variables
messagebody398076=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u5909\u6570\u304C\u5909\u66F4\u3055\u308C\u3066\u3044\u307E\u3059: \n {0}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398077=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u30D7\u30ED\u30AD\u30B7{0}\u306B\u5165\u308A\u307E\u3059: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398078=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9{0}\u306B\u5165\u308A\u307E\u3059: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398079=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30DA\u30A2{0}\u306B\u5165\u308A\u307E\u3059: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398080=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u30B9\u30C6\u30FC\u30B8{0}\u306B\u5165\u308A\u307E\u3059: \n {1}
messagebody398081=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u30A8\u30B3\u30FC\u3057\u3066\u3044\u307E\u3059
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398082=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u6761\u4EF6\u4ED8\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9{0}\u306B\u5165\u308A\u307E\u3059: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398083=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u64CD\u4F5C\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9{0}\u306B\u5165\u308A\u307E\u3059: \n {1}
## P4ADE ## {0} : String pipelineContext
messagebody398084=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u3092\u7D42\u4E86\u3057\u307E\u3059\u3002\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8={0}
## P4ADE ## {0} : String pipelineContext, {1} : String messageContext
messagebody398085=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9\u3092\u7D42\u4E86\u3057\u3066\u3044\u307E\u3059... \n\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8={0}\n\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8={1}
messagebody398086=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30D7\u30ED\u30BB\u30B9\u304C\u518D\u958B\u3055\u308C\u307E\u3059
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398089=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3{0}\u306B\u5165\u308A\u307E\u3059: \n {1}
messagebody398090=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30B9\u30C6\u30FC\u30B8\u3092\u7D42\u4E86\u3057\u3066\u3044\u307E\u3059
## P4ADE ## {0} : String fault
messagebody398091=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30D5\u30A9\u30EB\u30C8\u3067\u30B9\u30C6\u30FC\u30B8\u3092\u7D42\u4E86\u3057\u3066\u3044\u307E\u3059: \n {0}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398092=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30D1\u30B9\u306E\u30B5\u30FC\u30D3\u30B9{0}\u3092\u547C\u3073\u51FA\u3057\u3066\u3044\u307E\u3059\n$outbound={1}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398093=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D1\u30B9\u306E\u30B5\u30FC\u30D3\u30B9{0}\u3092\u547C\u3073\u51FA\u3057\u3066\u3044\u307E\u3059\n$outbound={1}
## P4ADE ## {0} : String data
messagebody398094=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8: \n{0}
## P4ADE ## {0} : String data
messagebody398095=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8: \n{0}
## P4ADE ## {0} : String serviceName
messagebody398096=\n [OSB\u30C8\u30EC\u30FC\u30B9] {0}\u3092\u7D42\u4E86\u3057\u3066\u3044\u307E\u3059
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398097=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u30D7\u30ED\u30AD\u30B7{0}\u306E\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9\u306B\u5165\u308A\u307E\u3059: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398098=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9{0}\u306E\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9\u306B\u5165\u308A\u307E\u3059: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398099=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3{0}\u306E\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9\u306B\u5165\u308A\u307E\u3059: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398100=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u30B9\u30C6\u30FC\u30B8{0}\u306E\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9\u306B\u5165\u308A\u307E\u3059: \n {1}
messagebody398101=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u3092\u7D42\u4E86\u3057\u3066\u3044\u307E\u3059
## P4ADE ## {0} : String fault
messagebody398102=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u6B21\u306E\u30D5\u30A9\u30EB\u30C8\u3067\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u3092\u7D42\u4E86\u3057\u3066\u3044\u307E\u3059: \n {0}
messagebody398103=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u3092\u7D42\u4E86\u3057\u3066\u3044\u307E\u3059
messagebody398104=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30DA\u30A2\u3092\u7D42\u4E86\u3057\u3066\u3044\u307E\u3059
messagebody398105=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u3092\u7D42\u4E86\u3057\u3066\u3044\u307E\u3059
## P4ADE ## {0} : String serviceName, {1} : String operation
messagebody398106=\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{1}"\u306EWS-Policy\u306BID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5FC5\u8981\u306AWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String serviceName, {1} : String operation, {2} : String assertionQName
messagebody398107=\u30B5\u30FC\u30D3\u30B9"{0}"\u3068\u64CD\u4F5C"{1}"\u306EWS-Policy\u306Bqname "{2}"\u306E\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306F\u8A8D\u8B58\u3055\u308C\u307E\u305B\u3093\u3002\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u5BA3\u8A00\u3068\u30ED\u30FC\u30AB\u30EB\u540D\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String serviceName
messagebody398108=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306B\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u69CB\u6210\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u6B21\u306E\u3044\u305A\u308C\u304B\u306E\u72B6\u614B\u3067\u3059\u30021)WSDL\u306BWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u304C\u542B\u307E\u308C\u3066\u3044\u306A\u3044\u30022)WSDL\u304B\u3089<UsingPolicy>\u30BF\u30B0\u304C\u6B20\u5982\u3057\u3066\u3044\u308B\u3002\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3066\u4FDD\u5B58\u3057\u3001Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u69CB\u6210\u3092\u524A\u9664\u3059\u308B\u304B\u3001\u307E\u305F\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u3092WSDL\u306B\u8FFD\u52A0\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## P4ADE ## {0} : String tokenType
messagebody398109=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30BF\u30A4\u30D7\u304C"{0}"\u306E\u30C8\u30FC\u30AF\u30F3\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30C8\u30FC\u30AF\u30F3\u306E\u30BF\u30A4\u30D7\u306F\u8A8D\u8B58\u3055\u308C\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String serviceFullName
messagebody398110=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u306E\u69CB\u6210\u304C\u3042\u308A\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u306F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u306E\u307F\u9069\u7528\u3055\u308C\u307E\u3059\u3002
## P4ADE ## {0} : String serviceFullName
messagebody398111=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u306E\u69CB\u6210\u304C\u3042\u308A\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u306F\u30D0\u30A4\u30CA\u30EA\u307E\u305F\u306F\u30C6\u30AD\u30B9\u30C8\u30FB\u30D0\u30A4\u30F3\u30C9\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u7121\u52B9\u3067\u3059\u3002
## P4ADE ## {0} : String serviceFullName, {1} : String operationName
messagebody398112=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{1}"\u306BWS-Security\u8A8D\u8A3C\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u3082\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002WS-Security\u8A8D\u8A3C\u3068\u30E1\u30C3\u30BB\u30FC\u30B8\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u306F\u76F8\u4E92\u306B\u6392\u4ED6\u7684\u3067\u3059\u3002
## P4ADE ## {0} : String msg
messagebody398113=\u7121\u52B9\u306A\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u30C8\u30FC\u30AF\u30F3\u30FB\u30BB\u30EC\u30AF\u30BF: {0}
## P4ADE ## {0} : String msg
messagebody398114=\u7121\u52B9\u306A\u30E6\u30FC\u30B6\u30FC\u540D\u30BB\u30EC\u30AF\u30BF: {0}
## P4ADE ## {0} : String msg
messagebody398115=\u7121\u52B9\u306A\u30D1\u30B9\u30EF\u30FC\u30C9\u30FB\u30BB\u30EC\u30AF\u30BF: {0}
## P4ADE ## {0} : String msg
messagebody398116=\u7121\u52B9\u306A\u30E6\u30FC\u30B6\u30FC\u5B9A\u7FA9\u8A8D\u8A3C\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30BB\u30EC\u30AF\u30BF: {0}
## P4ADE ## {0} : String variable
messagebody398117=\u30BB\u30EC\u30AF\u30BF\u306E\u7121\u52B9\u306A\u5909\u6570\u540D: "{0}"
## P4ADE ## {0} : String proxyService, {1} : String operation
messagebody398118=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{1}"\u306EWS-Policy\u306B\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u306A\u3057\u306EUsernameToken\u306EID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u307E\u3059\u3002\u3053\u308C\u3089\u306EUsernameToken\u306F\u30C8\u30FC\u30AF\u30F3\u304C\u7F72\u540D\u4ED8\u304D\u306E\u5834\u5408\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\u304C\u3001\u3053\u306EWS-Policy\u306B\u306F\u6574\u5408\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u6574\u5408\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u8FFD\u52A0\u3059\u308B\u304B\u3001UsernameToken\u304C\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u542B\u3080\u3088\u3046\u306BID\u30DD\u30EA\u30B7\u30FC\u3092\u5909\u66F4\u3057\u307E\u3059\u3002
## P4ADE ## {0} : String proxyService, {1} : String operation
messagebody398119=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{1}"\u306EWS-Policy\u306B\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u306A\u3057\u306EUsernameToken\u306EID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u307E\u3059\u3002\u3053\u308C\u3089\u306EUsernameToken\u306F\u30C8\u30FC\u30AF\u30F3\u304C\u7F72\u540D\u4ED8\u304D\u306E\u5834\u5408\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002OSB\u3067\u306F\u30DD\u30EA\u30B7\u30FC\u304C\u7F72\u540D\u4ED8\u304D\u306E\u30C8\u30FC\u30AF\u30F3\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u5224\u65AD\u3067\u304D\u307E\u305B\u3093\u3002\u30DD\u30EA\u30B7\u30FC\u304C\u7F72\u540D\u4ED8\u304D\u306E\u30C8\u30FC\u30AF\u30F3\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u3046\u3057\u306A\u3044\u3068\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u306B\u306A\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
messagebody398120=\u578B\u4ED8\u304D\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306EWSDL\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## P4ADE ## {0} : String e
messagebody398121=\u578B\u4ED8\u304D\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306EWSDL\u3092\u30ED\u30FC\u30C9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
messagebody398122=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C8\u30EA\u8981\u7D20\u3067\u30ED\u30AE\u30F3\u30B0\u8981\u7D20\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
messagebody398123=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C8\u30EA\u8981\u7D20\u3067sla-alerting\u8981\u7D20\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
messagebody398124=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C8\u30EA\u8981\u7D20\u3067pipeline-alerting\u8981\u7D20\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
messagebody398125=\u30ED\u30AE\u30F3\u30B0\u8981\u7D20\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C8\u30EA\u8981\u7D20\u306B\u306F\u901A\u5E38\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
messagebody398126=sla-alerting\u8981\u7D20\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C8\u30EA\u8981\u7D20\u306B\u306F\u901A\u5E38\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
messagebody398127=pipeline-alerting\u8981\u7D20\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C8\u30EA\u8981\u7D20\u306B\u306F\u901A\u5E38\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String serviceName
messagebody398128=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u305FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30DD\u30EA\u30B7\u30FC\u306E1\u3064\u3092\u30B5\u30FC\u30D3\u30B9{0}\u306B\u4F7F\u7528\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : String service, {1} : String error
messagebody398129=\u30B5\u30FC\u30D3\u30B9{0}\u306EWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u8A08\u7B97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## P4ADE ## {0} : String serviceName
messagebody398130=\u30B5\u30FC\u30D3\u30B9"{0}"\u306EWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30DD\u30EA\u30B7\u30FC\u306BRM(\u4FE1\u983C\u6027\u306E\u3042\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0)\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u5FC5\u8981\u3067\u3059
messagebody398131=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u306FWebLogic Server 9.X\u65B9\u5F0F\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
messagebody398132=RM(\u4FE1\u983C\u6027\u306E\u3042\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0)\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u4F7F\u7528\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
messagebody398133=\u30B5\u30FC\u30D3\u30B9\u304C\u3001Oracle Service Bus\u306B\u30CD\u30A4\u30C6\u30A3\u30D6\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u306A\u3044Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u6301\u3064WSDL\u306B\u57FA\u3065\u3044\u3066\u3044\u307E\u3059\u3002\u300COWSM\u30DD\u30EA\u30B7\u30FC - OWSM\u30DD\u30EA\u30B7\u30FC\u30FB\u30B9\u30C8\u30A2\u304B\u3089\u300D\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u3001\u540C\u7B49\u306EOWSM\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u30A2\u30BF\u30C3\u30C1\u3057\u3066\u304F\u3060\u3055\u3044\u3002Business Service\u306E\u5834\u5408\u306F\u3001\u300C\u8FFD\u52A0\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u5FC5\u8981\u306A\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u624B\u52D5\u3067\u8FFD\u52A0\u3059\u308B\u304B\u3001\u300C\u4E92\u63DB\u6027\u306E\u8FFD\u52A0\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066Oracle Service Bus\u306B\u4E92\u63DB\u6027\u306E\u3042\u308B\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u81EA\u52D5\u7684\u306B\u53D6\u5F97\u304A\u3088\u3073\u8FFD\u52A0\u3059\u308B\u3088\u3046\u306B\u8A2D\u5B9A\u3067\u304D\u307E\u3059\u3002
## P4ADE ## {0} : String proxyName
messagebody398134=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9{0}\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u4EF2\u4ECB\u8005\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u304C\u3042\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String bizSvcName
messagebody398135=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9{0}\u306B\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u8A8D\u8A3C\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u53C2\u7167\u304C\u3042\u308A\u307E\u3059\u304C\u3001Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u304C\u3042\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String proxyName
messagebody398136=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9{0}\u306F\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u308B\u305F\u3081\u3001Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u4EF2\u4ECB\u8005\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : String proxyName
messagebody398137=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9{0}\u306F\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u304C\u6709\u52B9\u3067\u3001\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u304C\u5B9F\u884C\u3055\u308C\u307E\u3059
messagebody398138=\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u304C\u6709\u52B9\u306A\u5834\u5408\u3001\u30D7\u30ED\u30AD\u30B7\u306EWSI\u6E96\u62E0\u3092\u30C1\u30A7\u30C3\u30AF\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : String service
messagebody398139=\u30B5\u30FC\u30D3\u30B9{0}\u306E\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u304CWSDL\u306B\u57FA\u3065\u3044\u3066\u3044\u308B\u305F\u3081\u3001\u30B5\u30FC\u30D3\u30B9\u306BWS-Policy\u306E\u69CB\u6210\u304C\u5FC5\u8981\u3067\u3059
## P4ADE ## {0} : String service, {1} : String operation
messagebody398140=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306F\u53D7\u52D5\u7684\u306AWSS\u4EF2\u4ECB\u8005\u3067\u3059\u3002\u64CD\u4F5C"{1}"\u306EWS-Policy\u306B\u62BD\u8C61\u7684\u306A\u6A5F\u5BC6\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u53C2\u7167\u304C\u306A\u3044\u304B\u3001\u53C2\u7167\u3055\u308C\u3066\u3044\u308B\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u3059\u304C\u3001\u6709\u52B9\u306B\u306A\u308BWSDL\u306B\u6697\u53F7\u8A3C\u660E\u66F8\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u3053\u306E\u8A3C\u660E\u66F8\u3092\u30A2\u30A6\u30C8\u30AA\u30D6\u30D0\u30F3\u30C9\u3067\u53D6\u5F97\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## P4ADE ## {0} : String operation
messagebody398141=\u64CD\u4F5C"{0}"\u306B1\u3064\u4EE5\u4E0A\u306EWS-Policy\u304C\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u5BFE\u8C61\u306E\u64CD\u4F5C\u304C\u3042\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String operation
messagebody398142=\u64CD\u4F5C"{0}"\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u306B1\u3064\u4EE5\u4E0A\u306EWS-Policy\u304C\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u5BFE\u8C61\u306E\u64CD\u4F5C\u306F\u4E00\u65B9\u5411\u3067\u3059
## P4ADE ## {0} : String operation
messagebody398143=\u4FE1\u983C\u6027\u306E\u3042\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30DD\u30EA\u30B7\u30FC\u304C\u64CD\u4F5C"{0}"\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u4FE1\u983C\u6027\u306E\u3042\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30DD\u30EA\u30B7\u30FC\u306F\u30B5\u30FC\u30D3\u30B9\u5168\u4F53\u306B\u5BFE\u3057\u3066\u306E\u307F\u30D0\u30A4\u30F3\u30C9\u3067\u304D\u307E\u3059
messagebody398144=\u6307\u5B9A\u306E\u30B5\u30FC\u30D3\u30B9\u3067\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u3068XOP/MTOM\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u4E21\u65B9\u304C\u6709\u52B9\u306B\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
## P4ADE ## {0} : String providerId
messagebody398145=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8{0}\u3067XOP/MTOM\u51E6\u7406\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
messagebody398146=\u9078\u629E\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3067\u306FXOP/MTOM\u51E6\u7406\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093
## P4ADE ## {0} : String serviceName
messagebody398147=\u30B5\u30FC\u30D3\u30B9{0}\u306FXOP/MTOM\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u308B\u305F\u3081\u3001Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u4EF2\u4ECB\u8005\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : String serviceName
messagebody398148=\u30B5\u30FC\u30D3\u30B9{0}\u3067XOP/MTOM\u304C\u6709\u52B9\u306B\u3055\u308C\u3066\u304A\u308A\u3001\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u3092\u5B9F\u884C\u3057\u307E\u3059
## P4ADE ## {0} : String providerId
messagebody398149=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8{0}\u3067\u306F\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u30C7\u30A3\u30B9\u30AF\u3078\u306E\u30DA\u30FC\u30B8\u30F3\u30B0\u6A5F\u80FD\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
messagebody398150=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u30C7\u30A3\u30B9\u30AF\u3078\u306E\u30DA\u30FC\u30B8\u30F3\u30B0\u306F\u3001XOP/MTOM\u306E\u300C\u53C2\u7167\u306B\u3088\u308B\u30D0\u30A4\u30CA\u30EA\u30FB\u30C7\u30FC\u30BF\u3092\u542B\u3080\u300D\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u5834\u5408\u306E\u307F\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u3059
messagebody398151=Java Messaging\u307E\u305F\u306FWSDL\u30D9\u30FC\u30B9(java\u64CD\u4F5C\u3092\u4F7F\u7528)\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3067\u306F\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093
## P4ADE ## {0} : String content
messagebody398200=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002\n {0}
## P4ADE ## {0} : String content
messagebody398201=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002\n {0}
## P4ADE ## {0} : String content
messagebody398202=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002\n {0}
## P4ADE ## {0} : String content
messagebody398203=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002\n {0}
## P4ADE ## {0} : String content
messagebody398204=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30C8\u30EC\u30FC\u30B9\u4E2D\u306B\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {0}
## P4ADE ## {0} : String content
messagebody398205=\n [OSB\u30C8\u30EC\u30FC\u30B9]\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {0}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398300=\u30B5\u30FC\u30D3\u30B9{0}\u306E\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u30C1\u30A7\u30C3\u30AF\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398301=\u30B5\u30FC\u30D3\u30B9{0}\u306E\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u3078\u306E\u8FFD\u52A0\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398302=\u30B5\u30FC\u30D3\u30B9{0}\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C8\u30FC\u30AF\u30F3\u306E\u8A08\u7B97\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398303=\u30B5\u30FC\u30D3\u30B9{0}\u306E\u30AD\u30E3\u30C3\u30B7\u30E5ttl\u306E\u8A08\u7B97\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : String ttl
messagebody398304=\u30B5\u30FC\u30D3\u30B9{0}\u306E\u8A08\u7B97\u3055\u308C\u305F\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5ttl\u304C\u6709\u52B9\u306Along\u3067\u306F\u3042\u308A\u307E\u305B\u3093: {1}
## P4ADE ## {0} : String serviceFullName, {1} : Object duration
messagebody398305={0}\u306E\u6709\u52B9\u671F\u9650\u306E\u5F0F\u304C\u7121\u52B9\u3067\u3059\u3002\u5E74\u307E\u305F\u306F\u6708\u3092\u671F\u9650\u306B\u542B\u3081\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String cacheName, {1} : Exception ex
messagebody398306=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5{0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F: {1}\n \n osb/service/ResultCache\u304C$DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagebody398307=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
messagebody398308=\u30EA\u30AF\u30A8\u30B9\u30C8-\u30EC\u30B9\u30DD\u30F3\u30B9\u64CD\u4F5C\u304C\u306A\u3044\u305F\u3081\u3001\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
messagebody398309=WS-Policy\u3092\u4F7F\u7528\u3059\u308B\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u3001\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u304A\u85A6\u3081\u3057\u307E\u305B\u3093\u3002\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u306E\u7D50\u679C\u3092\u4F7F\u7528\u3059\u308B\u969B\u306B\u3001WS-Policy\u304C\u30D0\u30A4\u30D1\u30B9\u3055\u308C\u307E\u3059\u3002
## P4ADE ## {0} : String message
messagebody398310=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C8\u30FC\u30AF\u30F3\u5F0F\u304C\u7121\u52B9\u3067\u3059: {0}
## P4ADE ## {0} : String variableName
messagebody398311=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C8\u30FC\u30AF\u30F3\u5F0F\u3067\u7121\u52B9\u306A\u5909\u6570{0}\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## P4ADE ## {0} : String message
messagebody398312=\u6709\u52B9\u671F\u9650\u306E\u5F0F\u304C\u7121\u52B9\u3067\u3059: {0}
## P4ADE ## {0} : String variableName
messagebody398313=\u6709\u52B9\u671F\u9650\u306E\u5F0F\u3067\u7121\u52B9\u306A\u5909\u6570{0}\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## P4ADE ## {0} : Exception ex
messagebody398314=\u7D50\u679C\u306E\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}\u3002
messagebody398315=\u30B5\u30FC\u30D3\u30B9\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u6A5F\u80FD\u306F\u7121\u52B9\u5316\u3055\u308C\u3066\u3044\u307E\u3059\u3002
messagebody398316=OSB Coherence\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u521D\u671F\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n \n\u3053\u306E\u30A8\u30E9\u30FC\u306E\u6839\u672C\u7684\u306A\u539F\u56E0\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u8D77\u52D5\u6642\u306E\u305D\u306E\u4ED6\u306E\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagebody398317=\u30B5\u30FC\u30D3\u30B9\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u6A5F\u80FD\u306F\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## P4ADE ## {0} : Exception e
messagebody398318=\u30B5\u30FC\u30D3\u30B9\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u6709\u52B9\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0} \n \u30B5\u30FC\u30D3\u30B9\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u7121\u52B9\u5316\u3055\u308C\u307E\u3059\u3002
## P4ADE ## {0} : Exception e
messagebody398319=\u30B5\u30FC\u30D3\u30B9\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u7121\u52B9\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## P4ADE ## {0} : Exception ex
messagebody398320=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u4F7F\u7528\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F: {0}\u3002\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagebody398321=Coherence\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u958B\u59CB\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398322=\u30B5\u30FC\u30D3\u30B9{0}\u306E\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u30A8\u30F3\u30C8\u30EA\u3092\u524A\u9664\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398323=\u30B5\u30FC\u30D3\u30B9{0}\u306E\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u3059\u3079\u3066\u306E\u30A8\u30F3\u30C8\u30EA\u3092\u524A\u9664\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{1}
## P4ADE ## {0} : Exception ex
messagebody398324=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u3059\u3079\u3066\u306E\u30A8\u30F3\u30C8\u30EA\u3092\u524A\u9664\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{1}
