messagedetail398000=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306BOSB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action398000=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398014=\u6307\u5B9A\u3057\u305F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u6307\u5B9A\u3057\u305FURI\u304C\u7121\u52B9\u3067\u3059\u3002\u554F\u984C\u306E\u8A73\u7D30\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action398014=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI\u304C\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398015=\u767B\u9332\u4E2D\u306EWSDL\u30D9\u30FC\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093: \u5BFE\u5FDC\u3059\u308BWSDL\u60C5\u5831\u306E\u53D6\u5F97\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action398015=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398016=\u767B\u9332\u4E2D\u306EWSDL\u30D9\u30FC\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093: \u5BFE\u5FDC\u3059\u308BWSDL\u60C5\u5831\u306E\u53D6\u5F97\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action398016=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398017=WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u6307\u5B9A\u3055\u308C\u305FWSDL\u30DD\u30FC\u30C8\u306F\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305FWSDL\u30EA\u30BD\u30FC\u30B9\u306B\u5B58\u5728\u3057\u307E\u305B\u3093
action398017=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398018=WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u6307\u5B9A\u3055\u308C\u305FWSDL\u30D0\u30A4\u30F3\u30C9\u306F\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305FWSDL\u30EA\u30BD\u30FC\u30B9\u306B\u5B58\u5728\u3057\u307E\u305B\u3093
action398018=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398019=WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: (1) WSDL\u30EA\u30BD\u30FC\u30B9\u5185\u306EWSDL\u30D0\u30A4\u30F3\u30C9\u306E\u30BF\u30A4\u30D7\u304CSOAP\u3067\u3042\u308B\u306E\u306B\u5BFE\u3057\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u30BF\u30A4\u30D7\u304CSOAP\u3067\u306A\u3044\u304B\u3001(2)\u30B5\u30FC\u30D3\u30B9\u306ESOAP\u30D0\u30FC\u30B8\u30E7\u30F3\u3068\u5BFE\u5FDC\u3059\u308BWSDL\u30D0\u30A4\u30F3\u30C9\u306ESOAP\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u4E00\u81F4\u3057\u306A\u304B\u3063\u305F\u304B\u3001(3) WSDL\u304B\u3089\u306E\u30D0\u30A4\u30F3\u30C9\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
action398019=\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3001\u4FDD\u5B58\u3057\u307E\u3059\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398020=WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: WSDL\u30D0\u30A4\u30F3\u30C9\u306B\u8907\u6570\u306E\u64CD\u4F5C\u304C\u5B58\u5728\u3059\u308B\u305F\u3081\u3001\u30B5\u30FC\u30D3\u30B9\u767B\u9332\u30A6\u30A3\u30B6\u30FC\u30C9\u3067\u64CD\u4F5C\u306E\u9078\u629E\u65B9\u6CD5\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
action398020=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u53C2\u7167\u3057\u3001\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u304C\u9069\u5207\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String operation
messagedetail398021=WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u3067\u53C2\u7167\u3055\u308C\u3066\u3044\u308B\u64CD\u4F5C\u304CWSDL\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093: {0}
action398021=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u53C2\u7167\u3057\u3001\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u304C\u9069\u5207\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String operation
messagedetail398022=\u8A72\u5F53\u3059\u308B\u30DE\u30C3\u30D4\u30F3\u30B0\u304CWSDL\u64CD\u4F5C\u306E\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u5185\u3067\u898B\u3064\u304B\u308A\u307E\u305B\u3093: {0}
action398022=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u53C2\u7167\u3057\u3001\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u304C\u9069\u5207\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398023=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u304C\u7121\u52B9\u3067\u3059\u3002
action398023=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398024=WSDL\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u306B\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001WSDL\u306B\u3053\u306E\u30DD\u30EA\u30B7\u30FC\u304C\u3042\u308A\u307E\u305B\u3093
action398024=WS-Policy\u3092WSDL\u306B\u30A2\u30BF\u30C3\u30C1\u3059\u308B\u304B\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u30AB\u30B9\u30BF\u30E0WS-Policy\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398025=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u304C\u7121\u52B9\u3067\u3059\u3002
action398025=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398026=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u304C\u7121\u52B9\u3067\u3059\u3002
action398026=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398027=WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u5BFE\u5FDC\u3059\u308BWSDL\u30D0\u30A4\u30F3\u30C9\u306FPOST\u4EE5\u5916\u306E\u52D5\u8A5E\u304C\u6307\u5B9A\u3055\u308C\u305FHTTP\u3067\u3042\u308B\u305F\u3081\u3001\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
action398027=WSDL\u30EA\u30BD\u30FC\u30B9\u3092\u8A02\u6B63\u3059\u308B\u304B\u3001\u30B5\u30FC\u30D3\u30B9\u306B\u5225\u306EWSDL\u30D0\u30A4\u30F3\u30C9\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398028=\u767B\u9332\u3055\u308C\u305F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u9069\u5207\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093: \u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
action398028=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398029=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30BF\u30A4\u30D7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u5BFE\u5FDC\u3059\u308BXML\u30B9\u30AD\u30FC\u30DE\u30FB\u30EA\u30BD\u30FC\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
action398029=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398030=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30BF\u30A4\u30D7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u5BFE\u5FDC\u3059\u308BXML\u30B9\u30AD\u30FC\u30DE\u30FB\u30EA\u30BD\u30FC\u30B9\u3092\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
action398030=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398031=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30BF\u30A4\u30D7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u6307\u5B9A\u3057\u305F\u8981\u7D20\u304CXML\u30B9\u30AD\u30FC\u30DE\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
action398031=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398032=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30BF\u30A4\u30D7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u6307\u5B9A\u3057\u305F\u30BF\u30A4\u30D7\u304CXML\u30B9\u30AD\u30FC\u30DE\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
action398032=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String operation
messagedetail398033=WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u64CD\u4F5C{0}\u306F\u901A\u77E5\u307E\u305F\u306F\u8ACB\u6C42\u30EC\u30B9\u30DD\u30F3\u30B9\u3067\u3059
action398033=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9806\u5E8F\u3092\u9006\u306B\u3059\u308B\u304B\u3001\u5225\u306EWSDL\u30D0\u30A4\u30F3\u30C9\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398034=WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u6307\u5B9A\u3057\u305F\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u306FSOAP\u672C\u4F53\u3067\u3059\u304C\u3001\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305FWSDL\u30D0\u30A4\u30F3\u30C9\u3067\u306F\u53D7\u4FE1SOAP\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u672C\u6587\u306E\u30C7\u30FC\u30BF\u306B\u5FDC\u3058\u3066\u7570\u306A\u308B\u64CD\u4F5C\u3092\u8B58\u5225\u3067\u304D\u307E\u305B\u3093\u3002
action398034=\u30B5\u30FC\u30D3\u30B9\u306B\u5225\u306E\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u9078\u629E\u3059\u308B\u304B\u3001\u5225\u306EWSDL\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398039=WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u6307\u5B9A\u3057\u305F\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u306FSOAP\u672C\u4F53\u3067\u3059\u304C\u3001\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305FWSDL\u30D0\u30A4\u30F3\u30C9\u3067\u306F\u53D7\u4FE1SOAP\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u672C\u6587\u306E\u30C7\u30FC\u30BF\u306B\u5FDC\u3058\u3066\u7570\u306A\u308B\u64CD\u4F5C\u3092\u8B58\u5225\u3067\u304D\u307E\u305B\u3093\u3002
action398039=\u30B5\u30FC\u30D3\u30B9\u306B\u5225\u306E\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5225\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3057\u3066\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D1\u30FC\u30C8\u304C\u30BF\u30A4\u30D7\u3067\u306F\u306A\u304F\u8981\u7D20\u3067\u5B9A\u7FA9\u3055\u308C\u308B\u3088\u3046\u306BWSDL\u3092\u5909\u66F4\u3059\u308B\u65B9\u6CD5\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail398035=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30BF\u30A4\u30D7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u4E21\u65B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u300C\u306A\u3057\u300D\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
action398035=\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u3069\u3061\u3089\u304B\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u306B\u300C\u306A\u3057\u300D\u4EE5\u5916\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398036=WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: WSDL\u30D0\u30A4\u30F3\u30C9\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u64CD\u4F5C\u306E\u30BB\u30C3\u30C8\u304C\u3001\u5BFE\u5FDC\u3059\u308B\u30DD\u30FC\u30C8\u30FB\u30BF\u30A4\u30D7\u3068\u5B8C\u5168\u306B\u4E00\u81F4\u3057\u3066\u3044\u307E\u305B\u3093
action398036=\u9078\u629E\u3057\u305FWSDL\u30D0\u30A4\u30F3\u30C9\u64CD\u4F5C\u30BB\u30C3\u30C8\u304C\u3001\u5BFE\u5FDC\u3059\u308B\u30DD\u30FC\u30C8\u30FB\u30BF\u30A4\u30D7\u306E\u64CD\u4F5C\u30BB\u30C3\u30C8\u3068\u5B8C\u5168\u306B\u4E00\u81F4\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398037=WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: WSDL\u30D0\u30A4\u30F3\u30C9\u306B\u306F\u30B9\u30BF\u30A4\u30EB\u304C''\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8''\u306E\u64CD\u4F5C\u3068''rpc''\u306E\u64CD\u4F5C\u304C\u3042\u308A\u307E\u3059\u3002OSB\u3067\u306F\u3001\u3059\u3079\u3066rpc\u307E\u305F\u306F\u3059\u3079\u3066\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30B9\u30BF\u30A4\u30EB\u306E\u307F\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3001\u6DF7\u5408\u30B9\u30BF\u30A4\u30EB\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
action398037=\u9078\u629E\u3057\u305FWSDL\u30D0\u30A4\u30F3\u30C9\u306B\u6DF7\u5408\u30B9\u30BF\u30A4\u30EB\u306E\u64CD\u4F5C\u304C\u542B\u307E\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398038=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EWS-Policy\u306B\u6A5F\u5BC6\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u30D7\u30ED\u30AD\u30B7\u306B\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u53C2\u7167\u304C\u5FC5\u8981\u3067\u3059
action398038=\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5272\u308A\u5F53\u3066\u3066\u304F\u3060\u3055\u3044(\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u304C\u5FC5\u8981\u3067\u3059)
messagedetail398040=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EWS-Policy\u306B\u6574\u5408\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u30D7\u30ED\u30AD\u30B7\u306B\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u53C2\u7167\u304C\u5FC5\u8981\u3067\u3059
action398040=\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5272\u308A\u5F53\u3066\u3066\u304F\u3060\u3055\u3044(\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8CC7\u683C\u8A3C\u660E\u304C\u5FC5\u8981\u3067\u3059)
messagedetail398042=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u306E\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30EB\u30FC\u30C8\u306B\u53CC\u65B9\u5411SSL\u304C\u5FC5\u8981\u3067\u3059\u3002\u30D7\u30ED\u30AD\u30B7\u306B\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u53C2\u7167\u304C\u5FC5\u8981\u3067\u3059
action398042=\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5272\u308A\u5F53\u3066\u3066\u304F\u3060\u3055\u3044(\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306BSSL\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A8D\u8A3C\u8CC7\u683C\u8A3C\u660E\u304C\u5FC5\u8981\u3067\u3059)
messagedetail398043=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EWS-Policy\u306B\u6697\u53F7\u5316\u304C\u5FC5\u8981\u3067\u3042\u308A\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30EA\u30F3\u30AF\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u304C\u5FC5\u8981\u3067\u3059
action398043=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u7DE8\u96C6\u3057\u3066\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u3092\u5272\u308A\u5F53\u3066\u308B\u304B\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3066\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067\u5225\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398044=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EWS-Policy\u306B\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u304C\u5FC5\u8981\u3067\u3042\u308A\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30EA\u30F3\u30AF\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u306F\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8CC7\u683C\u8A3C\u660E\u304C\u5FC5\u8981\u3067\u3059
action398044=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u7DE8\u96C6\u3057\u3066\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8CC7\u683C\u8A3C\u660E\u3092\u5272\u308A\u5F53\u3066\u308B\u304B\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3066\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067\u5225\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398046=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u306E\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30EB\u30FC\u30C8\u306B\u53CC\u65B9\u5411SSL\u304C\u5FC5\u8981\u3067\u3059\u3002\u30D7\u30ED\u30AD\u30B7\u306B\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u53C2\u7167\u304C\u5FC5\u8981\u3067\u3059
action398046=\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5272\u308A\u5F53\u3066\u3066\u304F\u3060\u3055\u3044(\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306BSSL\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A8D\u8A3C\u8CC7\u683C\u8A3C\u660E\u304C\u5FC5\u8981\u3067\u3059)
messagedetail398052=PKI\u8CC7\u683C\u8A3C\u660E\u30DE\u30C3\u30D4\u30F3\u30B0\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u30FB\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u51FA\u3057\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
cause398052=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398053=WSDL\u30D9\u30FC\u30B9\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u9078\u629E\u3055\u308C\u305FWSDL\u30D0\u30A4\u30F3\u30C9\u306E\u7570\u306A\u308B\u64CD\u4F5C\u9593\u3067soapAction\u5C5E\u6027\u306E\u5024\u304C\u91CD\u8907\u3057\u3066\u3044\u308B\u304B\u3001WSDL\u306E\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u64CD\u4F5C\u306BsoapAction\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u305F\u3081\u3001SOAPAction\u30D8\u30C3\u30C0\u30FC\u306E\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
action398053=\u30B5\u30FC\u30D3\u30B9\u306B\u5225\u306E\u64CD\u4F5C\u9078\u629E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u9078\u629E\u3059\u308B\u304B\u3001\u5225\u306EWSDL\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String busSvcName
messagedetail398055=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9{0}\u306E\u69CB\u6210\u3092\u691C\u8A3C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u3067\u304D\u307E\u305B\u3093
action398055=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String proxyName
messagedetail398056=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9{0}\u306E\u69CB\u6210\u3092\u691C\u8A3C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
action398056=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398059=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u304C\u7121\u52B9\u3067\u3059\u3002
action398059=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398060=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306FWS-Security(Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3)\u306E\u80FD\u52D5\u7684\u4EF2\u4ECB\u8005\u3067\u3059\u3002WS-Policy\u306B"\u6A5F\u5BC6\u6027"\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3(\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306B\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6697\u53F7\u5316\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3059\u308BOracle\u72EC\u81EA\u306E\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3)\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u6A5F\u5BC6\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306F\u5177\u8C61\u7684\u3067\u3059\u3002\u305D\u306E\u305F\u3081\u3001\u30DD\u30EA\u30B7\u30FC\u306E/wssp:Confidentiality/wssp:KeyInfo/wssp:SecurityTokenReference/wssp:Embedded/wsse:BinarySecurityToken\u8981\u7D20\u306Bbase-64\u30A8\u30F3\u30B3\u30FC\u30C9\u8A3C\u660E\u66F8\u304C\u3042\u308A\u307E\u3059\u3002\u30D7\u30ED\u30AD\u30B7\u306E\u6697\u53F7\u8A3C\u660E\u66F8\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u4F7F\u7528\u3057\u3066\u5272\u308A\u5F53\u3066\u3089\u308C\u308B\u305F\u3081\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30DD\u30EA\u30B7\u30FC\u306B\u5177\u8C61\u7684\u306A\u6A5F\u5BC6\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
action398060=\u62BD\u8C61\u7684\u306A\u30DD\u30EA\u30B7\u30FC\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u308C\u306B\u306F\u3001\u30DD\u30EA\u30B7\u30FC\u3092\u7DE8\u96C6\u3057\u3001/wssp:Confidentiality/wssp:KeyInfo\u8981\u7D20\u5185\u306ESecurityToken\u304A\u3088\u3073SecurityTokenReference\u5B50\u8981\u7D20\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398061=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306EWS-Policy\u306B"\u6A5F\u5BC6\u6027"\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3(\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6697\u53F7\u5316\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3059\u308BOracle\u72EC\u81EA\u306E\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3)\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u6A5F\u5BC6\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306F\u62BD\u8C61\u7684\u3067\u3059\u3002\u305D\u306E\u305F\u3081\u3001\u30DD\u30EA\u30B7\u30FC\u306Bbase-64\u30A8\u30F3\u30B3\u30FC\u30C9\u30FB\u30B5\u30FC\u30D0\u30FC\u8A3C\u660E\u66F8\u304C\u57CB\u3081\u8FBC\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u5177\u8C61\u7684\u306A\u6A5F\u5BC6\u6027\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action398061=\u5177\u8C61\u7684\u306A\u30DD\u30EA\u30B7\u30FC\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u308C\u306B\u306F\u3001\u30DD\u30EA\u30B7\u30FC\u3092\u7DE8\u96C6\u3057\u3001/wssp:Confidentiality/wssp:KeyInfo\u8981\u7D20\u5185\u306ESecurityToken\u304A\u3088\u3073SecurityTokenReference\u5B50\u8981\u7D20\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002SecurityTokenReference\u8981\u7D20\u306E\u5024\u304C\u57CB\u8FBC\u307Fbase-64\u30A8\u30F3\u30B3\u30FC\u30C9\u30FB\u30B5\u30FC\u30D0\u30FC\u8A3C\u660E\u66F8\u3067\u3059(\u3053\u306E\u5024\u306F\u30B5\u30FC\u30D0\u30FC\u306E\u6697\u53F7\u8A3C\u660E\u66F8\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059)\u3002Oracle Service Bus\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3067\u3053\u306E\u30DD\u30EA\u30B7\u30FC\u306E\u8A2D\u5B9A\u4F8B\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398062=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u304C\u7121\u52B9\u3067\u3059\u3002
action398062=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398063=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E1\u3064\u4EE5\u4E0A\u306E\u30CE\u30FC\u30C9\u304C\u3001WS-Policy\u3067\u30D7\u30ED\u30AD\u30B7\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30D7\u30ED\u30AD\u30B7\u306E\u6697\u53F7\u5316\u9375\u3067\u6697\u53F7\u5316\u3059\u308B\u3053\u3068\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306BOSB\u304C\u30D7\u30ED\u30AD\u30B7\u306E\u6697\u53F7\u8CC7\u683C\u8A3C\u660E\u3092\u53D6\u5F97\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3078\u306E\u53C2\u7167\u304C\u5FC5\u8981\u3067\u3059(OSB\u306F\u3053\u306E\u8A3C\u660E\u66F8\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u9001\u4FE1\u3057\u307E\u3059)\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u53C2\u7167\u304C\u30D7\u30ED\u30AD\u30B7\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action398063=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044(\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u304C\u5FC5\u8981\u3067\u3059)\u3002
messagedetail398064=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E1\u3064\u4EE5\u4E0A\u306E\u30CE\u30FC\u30C9\u304C\u3001WS-Policy\u3067OSB\u304C\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u7F72\u540D\u3059\u308B\u3053\u3068\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306BOSB\u304C\u30D7\u30ED\u30AD\u30B7\u306E\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8CC7\u683C\u8A3C\u660E\u3092\u53D6\u5F97\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3078\u306E\u53C2\u7167\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u53C2\u7167\u304C\u30D7\u30ED\u30AD\u30B7\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action398064=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044(\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8CC7\u683C\u8A3C\u660E\u304C\u5FC5\u8981\u3067\u3059)\u3002
messagedetail398065=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E1\u3064\u4EE5\u4E0A\u306E\u30CE\u30FC\u30C9\u304C\u3001WS-Policy\u3067\u30D7\u30ED\u30AD\u30B7\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30D7\u30ED\u30AD\u30B7\u306E\u6697\u53F7\u5316\u9375\u3067\u6697\u53F7\u5316\u3059\u308B\u3053\u3068\u3092\u8981\u6C42\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action398065=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u7DE8\u96C6\u3057\u3066\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u3092\u9078\u629E\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3066\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067(\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u3092\u6301\u3064)\u5225\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398066=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E1\u3064\u4EE5\u4E0A\u306E\u30CE\u30FC\u30C9\u304C\u3001WS-Policy\u3067OSB\u304C\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u7F72\u540D\u3059\u308B\u3053\u3068\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action398066=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u7DE8\u96C6\u3057\u3066\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8CC7\u683C\u8A3C\u660E\u3092\u9078\u629E\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3066\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067(\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u8CC7\u683C\u8A3C\u660E\u3092\u6301\u3064)\u5225\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398067=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u304C\u7121\u52B9\u3067\u3059\u3002
action398067=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398068=\u3053\u308C\u306F\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30B5\u30FC\u30D3\u30B9\u304C\u547C\u3073\u51FA\u3055\u308C\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398068=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398072=\u3053\u308C\u306F\u3001\u975E\u540C\u671F(\u975E\u30D6\u30ED\u30C3\u30AD\u30F3\u30B0)\u65B9\u5F0F\u306E\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30B5\u30FC\u30D3\u30B9\u304C\u547C\u3073\u51FA\u3055\u308C\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398072=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398073=\u3053\u308C\u306F\u3001\u540C\u671F(\u30D6\u30ED\u30C3\u30AD\u30F3\u30B0)\u65B9\u5F0F\u306E\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30B5\u30FC\u30D3\u30B9\u304C\u547C\u3073\u51FA\u3055\u308C\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398073=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398074=\u3053\u308C\u306F\u3001\u30E9\u30F3\u30BF\u30A4\u30E0\u51E6\u7406\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u65B0\u3057\u3044\u5909\u6570\u304C\u8FFD\u52A0\u3055\u308C\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398074=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398075=\u3053\u308C\u306F\u3001\u30E9\u30F3\u30BF\u30A4\u30E0\u51E6\u7406\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304B\u3089\u65E2\u5B58\u306E\u5909\u6570\u304C\u524A\u9664\u3055\u308C\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398075=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398076=\u3053\u308C\u306F\u3001\u30E9\u30F3\u30BF\u30A4\u30E0\u51E6\u7406\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u65E2\u5B58\u306E\u5909\u6570\u306E\u5024\u304C\u66F4\u65B0\u3055\u308C\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398076=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398077=\u3053\u308C\u306F\u3001\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51E6\u7406\u306E\u305F\u3081\u306B\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u306B\u5230\u9054\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398077=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398078=\u3053\u308C\u306F\u3001\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51E6\u7406\u306E\u305F\u3081\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u306B\u5230\u9054\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398078=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398079=\u3053\u308C\u306F\u3001\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51E6\u7406\u306E\u305F\u3081\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30DA\u30A2\u30FB\u30CE\u30FC\u30C9\u306B\u5230\u9054\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398079=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398080=\u3053\u308C\u306F\u3001\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51E6\u7406\u306E\u305F\u3081\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30B9\u30C6\u30FC\u30B8\u306B\u5230\u9054\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398080=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398081=\u3053\u308C\u306F\u3001\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3092OSB\u304C\u30A8\u30B3\u30FC\u3057\u3088\u3046\u3068\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398081=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398082=\u3053\u308C\u306F\u3001\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51E6\u7406\u306E\u305F\u3081\u306BOSB\u6761\u4EF6\u4ED8\u304D\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u306B\u5230\u9054\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398082=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398083=\u3053\u308C\u306F\u3001\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51E6\u7406\u306E\u305F\u3081\u306BOSB\u64CD\u4F5C\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u306B\u5230\u9054\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398083=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398084=\u3053\u308C\u306F\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u547C\u51FA\u3057\u304C\u5B8C\u4E86\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398084=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398085=\u3053\u308C\u306F\u3001\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9\u306E\u547C\u51FA\u3057\u304C\u5B8C\u4E86\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398085=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398086=\u3053\u308C\u306F\u3001\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u304C\u518D\u958B\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398086=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398089=\u3053\u308C\u306F\u3001\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51E6\u7406\u306E\u305F\u3081\u306B\u6700\u521D\u306BOSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306B\u5230\u9054\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398089=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398090=\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u304C1\u3064\u306E\u30B9\u30C6\u30FC\u30B8\u3092\u7D42\u4E86\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398090=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398091=\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u304C\u30A8\u30E9\u30FC\u6761\u4EF6\u3067\u30B9\u30C6\u30FC\u30B8\u3092\u7D42\u4E86\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398091=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398092=\u3053\u308C\u306F\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30D1\u30B9\u3067\u306E\u51E6\u7406\u4E2D\u306B\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30B5\u30FC\u30D3\u30B9\u304C\u547C\u3073\u51FA\u3055\u308C\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398092=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398093=\u3053\u308C\u306F\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D1\u30B9\u3067\u306E\u51E6\u7406\u4E2D\u306B\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30B5\u30FC\u30D3\u30B9\u304C\u547C\u3073\u51FA\u3055\u308C\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398093=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398094=\u3053\u308C\u306F\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u793A\u3059\u305F\u3081\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398094=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398095=\u3053\u308C\u306F\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u5BFE\u3059\u308B\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D7\u4FE1\u3057\u305F\u5F8C\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u793A\u3059\u305F\u3081\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398095=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398096=\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u304C\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u3092\u7D42\u4E86\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398096=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398097=\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u304C\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9\u3092\u7D42\u4E86\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398097=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398098=\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u304C\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9\u3092\u958B\u59CB\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398098=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398099=\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u304C\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30CE\u30FC\u30C9\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9\u3092\u958B\u59CB\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398099=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398100=\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u304C\u30B9\u30C6\u30FC\u30B8\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30A8\u30E9\u30FC\u30FB\u30CF\u30F3\u30C9\u30E9\u3092\u958B\u59CB\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398100=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398101=\u3053\u308C\u306F\u3001\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u304C\u5B8C\u4E86\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398101=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398102=\u3053\u308C\u306F\u3001\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u304C\u30A8\u30E9\u30FC\u6761\u4EF6\u3067\u5B8C\u4E86\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398102=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398103=\u3053\u308C\u306F\u3001\u6761\u4EF6\u4ED8\u304D\u30D6\u30E9\u30F3\u30C1\u30FB\u30CE\u30FC\u30C9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u304C\u5B8C\u4E86\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398103=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398104=\u3053\u308C\u306F\u3001\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30DA\u30A2\u30FB\u30CE\u30FC\u30C9\u306E\u51E6\u7406\u304C\u5B8C\u4E86\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398104=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398105=\u3053\u308C\u306F\u3001\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u51E6\u7406\u304C\u5B8C\u4E86\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398105=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
## P4ADE ## {0} : String serviceName, {1} : String operation
messagedetail398106=\u30B5\u30FC\u30D3\u30B9"{0}"\u306E\u64CD\u4F5C"{1}"\u306EWS-Policy\u306BID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u8EAB\u5143\u8A3C\u660E\u306E\u76EE\u7684\u3067\u306F\u3001Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30E6\u30FC\u30B6\u30FC\u540D\u30C8\u30FC\u30AF\u30F3\u306E\u307F\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u5FC5\u8981\u3067\u3059\u3002
action398106=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398107=WS-Policy\u306B\u8A8D\u8B58\u3067\u304D\u306A\u3044\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
action398107=WS-Policy\u3092\u7DE8\u96C6\u3057\u3001\u3059\u3079\u3066\u306E\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304COracle Service Bus\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398108=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u304C\u7121\u52B9\u3067\u3059\u3002
action398108=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398109=\u30B5\u30FC\u30D3\u30B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30EC\u30D9\u30EB\u30FB\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u306B\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30FC\u30AF\u30F3\u30BF\u30A4\u30D7\u306F\u8A8D\u8B58\u3055\u308C\u307E\u305B\u3093\u3002\u3053\u306E\u30BF\u30A4\u30D7\u30FB\u30C8\u30FC\u30AF\u30F3\u306EID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u306A\u3044\u304B\u3001\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action398109=\u30C9\u30E1\u30A4\u30F3\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30EB\u30E0\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7\u306BID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u6307\u5B9A\u306EID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30BB\u30B9\u304A\u3088\u3073ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u8A73\u7D30\u306F\u3001WebLogic Server\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398110=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u304C\u7121\u52B9\u3067\u3059\u3002
action398110=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398111=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u304C\u7121\u52B9\u3067\u3059\u3002
action398111=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398112=WS-Security\u8A8D\u8A3C\u3068\u30E1\u30C3\u30BB\u30FC\u30B8\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u306F\u76F8\u4E92\u306B\u6392\u4ED6\u7684\u3067\u3059\u3002
action398112=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u4E21\u65B9\u306E\u8A8D\u8A3C\u30BF\u30A4\u30D7\u304C\u540C\u6642\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306FWS-Policy\u3092\u7DE8\u96C6\u3057\u3001\u3069\u3061\u3089\u304B1\u3064\u306E\u65B9\u6CD5\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398113=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u30FB\u30BB\u30EC\u30AF\u30BF\u306EXPath\u5F0F\u304C\u7121\u52B9\u3067\u3059
action398113=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u30FB\u30BB\u30EC\u30AF\u30BF\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u6709\u52B9\u306AXPath\u5F0F\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398114=\u30E6\u30FC\u30B6\u30FC\u540D\u30BB\u30EC\u30AF\u30BF\u306EXPath\u5F0F\u304C\u7121\u52B9\u3067\u3059
action398114=\u30E6\u30FC\u30B6\u30FC\u540D\u30BB\u30EC\u30AF\u30BF\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u6709\u52B9\u306AXPath\u5F0F\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398115=\u30D1\u30B9\u30EF\u30FC\u30C9\u30FB\u30BB\u30EC\u30AF\u30BF\u306EXPath\u5F0F\u304C\u7121\u52B9\u3067\u3059
action398115=\u30D1\u30B9\u30EF\u30FC\u30C9\u30FB\u30BB\u30EC\u30AF\u30BF\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u6709\u52B9\u306AXPath\u5F0F\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398116=\u30E6\u30FC\u30B6\u30FC\u5B9A\u7FA9\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30BB\u30EC\u30AF\u30BF\u306EXPath\u5F0F\u304C\u7121\u52B9\u3067\u3059
action398116=\u30E6\u30FC\u30B6\u30FC\u5B9A\u7FA9\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30BB\u30EC\u30AF\u30BF\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u6709\u52B9\u306AXPath\u5F0F\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398117=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u306E\u5909\u6570\u540D\u306F"header"\u307E\u305F\u306F"body"\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
action398117=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u306E\u6709\u52B9\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D1\u30FC\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398118=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30E6\u30FC\u30B6\u30FC\u540D\u30C8\u30FC\u30AF\u30F3\u304C\u4FE1\u983C\u3055\u308C\u308B\u306B\u306F\u3001\u30C8\u30FC\u30AF\u30F3\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u4F5C\u6210\u8005\u306B\u3088\u308B\u7F72\u540D\u304C\u5FC5\u8981\u3067\u3059\u3002
action398118=WS-Policy\u3092\u7DE8\u96C6\u3057\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u306A\u3044\u30E6\u30FC\u30B6\u30FC\u540D\u30C8\u30FC\u30AF\u30F3\u304C\u7981\u6B62\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30DD\u30EA\u30B7\u30FC\u306B\u30E6\u30FC\u30B6\u30FC\u540D\u30C8\u30FC\u30AF\u30F3\u306B\u5BFE\u3059\u308B\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u304C\u8981\u6C42\u3055\u308C\u308B\u8A2D\u5B9A\u306B\u306A\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398119=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30E6\u30FC\u30B6\u30FC\u540D\u30C8\u30FC\u30AF\u30F3\u304C\u4FE1\u983C\u3055\u308C\u308B\u306B\u306F\u3001\u30C8\u30FC\u30AF\u30F3\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u4F5C\u6210\u8005\u306B\u3088\u308B\u7F72\u540D\u304C\u5FC5\u8981\u3067\u3059\u3002
action398119=WS-Policy\u3092\u7DE8\u96C6\u3057\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u306A\u3044\u30E6\u30FC\u30B6\u30FC\u540D\u30C8\u30FC\u30AF\u30F3\u304C\u7981\u6B62\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30DD\u30EA\u30B7\u30FC\u306B\u30E6\u30FC\u30B6\u30FC\u540D\u30C8\u30FC\u30AF\u30F3\u306B\u5BFE\u3059\u308B\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u304C\u8981\u6C42\u3055\u308C\u308B\u8A2D\u5B9A\u306B\u306A\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398120=\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u6642\u306B\u578B\u4ED8\u304D\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u304B\u3089WSDL\u3092\u53D6\u5F97\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action398120=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398121=\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u6642\u306B\u578B\u4ED8\u304D\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u304B\u3089WSDL\u3092\u53D6\u5F97\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action398121=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398122=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u691C\u8A3C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u5FC5\u8981\u306A\u8981\u7D20"logging"\u304C\u69CB\u6210\u306B\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F
action398122=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398123=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u691C\u8A3C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u5FC5\u8981\u306A\u8981\u7D20"sla-alerting"\u304C\u69CB\u6210\u306B\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F
action398123=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398124=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u691C\u8A3C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u5FC5\u8981\u306A\u8981\u7D20"pipeline-alerting"\u304C\u69CB\u6210\u306B\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F
action398124=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398125=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u691C\u8A3C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u306B"logging"\u8981\u7D20\u3092\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093
action398125=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398126=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u691C\u8A3C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u306B"sla-alerting"\u8981\u7D20\u3092\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093
action398126=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398127=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u691C\u8A3C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u306B"pipeline-alerting"\u8981\u7D20\u3092\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093
action398127=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398128=\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u304C\u7121\u52B9\u3067\u3059\u3002WS-Policy\u69CB\u6210\u3092\u542B\u3081\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
action398128=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail398130=WS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u306BRM(\u4FE1\u983C\u6027\u306E\u3042\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0)\u30DD\u30EA\u30B7\u30FC\u304C\u5FC5\u8981\u3067\u3059\u3002
action398130=\u30B5\u30FC\u30D3\u30B9\u306EWS-Policy\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002RM\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398131=WS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u306FWebLogic Server 9.X\u65B9\u5F0F\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
action398131=\u30B5\u30FC\u30D3\u30B9\u306EWS-Policy\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002WebLogic Server 9.X\u65B9\u5F0F\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u5B58\u5728\u3057\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398132=RM(\u4FE1\u983C\u6027\u306E\u3042\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0)\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306FWS-Transport\u30B5\u30FC\u30D3\u30B9\u306B\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002
action398132=\u30B5\u30FC\u30D3\u30B9\u306EWS-Policy\u304B\u3089RM\u30DD\u30EA\u30B7\u30FC\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u524A\u9664\u3059\u308B\u304B\u3001\u30B5\u30FC\u30D3\u30B9\u3092WS-Transport\u306B\u5207\u308A\u66FF\u3048\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398133=WS-SP 1.x\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306F\u3053\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306EOracle Service Bus\u3067\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093(\u7279\u5B9A\u306E\u5834\u5408\u306EWS-Transport\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3092\u9664\u304F)
action398133=\u30B5\u30FC\u30D3\u30B9\u304C\u3001Oracle Service Bus\u306B\u30CD\u30A4\u30C6\u30A3\u30D6\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u306A\u3044Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u6301\u3064WSDL\u306B\u57FA\u3065\u3044\u3066\u3044\u307E\u3059\u3002\u300COWSM\u30DD\u30EA\u30B7\u30FC - OWSM\u30DD\u30EA\u30B7\u30FC\u30FB\u30B9\u30C8\u30A2\u304B\u3089\u300D\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u3001\u540C\u7B49\u306EOWSM\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u30A2\u30BF\u30C3\u30C1\u3057\u3066\u304F\u3060\u3055\u3044\u3002Business Service\u306E\u5834\u5408\u306F\u3001\u300C\u8FFD\u52A0\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u5FC5\u8981\u306A\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u624B\u52D5\u3067\u8FFD\u52A0\u3059\u308B\u304B\u3001\u300C\u4E92\u63DB\u6027\u306E\u8FFD\u52A0\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066Oracle Service Bus\u306B\u4E92\u63DB\u6027\u306E\u3042\u308B\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u81EA\u52D5\u7684\u306B\u53D6\u5F97\u304A\u3088\u3073\u8FFD\u52A0\u3059\u308B\u3088\u3046\u306B\u8A2D\u5B9A\u3067\u304D\u307E\u3059\u3002
messagedetail398134=Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u4EF2\u4ECB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u306F\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u304C\u5FC5\u8981\u3067\u3059(WS-Policy\u5185)\u3002
action398134=\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u4EF2\u4ECB\u8005\u306B\u3059\u308B\u5834\u5408\u3001\u30B5\u30FC\u30D3\u30B9\u306EWS-Policy\u3092\u7DE8\u96C6\u3057\u3001\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u4EF2\u4ECB\u8005\u306B\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067\u4F55\u3082\u5909\u66F4\u3057\u306A\u3044\u3067\u300C\u66F4\u65B0\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398135=Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u3001\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306BWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u304C\u306A\u3051\u308C\u3070\u610F\u5473\u304C\u3042\u308A\u307E\u305B\u3093(WS-Policy\u5185)\u3002\u3053\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u306FWeb\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u3078\u306E\u53C2\u7167\u304C\u3042\u308A\u307E\u3059(\u305F\u3060\u3057\u3001\u30B3\u30F3\u30BD\u30FC\u30EB\u306B\u306F\u8868\u793A\u3055\u308C\u307E\u305B\u3093)\u3002
action398135=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306EWS-Policy\u306B\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u8FFD\u52A0\u3059\u308B\u304B\u3001\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067\u4F55\u3082\u5909\u66F4\u3057\u306A\u3044\u3067\u300C\u66F4\u65B0\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398136=\u30B5\u30FC\u30D3\u30B9\u3092Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u80FD\u52D5\u7684\u306A\u4EF2\u4ECB\u8005\u3068\u3057\u3066\u69CB\u6210\u3059\u308B\u5834\u5408\u3001\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u6A5F\u80FD\u3092\u30B5\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
action398136=\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3001\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u6A5F\u80FD\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398137=\u30B5\u30FC\u30D3\u30B9\u306B\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u3092\u69CB\u6210\u3059\u308B\u5834\u5408\u3001\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u6A5F\u80FD\u3092\u30B5\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
action398137=\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3001\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u6A5F\u80FD\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398140=\u53D7\u52D5\u7684\u306AWSS\u4EF2\u4ECB\u8005\u306F\u30D1\u30D6\u30EA\u30C3\u30AFWSDL(\u3064\u307E\u308A"\u6709\u52B9\u306A"WSDL)\u306BWS-Security\u30DD\u30EA\u30B7\u30FC\u3092\u6301\u3061\u306A\u304C\u3089\u3001WS-Security\u306E\u51E6\u7406\u3092\u884C\u308F\u306A\u3044\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u3059\u3002\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30D8\u30C3\u30C0\u30FC\u3092\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u4E2D\u7D99\u3059\u308B\u306E\u307F\u306E\u51E6\u7406\u3092\u884C\u3044\u307E\u3059\u3002\u53D7\u52D5\u7684\u306AWSS\u4EF2\u4ECB\u8005\u306B"\u62BD\u8C61\u7684\u306A\u6A5F\u5BC6\u6027"\u30DD\u30EA\u30B7\u30FC\u304C\u3042\u308B\u5834\u5408\u306F\u3001\u30D7\u30ED\u30AD\u30B7\u306B\u5FC5\u305A\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u3092\u6301\u3064\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u5FC5\u8981\u3067\u3059\u3002\u3053\u306E\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u306F\u6709\u52B9\u306AWSDL\u306B\u30A4\u30F3\u30E9\u30A4\u30F3\u3067\u57CB\u3081\u8FBC\u307E\u308C\u307E\u3059\u3002
action398140=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u300C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u300D\u30BF\u30D6\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044(\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u6697\u53F7\u5316\u8CC7\u683C\u8A3C\u660E\u304C\u5FC5\u8981\u3067\u3059)\u3002
messagedetail398141=\u30B5\u30FC\u30D3\u30B9\u306B\u30AB\u30B9\u30BF\u30E0WS-Policy\u304C\u3042\u308A\u307E\u3059\u30021\u3064\u306E\u30AB\u30B9\u30BF\u30E0WS-Policy\u304CWSDL\u306B\u5B58\u5728\u3057\u306A\u3044\u64CD\u4F5C\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u73FE\u8C61\u306F\u3001WSDL\u306E\u5909\u66F4\u306E\u7D50\u679C\u3068\u3057\u3066\u751F\u3058\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action398141=WSDL\u3092\u7DE8\u96C6\u3057\u3066\u4E0D\u8DB3\u3057\u3066\u3044\u308B\u64CD\u4F5C\u3092\u8FFD\u52A0\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u5BFE\u8C61\u306E\u64CD\u4F5C\u304C\u5B58\u5728\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3001\u300C\u30DD\u30EA\u30B7\u30FC\u300D\u30BF\u30D6\u3067\u4F55\u3082\u5909\u66F4\u3057\u306A\u3044\u3067\u300C\u66F4\u65B0\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398142=\u30B5\u30FC\u30D3\u30B9\u306B\u30AB\u30B9\u30BF\u30E0WS-Policy\u304C\u3042\u308A\u307E\u3059\u30021\u3064\u306E\u30AB\u30B9\u30BF\u30E0WS-Policy\u304CWSDL\u3067\u4E00\u65B9\u5411\u306E\u64CD\u4F5C\u3068\u3057\u3066\u5BA3\u8A00\u3055\u308C\u305F\u64CD\u4F5C\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u5BFE\u8C61\u306E\u64CD\u4F5C\u306B\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u73FE\u8C61\u306F\u3001WSDL\u306E\u5909\u66F4\u306E\u7D50\u679C\u3068\u3057\u3066\u751F\u3058\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action398142=\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3001\u300C\u30DD\u30EA\u30B7\u30FC\u300D\u30BF\u30D6\u3067\u4F55\u3082\u5909\u66F4\u3057\u306A\u3044\u3067\u300C\u66F4\u65B0\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398143=RM(\u4FE1\u983C\u6027\u306E\u3042\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0)\u30DD\u30EA\u30B7\u30FC\u306F\u7279\u5B9A\u306E\u64CD\u4F5C\u306B\u30D0\u30A4\u30F3\u30C9\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u305A\u3001\u30B5\u30FC\u30D3\u30B9\u5168\u4F53\u306B\u5BFE\u3057\u3066\u306E\u307F\u30D0\u30A4\u30F3\u30C9\u3067\u304D\u307E\u3059\u3002
action398143=\u30B5\u30FC\u30D3\u30B9\u306EWS-Policy\u3092\u7DE8\u96C6\u3057\u3066\u304F\u3060\u3055\u3044\u3002RM\u30DD\u30EA\u30B7\u30FC\u304C\u30B5\u30FC\u30D3\u30B9\u5168\u4F53\u306B\u5BFE\u3057\u3066\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398144=\u6307\u5B9A\u306E\u30B5\u30FC\u30D3\u30B9\u3067\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u3068XOP/MTOM\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u4E21\u65B9\u304C\u6709\u52B9\u306B\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u30021\u3064\u306E\u307F\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action398144=\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u3092\u7DE8\u96C6\u3057\u3001\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u307E\u305F\u306FXOP/MTOM\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u3069\u3061\u3089\u304B\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398145=\u9078\u629E\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u306FXOP/MTOM\u51E6\u7406\u3092\u30B5\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
action398145=\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u3092\u7DE8\u96C6\u3057\u3001\u5225\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3092\u9078\u629E\u3059\u308B\u304B\u3001\u307E\u305F\u306FXOP/MTOM\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398146=\u9078\u629E\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3067\u306FXOP/MTOM\u51E6\u7406\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093
action398146=\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u3092\u7DE8\u96C6\u3057\u3001\u5225\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3092\u9078\u629E\u3059\u308B\u304B\u3001\u307E\u305F\u306FXOP/MTOM\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398147=\u30B5\u30FC\u30D3\u30B9\u304C\u80FD\u52D5\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u30EC\u30D9\u30EB\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u4EF2\u4ECB\u8005\u3068\u3057\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001XOP/MTOM\u6A5F\u80FD\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
action398147=\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3001XOP/MTOM\u6A5F\u80FD\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398148=\u30B5\u30FC\u30D3\u30B9\u3067\u30AB\u30B9\u30BF\u30E0\u8A8D\u8A3C\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001XOP/MTOM\u6A5F\u80FD\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
action398148=\u30B5\u30FC\u30D3\u30B9\u3092\u7DE8\u96C6\u3057\u3001XOP/MTOM\u6A5F\u80FD\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398149=\u9078\u629E\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u306F\u3001\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u30C7\u30A3\u30B9\u30AF\u3078\u306E\u30DA\u30FC\u30B8\u30F3\u30B0\u6A5F\u80FD\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
action398149=\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u3092\u7DE8\u96C6\u3057\u3001\u5225\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3092\u9078\u629E\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u30DA\u30FC\u30B8\u30F3\u30B0\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398150=\u9078\u629E\u3057\u305FXOP/MTOM\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u30C7\u30A3\u30B9\u30AF\u3078\u306E\u30DA\u30FC\u30B8\u30F3\u30B0\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093
action398150=\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u3092\u7DE8\u96C6\u3057\u3001\u5225\u306EXOP/MTOM\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u30DA\u30FC\u30B8\u30F3\u30B0\u6A5F\u80FD\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398151=Java Messaging\u307E\u305F\u306FWSDL\u30D9\u30FC\u30B9(java\u64CD\u4F5C\u3092\u4F7F\u7528)\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3067\u306F\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093
action398151=\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u3092\u7DE8\u96C6\u3057\u3001\u5225\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398200=\u3053\u308C\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398200=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398201=\u3053\u308C\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u9001\u4FE1\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398201=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398202=\u3053\u308C\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u9001\u4FE1\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398202=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398203=\u3053\u308C\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D7\u4FE1\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398203=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398204=\u3053\u308C\u306F\u3001\u7279\u5B9A\u306E\u30E1\u30C3\u30BB\u30FC\u30B8(\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9/\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u306E\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9)\u306E\u30C8\u30EC\u30FC\u30B9\u306B\u5931\u6557\u3059\u308B\u305F\u3073\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\t OSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398204=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398205=\u3053\u308C\u306F\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u547C\u51FA\u3057\u3067\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u308B\u305F\u3073\u306B\t\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308BOSB\u30C8\u30EC\u30FC\u30B9\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action398205=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail398300=\u30B5\u30FC\u30D3\u30B9\u306E\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u3092\u30C1\u30A7\u30C3\u30AF\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u547C\u51FA\u3057\u306B\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u4F7F\u7528\u3055\u308C\u307E\u305B\u3093\u3002\u5916\u90E8\u30B5\u30FC\u30D3\u30B9\u304C\u547C\u3073\u51FA\u3055\u308C\u307E\u3059\u3002
action398300=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398301=\u30B5\u30FC\u30D3\u30B9\u306E\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u65B0\u3057\u3044\u30A8\u30F3\u30C8\u30EA\u3092\u8FFD\u52A0\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u547C\u51FA\u3057\u306B\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u4F7F\u7528\u3055\u308C\u307E\u305B\u3093\u3002\u5916\u90E8\u30B5\u30FC\u30D3\u30B9\u304C\u547C\u3073\u51FA\u3055\u308C\u307E\u3059\u3002
action398301=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398302=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C8\u30FC\u30AF\u30F3\u3092\u8A08\u7B97\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u547C\u51FA\u3057\u306B\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u4F7F\u7528\u3055\u308C\u307E\u305B\u3093\u3002\u5916\u90E8\u30B5\u30FC\u30D3\u30B9\u304C\u547C\u3073\u51FA\u3055\u308C\u307E\u3059\u3002
action398302=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u7528\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u30C8\u30FC\u30AF\u30F3\u30FB\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398303=\u30AD\u30E3\u30C3\u30B7\u30E5\u306ETTL\u3092\u8A08\u7B97\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u308C\u306F\u8B66\u544A\u306B\u3059\u304E\u305A\u3001\u30A8\u30F3\u30C8\u30EA\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u8FFD\u52A0\u3055\u308C\u307E\u3059\u304C\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30AD\u30E3\u30C3\u30B7\u30E5TTL\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
action398303=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u7528\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308BTTL\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398304=\u30AD\u30E3\u30C3\u30B7\u30E5\u306ETTL\u3092\u8A08\u7B97\u3057\u307E\u3057\u305F\u304C\u3001\u6709\u52B9\u306ALONG\u304C\u623B\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u308C\u306F\u8B66\u544A\u306B\u3059\u304E\u305A\u3001\u30A8\u30F3\u30C8\u30EA\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u8FFD\u52A0\u3055\u308C\u307E\u3059\u304C\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30AD\u30E3\u30C3\u30B7\u30E5TTL\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
action398304=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u7528\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308BTTL\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u304CLONG\u3092\u623B\u3059\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398305=\u6709\u52B9\u671F\u9650\u306EXQuery\u5F0F\u306F\u3001\u6574\u6570(\u79D2)\u307E\u305F\u306FXQuery dayTimeDuration\u306E\u3044\u305A\u308C\u304B(\u5E74\u307E\u305F\u306F\u6708\u3092\u542B\u307E\u306A\u3044)\u306B\u8A55\u4FA1\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action398305=dayTimeDuration\u306B\u8A55\u4FA1\u3055\u308C\u308BXQuery\u5F0F\u3092\u6709\u52B9\u671F\u9650\u306E\u5F0F\u3068\u3057\u3066\u5165\u529B\u3057\u307E\u3059\u3002
messagedetail398306=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002osb/service/ResultCache\u304C$DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action398306=\u30AD\u30E3\u30C3\u30B7\u30E5\u69CB\u6210\u3067\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398307=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u307F\u3067\u6709\u52B9\u3067\u3059\u3002
action398307=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398308=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u3001\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30EA\u30AF\u30A8\u30B9\u30C8-\u30EC\u30B9\u30DD\u30F3\u30B9\u64CD\u4F5C\u3092\u4F7F\u7528\u3059\u308B\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u307F\u3067\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002
action398308=\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u3092\u7DE8\u96C6\u3057\u3001\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u64CD\u4F5C\u3092\u5B9A\u7FA9\u3057\u305Fwsdl\u3092\u4F7F\u7528\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u6A5F\u80FD\u3092\u7121\u52B9\u306B\u3057\u307E\u3059\u3002
messagedetail398309=\u307B\u3068\u3093\u3069\u306E\u5834\u5408\u3001WS-Policy\u3092\u4F7F\u7528\u3059\u308B\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u306F\u304A\u85A6\u3081\u3057\u307E\u305B\u3093\u3002\u4F7F\u7528\u3057\u305F\u5834\u5408\u3001WS-Policy\u304C\u30D0\u30A4\u30D1\u30B9\u3055\u308C\u307E\u3059\u3002
action398309=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u672C\u5F53\u306B\u5FC5\u8981\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398310=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C8\u30FC\u30AF\u30F3XQuery\u5F0F\u304C\u7121\u52B9\u3067\u3059
action398310=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C8\u30FC\u30AF\u30F3\u5F0F\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u6709\u52B9\u306AXQuery\u5F0F\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398311=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C8\u30FC\u30AF\u30F3XQuery\u5F0F\u3067\u7121\u52B9\u306A\u5909\u6570\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002$body\u3001$header\u3001$operation\u307E\u305F\u306F$metadata\u306E\u307F\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action398311=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C8\u30FC\u30AF\u30F3\u5F0F\u3067\u6709\u52B9\u306A\u5909\u6570\u306E\u307F\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398312=\u6709\u52B9\u671F\u9650\u306EXQuery\u5F0F\u304C\u7121\u52B9\u3067\u3059
action398312=\u6709\u52B9\u671F\u9650\u5F0F\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u6709\u52B9\u306AXQuery\u5F0F\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail398313=\u6709\u52B9\u671F\u9650\u306EXQuery\u5F0F\u3067\u7121\u52B9\u306A\u5909\u6570\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002$body\u3001$header\u3001$operation\u307E\u305F\u306F$metadata\u306E\u307F\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action398313=\u6709\u52B9\u671F\u9650\u306EXQuery\u5F0F\u3067\u6709\u52B9\u306A\u5909\u6570\u306E\u307F\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398314=\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u308B\u7D50\u679C\u306E\u53D6\u5F97\u4E2D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002\u5B9F\u969B\u306E\u539F\u56E0\u306E\u8A73\u7D30\u306F\u3001\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action398314=\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u8A18\u8FF0\u3055\u308C\u3066\u3044\u308B\u30A8\u30E9\u30FC\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398315=\u30B5\u30FC\u30D3\u30B9\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u6A5F\u80FD\u306F\u7121\u52B9\u5316\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause398315=\u3053\u308C\u306F\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u7121\u52B9\u5316\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u8D77\u52D5\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u3053\u3068\u304C\u539F\u56E0\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action398315=\u30B0\u30ED\u30FC\u30D0\u30EB\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u6709\u52B9\u306A\u5834\u5408\u306F\u3001\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u4F7F\u7528\u3067\u304D\u306A\u3044\u7406\u7531\u306E\u8A73\u7D30\u3092\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3067\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398316=OSB Coherence\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u521D\u671F\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306E\u6839\u672C\u7684\u306A\u539F\u56E0\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u8D77\u52D5\u6642\u306E\u305D\u306E\u4ED6\u306E\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action398316=\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3067\u305D\u306E\u4ED6\u306E\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3001\u539F\u56E0\u3092\u7279\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398317=\u30B5\u30FC\u30D3\u30B9\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u6A5F\u80FD\u306F\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u307E\u3059\u3002
messagedetail398318=\u30B5\u30FC\u30D3\u30B9\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u6709\u52B9\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u7121\u52B9\u5316\u3055\u308C\u307E\u3059\u3002
action398318=\u539F\u56E0\u306E\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398319=\u30B5\u30FC\u30D3\u30B9\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u7121\u52B9\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action398319=\u539F\u56E0\u306E\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398320=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u4F7F\u7528\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action398320=\u4F8B\u5916\u306F\u7121\u8996\u3055\u308C\u308B\u305F\u3081\u3001\u3053\u308C\u306F\u5358\u306A\u308B\u8B66\u544A\u3067\u3059\u3002
messagedetail398321=Coherence\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u958B\u59CB\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action398321=Oracle\u30B5\u30DD\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail398322=\u30B5\u30FC\u30D3\u30B9\u306E\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u30A8\u30F3\u30C8\u30EA\u3092\u524A\u9664\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action398322=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398323=\u30B5\u30FC\u30D3\u30B9\u306E\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u3059\u3079\u3066\u306E\u30A8\u30F3\u30C8\u30EA\u3092\u524A\u9664\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action398323=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail398324=\u7D50\u679C\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u3059\u3079\u3066\u306E\u30A8\u30F3\u30C8\u30EA\u3092\u524A\u9664\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action398324=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
