messagedetail398000=Ocorreu um erro inesperado no runtime do OSB durante o processamento de uma mensagem. Deve haver uma mensagem de erro espec\u00EDfica que aponte a causa do erro
action398000=Entre em contato com o suporte t\u00E9cnico
messagedetail398014=Ocorreu um erro ao processar a configura\u00E7\u00E3o do servi\u00E7o de proxy fornecido: O URI especificado n\u00E3o era v\u00E1lido. Deve haver uma mensagem de erro que aponte um problema espec\u00EDfico
action398014=Verifique o URI do servi\u00E7o de proxy para certificar-se de que seja v\u00E1lido
messagedetail398015=O servi\u00E7o baseado no WSDL em processo de registro est\u00E1 configurado incorretamente: ocorreu um problema ao recuperar as informa\u00E7\u00F5es do WSDL correspondentes
action398015=Entre em contato com o suporte t\u00E9cnico
messagedetail398016=O servi\u00E7o baseado no WSDL em processo de registro est\u00E1 configurado incorretamente: ocorreu um problema ao recuperar as informa\u00E7\u00F5es correspondentes do WSDL. Deve haver uma mensagem de erro que aponte para a causa espec\u00EDfica do erro
action398016=Entre em contato com o suporte t\u00E9cnico
messagedetail398017=Ocorreu um problema ao registrar um servi\u00E7o baseado no WSDL: a porta WSDL especificada n\u00E3o est\u00E1 presente no recurso WSDL associado
action398017=Entre em contato com o suporte t\u00E9cnico
messagedetail398018=Ocorreu um problema ao registrar um servi\u00E7o baseado no WSDL: o binding de WSDL n\u00E3o est\u00E1 presente no recurso WSDL associado
action398018=Entre em contato com o suporte t\u00E9cnico
messagedetail398019=Houve um problema inesperado ao registrar um servi\u00E7o baseado em WSDL: (1) o tipo de binding de WSDL no recurso WSDL \u00E9 SOAP embora o servi\u00E7o n\u00E3o seja do tipo SOAP ou (2) houve uma incompatibilidade entre as vers\u00F5es do SOAP do servi\u00E7o e o binding de WSDL correspondente ou (3) o binding do WSDL n\u00E3o \u00E9 suportado
action398019=Edite e salve o servi\u00E7o. Se isso n\u00E3o ajudar, entre em contato com o suporte t\u00E9cnico
messagedetail398020=Ocorreu um problema ao registrar um servi\u00E7o baseado no WSDL: O binding de WSDL tem mais de uma opera\u00E7\u00E3o, portanto voc\u00EA deve especificar como selecionar a opera\u00E7\u00E3o no assistente de registro do servi\u00E7o
action398020=Verifique a configura\u00E7\u00E3o do servi\u00E7o e certifique-se de que o algoritmo de sele\u00E7\u00E3o da opera\u00E7\u00E3o foi configurado corretamente
## P4ADE ## {0} : String operation
messagedetail398021=Ocorreu um problema ao registrar um servi\u00E7o baseado no WSDL: A opera\u00E7\u00E3o referenciada na defini\u00E7\u00E3o de servi\u00E7o n\u00E3o pode ser localizada no WSDL: {0}
action398021=Verifique a configura\u00E7\u00E3o do servi\u00E7o e certifique-se de que o algoritmo de sele\u00E7\u00E3o da opera\u00E7\u00E3o foi configurado corretamente
## P4ADE ## {0} : String operation
messagedetail398022=Nenhum mapeamento correspondente foi encontrado na defini\u00E7\u00E3o de servi\u00E7o para a opera\u00E7\u00E3o WSDL: {0}
action398022=Verifique a configura\u00E7\u00E3o do servi\u00E7o e certifique-se de que o algoritmo de sele\u00E7\u00E3o da opera\u00E7\u00E3o foi configurado corretamente
messagedetail398023=Ocorreu um erro inesperado. A defini\u00E7\u00E3o de servi\u00E7o \u00E9 inv\u00E1lida.
action398023=Entre em contato com o suporte t\u00E9cnico
messagedetail398024=Um servi\u00E7o definido pelo WSDL requer pol\u00EDtica de seguran\u00E7a de web services, mas o WSDL n\u00E3o possui nenhuma
action398024=Anexe a pol\u00EDtica de web services ao WSDL ou configure uma pol\u00EDtica de web services personalizada para o servi\u00E7o
messagedetail398025=Ocorreu um erro inesperado. A defini\u00E7\u00E3o de servi\u00E7o \u00E9 inv\u00E1lida.
action398025=Entre em contato com o suporte t\u00E9cnico
messagedetail398026=Ocorreu um erro inesperado. A defini\u00E7\u00E3o de servi\u00E7o \u00E9 inv\u00E1lida.
action398026=Entre em contato com o suporte t\u00E9cnico
messagedetail398027=Ocorreu um problema ao registrar um servi\u00E7o baseado no WSDL: o binding de WSDL correspondente era HTTP com verbo n\u00E3o POST, o que n\u00E3o \u00E9 permitido
action398027=Corrija o recurso WSDL ou escolha outro binding de WSDL para o servi\u00E7o
messagedetail398028=Este servi\u00E7o de neg\u00F3cios registrado n\u00E3o est\u00E1 configurado corretamente: n\u00E3o \u00E9 permitido ter um algoritmo de sele\u00E7\u00E3o de opera\u00E7\u00E3o para servi\u00E7os de neg\u00F3cios
action398028=Entre em contato com o suporte t\u00E9cnico
messagedetail398029=Ocorreu um problema ao registrar o servi\u00E7o do Tipo de Mensagem: o recurso do esquema XML correspondente n\u00E3o foi localizado
action398029=Entre em contato com o suporte t\u00E9cnico
messagedetail398030=Ocorreu um problema ao registrar o servi\u00E7o do Tipo de Mensagem: o recurso do esquema XML correspondente n\u00E3o p\u00F4de ser submetido a parse
action398030=Entre em contato com o suporte t\u00E9cnico
messagedetail398031=Ocorreu um problema ao registrar o servi\u00E7o do Tipo de Mensagem: o elemento especificado n\u00E3o foi localizado no recurso do esquema XML
action398031=Entre em contato com o suporte t\u00E9cnico
messagedetail398032=Ocorreu um problema ao registrar o servi\u00E7o do Tipo de Mensagem: o tipo especificado n\u00E3o foi encontrado no recurso do esquema XML
action398032=Entre em contato com o suporte t\u00E9cnico
## P4ADE ## {0} : String operation
messagedetail398033=Ocorreu um problema ao registrar um servi\u00E7o baseado no WSDL: a opera\u00E7\u00E3o {0} \u00E9 uma notifica\u00E7\u00E3o ou uma solicita\u00E7\u00E3o-resposta
action398033=Inverta a ordem da mensagem ou selecione outro binding de WSDL
messagedetail398034=Ocorreu um problema ao registrar um servi\u00E7o baseado no WSDL: o algoritmo de sele\u00E7\u00E3o da opera\u00E7\u00E3o especificado era Corpo de SOAP enquanto o binding de WSDL associado tornava imposs\u00EDvel distinguir opera\u00E7\u00F5es diferentes com base nos dados no corpo da mensagem de SOAP de entrada.
action398034=Escolha outro algoritmo de sele\u00E7\u00E3o da opera\u00E7\u00E3o para o servi\u00E7o ou use outro binding de WSDL
messagedetail398039=Ocorreu um problema ao registrar um servi\u00E7o baseado no WSDL: o algoritmo de sele\u00E7\u00E3o da opera\u00E7\u00E3o especificado era Corpo de SOAP enquanto o binding de WSDL associado tornava imposs\u00EDvel distinguir opera\u00E7\u00F5es diferentes com base nos dados no corpo da mensagem de SOAP de entrada.
action398039=Escolha outro algoritmo de sele\u00E7\u00E3o de opera\u00E7\u00E3o para o servi\u00E7o. Outra op\u00E7\u00E3o \u00E9 alterar o WSDL de modo que a parte da mensagem seja definida por um elemento em vez de um tipo.
messagedetail398035=Ocorreu um problema ao registrar o servi\u00E7o do Tipo de Mensagem: Pelo menos um tipo de mensagem deve ser especificado para a solicita\u00E7\u00E3o ou resposta. Os dois tipos de mensagem n\u00E3o podem ser "Nenhum"
action398035=Escolha um tipo de mensagem diferente de ''Nenhum'' para o tipo de mensagem de solicita\u00E7\u00E3o ou resposta
messagedetail398036=Ocorreu um problema ao registrar um servi\u00E7o baseado no WSDL: O conjunto de opera\u00E7\u00F5es definidas no binding de WSDL n\u00E3o corresponde exatamente ao tipo de porta correspondente
action398036=Certifique-se de que o conjunto de opera\u00E7\u00F5es do binding de WSDL selecionado seja exatamente igual ao do tipo de porta correspondente
messagedetail398037=Ocorreu um problema ao registrar um servi\u00E7o baseado no WSDL: Algumas opera\u00E7\u00F5es no binding de WSDL s\u00E3o do estilo "documento" e outras s\u00E3o do estilo ''rpc''. O OSB suporta as opera\u00E7\u00F5es feitas s\u00F3 com o estilo rpc ou com o estilo documento, mas n\u00E3o mistas.
action398037=Certifique-se de que o binding de WSDL selecionado n\u00E3o contenha opera\u00E7\u00F5es de estilo misto
messagedetail398038=A pol\u00EDtica de web services do servi\u00E7o de proxy cont\u00E9m uma asser\u00E7\u00E3o de confidencialidade; o proxy deve ter uma refer\u00EAncia a um provedor de chaves de servi\u00E7o
action398038=Na guia seguran\u00E7a, designe um provedor de chave de servi\u00E7o ao servi\u00E7o de proxy (o provedor de chave de servi\u00E7o deve ter uma credencial de criptografia)
messagedetail398040=A pol\u00EDtica de web services do servi\u00E7o de proxy cont\u00E9m uma asser\u00E7\u00E3o de integridade; o proxy deve ter uma refer\u00EAncia a um provedor de chaves de servi\u00E7o
action398040=Na guia seguran\u00E7a, designe um provedor de chave de servi\u00E7o ao servi\u00E7o de proxy (o provedor de chave de servi\u00E7o deve ter uma credencial de assinatura digital)
messagedetail398042=Pelo menos uma rota do servi\u00E7o de proxy requer SSL bidirecional; o proxy deve ter uma refer\u00EAncia para um provedor de chaves de servi\u00E7o
action398042=Na guia seguran\u00E7a, designe um provedor de chave de servi\u00E7o ao servi\u00E7o de proxy (o provedor de chave de servi\u00E7o deve ter uma credencial de autentica\u00E7\u00E3o de cliente SSL)
messagedetail398043=A pol\u00EDtica de web services do servi\u00E7o de proxy requer criptografia; o provedor de chaves de servi\u00E7o vinculado ao servi\u00E7o de proxy deve ter uma credencial de criptografia
action398043=Edite o provedor de chave de servi\u00E7o e designe a ele uma credencial de criptografia, ou edite o servi\u00E7o de proxy e escolha outro provedor de chave de servi\u00E7o (na guia seguran\u00E7a)
messagedetail398044=A pol\u00EDtica de web services do servi\u00E7o de proxy requer assinaturas digitais; o provedor de chaves de servi\u00E7o vinculado ao servi\u00E7o de proxy deve ter uma credencial de assinatura digital
action398044=Edite o provedor de chave de servi\u00E7o e designe a ele uma credencial de assinatura digital, ou edite o servi\u00E7o de proxy e escolha outro provedor de chave de servi\u00E7o (na guia seguran\u00E7a)
messagedetail398046=Pelo menos uma rota do servi\u00E7o de proxy requer SSL bidirecional; o proxy deve ter uma refer\u00EAncia para um provedor de chaves de servi\u00E7o
action398046=Na guia seguran\u00E7a, designe um provedor de chave de servi\u00E7o ao servi\u00E7o de proxy (o provedor de chave de servi\u00E7o deve ter uma credencial de autentica\u00E7\u00E3o de cliente SSL)
messagedetail398052=Ocorreu um erro ao chamar o m\u00E9todo de consulta Provedor do Mapeador de Credenciais PKI
cause398052=Entre em contato com o suporte t\u00E9cnico
messagedetail398053=Ocorreu um problema ao registrar um servi\u00E7o baseado no WSDL: Ou existem valores duplicados para o atributo soapAction para diferentes opera\u00E7\u00F5es no binding de WSDL ou soapAction n\u00E3o est\u00E1 definido para pelo menos uma opera\u00E7\u00E3o no WSDL. Portanto, o algoritmo de sele\u00E7\u00E3o de opera\u00E7\u00E3o do cabe\u00E7alho SOAPAction n\u00E3o pode ser usado
action398053=Escolha outro algoritmo de sele\u00E7\u00E3o da opera\u00E7\u00E3o para o servi\u00E7o ou use outro binding de WSDL
## P4ADE ## {0} : String busSvcName
messagedetail398055=Ocorreu um erro inesperado ao validar a configura\u00E7\u00E3o do servi\u00E7o de neg\u00F3cios {0}: os servi\u00E7os de neg\u00F3cios n\u00E3o podem ser associados a um fluxo de mensagens
action398055=Verifique a configura\u00E7\u00E3o do servi\u00E7o e/ou entre em contato com o suporte t\u00E9cnico
## P4ADE ## {0} : String proxyName
messagedetail398056=Ocorreu um erro inesperado ao validar a configura\u00E7\u00E3o do servi\u00E7o de neg\u00F3cios {0}: os servi\u00E7os de proxy devem estar associados a um fluxo de mensagens
action398056=Verifique a configura\u00E7\u00E3o do servi\u00E7o e/ou entre em contato com o suporte t\u00E9cnico
messagedetail398059=Ocorreu um erro inesperado. A defini\u00E7\u00E3o de servi\u00E7o \u00E9 inv\u00E1lida.
action398059=Entre em contato com o suporte t\u00E9cnico
messagedetail398060=O servi\u00E7o de proxy \u00E9 um intermedi\u00E1rio ativo da seguran\u00E7a de web services. A pol\u00EDtica de web services inclui uma asser\u00E7\u00E3o de "confidencialidade" (uma asser\u00E7\u00E3o de pol\u00EDtica de propriedade da Oracle que especifica que o cliente deve criptografar a mensagem de solicita\u00E7\u00E3o). Essa asser\u00E7\u00E3o de confidencialidade \u00E9 concreta. Isso significa que a pol\u00EDtica inclui um certificado codificado base-64 (no elemento /wssp:Confidentiality/wssp:KeyInfo/wssp:SecurityTokenReference/wssp:Embedded/wsse:BinarySecurityToken). Os servi\u00E7os de proxy n\u00E3o devem ter asser\u00E7\u00F5es de confidencialidade concretas em sua pol\u00EDtica, porque o certificado de criptografia do proxy \u00E9 atribu\u00EDdo por meio de um provedor de chaves de servi\u00E7o.
action398060=Torne a pol\u00EDtica abstrata. Para isso, edite a pol\u00EDtica e delete os elementos-filho SecurityToken e SecurityTokenReference dentro do elemento /wssp:Confidentiality/wssp:KeyInfo.
messagedetail398061=A pol\u00EDtica de web services do servi\u00E7o de neg\u00F3cios inclui uma asser\u00E7\u00E3o de "confidencialidade" (uma asser\u00E7\u00E3o de pol\u00EDtica de propriedade da Oracle que especifica que as mensagens de solicita\u00E7\u00E3o para este servi\u00E7o devem ser criptografadas). Essa asser\u00E7\u00E3o de confidencialidade \u00E9 abstrata. Isso significa que a pol\u00EDtica n\u00E3o inclui um certificado de servidor codificado em base-64 incorporado. A asser\u00E7\u00E3o de confidencialidade deve ser concreta.
action398061=Torne a pol\u00EDtica concreta. Para isso, edite a pol\u00EDtica e certifique-se de que existam os elementos-filho SecurityToken e SecurityTokenReference dentro do elemento /wssp:Confidentiality/wssp:KeyInfo. O valor do elemento SecurityTokenReference \u00E9 um certificado do servidor codificado base-64 incorporado (deve ser o certificado de criptografia do servidor). Consulte a documenta\u00E7\u00E3o de seguran\u00E7a do Oracle Service Bus para encontrar exemplos de como deve ser esta pol\u00EDtica.
messagedetail398062=Ocorreu um erro inesperado. A defini\u00E7\u00E3o de servi\u00E7o \u00E9 inv\u00E1lida.
action398062=Entre em contato com o suporte t\u00E9cnico
messagedetail398063=Um ou mais n\u00F3s no pipeline roteiam mensagens para um servi\u00E7o cuja pol\u00EDtica de web services especifica que as mensagens de resposta para o proxy devem ser criptografadas com a chave de criptografia do proxy. O servi\u00E7o de proxy deve ter uma refer\u00EAncia a um provedor de chaves de servi\u00E7o no qual o OSB obter\u00E1 a credencial de criptografia do proxy (o OSB enviar\u00E1 esse certificado na mensagem de solicita\u00E7\u00E3o), mas nenhuma refer\u00EAncia do provedor de chave de servi\u00E7o foi designada ao proxy.
action398063=Edite o servi\u00E7o de proxy. Na guia seguran\u00E7a, escolha um provedor de chave de servi\u00E7o (o provedor de chave de servi\u00E7o deve ter uma credencial de criptografia).
messagedetail398064=Um ou mais n\u00F3s no pipeline roteiam mensagens para um servi\u00E7o cuja pol\u00EDtica de web services requer que o OSB assine as mensagens de solicita\u00E7\u00E3o. O servi\u00E7o de proxy deve ter uma refer\u00EAncia a um provedor de chaves de servi\u00E7o no qual o OSB obter\u00E1 a credencial de assinatura digital do proxy, mas nenhuma refer\u00EAncia do provedor de chaves de servi\u00E7o foi designada ao proxy.
action398064=Edite o servi\u00E7o de proxy. Na guia seguran\u00E7a, escolha um provedor de chave de servi\u00E7o (o provedor de chave de servi\u00E7o deve ter uma credencial de assinatura digital).
messagedetail398065=Um ou mais n\u00F3s no pipeline roteiam mensagens para um servi\u00E7o cuja pol\u00EDtica de web services especifica que as mensagens de resposta para o proxy devem ser criptografadas com a chave de criptografia do proxy. O provedor de chaves de servi\u00E7o designado a este proxy n\u00E3o tem uma credencial de criptografia.
action398065=Edite o provedor de chave de servi\u00E7o ou escolha uma credencial de criptografia; ou, como alternativa, edite o servi\u00E7o de proxy e, na guia seguran\u00E7a, escolha outro provedor de chave de servi\u00E7o (um que tenha uma credencial de criptografia).
messagedetail398066=Um ou mais n\u00F3s no pipeline roteiam mensagens para um servi\u00E7o cuja pol\u00EDtica de web services requer que o OSB assine as mensagens de solicita\u00E7\u00E3o. O provedor de chaves de servi\u00E7o designado a este proxy n\u00E3o tem uma credencial de criptografia.
action398066=Edite o provedor de chave de servi\u00E7o ou escolha uma credencial de assinatura digital; ou, como alternativa, edite o servi\u00E7o de proxy e, na guia seguran\u00E7a, escolha outro provedor de chave de servi\u00E7o (um que tenha uma credencial de assinatura digital).
messagedetail398067=Ocorreu um erro inesperado. A defini\u00E7\u00E3o de servi\u00E7o \u00E9 inv\u00E1lida.
action398067=Entre em contato com o suporte t\u00E9cnico
messagedetail398068=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando um servi\u00E7o \u00E9 chamado para solicita\u00E7\u00E3o de sa\u00EDda
action398068=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398072=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando um servi\u00E7o \u00E9 chamado para solicita\u00E7\u00E3o de sa\u00EDda de forma ass\u00EDncrona (sem bloqueio)
action398072=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398073=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando um servi\u00E7o \u00E9 chamado para solicita\u00E7\u00E3o de sa\u00EDda de forma s\u00EDncrona (bloqueio)
action398073=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398074=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando novas vari\u00E1veis s\u00E3o adicionadas ao contexto da mensagem durante o processamento do runtime
action398074=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398075=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando vari\u00E1veis existentes s\u00E3o adicionadas do contexto da mensagem durante o processamento do runtime
action398075=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398076=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando valores de vari\u00E1veis existentes s\u00E3o atualizados no contexto da mensagem durante o processamento do runtime
action398076=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398077=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando uma mensagem de entrada chega ao n\u00F3 de rastreamento para processamento
action398077=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398078=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento do OSB registrada quando uma mensagem de entrada informa um n\u00F3 de rastreamento do pipeline do OSB para processamento
action398078=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398079=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento do OSB registrada quando uma mensagem recebida insere um n\u00F3 do par de pipelines do OSB para processamento
action398079=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398080=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento do OSB registrada quando uma mensagem de entrada informa uma fase do pipeline do OSB para processamento
action398080=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398081=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando o OSB est\u00E1 prestes a repetir o conte\u00FAdo da solicita\u00E7\u00E3o da mensagem de entrada
action398081=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398082=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando uma mensagem de entrada informa um n\u00F3 de ramifica\u00E7\u00E3o condicional POSB para processamento
action398082=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398083=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando uma mensagem de entrada informa um n\u00F3 de ramifica\u00E7\u00E3o da opera\u00E7\u00E3o OSB para processamento
action398083=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398084=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando a chamada do servi\u00E7o para solicita\u00E7\u00E3o de sa\u00EDda \u00E9 conclu\u00EDda
action398084=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398085=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando a chamada do identificador de erro \u00E9 conclu\u00EDda
action398085=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398086=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando o processamento da mensagem de entrada foi retomado
action398086=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398089=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento do OSB registrada quando uma mensagem de entrada entra pela primeira vez no pipeline do OSB para processamento
action398089=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398090=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando o processamento da mensagem sai de uma fase
action398090=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398091=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando o processamento da mensagem sai de uma fase com uma condi\u00E7\u00E3o de falha
action398091=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398092=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando um servi\u00E7o \u00E9 chamado para solicita\u00E7\u00E3o de sa\u00EDda durante o processamento no caminho da solicita\u00E7\u00E3o
action398092=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398093=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando um servi\u00E7o \u00E9 chamado para solicita\u00E7\u00E3o de sa\u00EDda durante o processamento no caminho da resposta
action398093=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398094=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada para mostrar o conte\u00FAdo do contexto em uma solicita\u00E7\u00E3o de sa\u00EDda
action398094=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398095=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada para mostrar o conte\u00FAdo do contexto da mensagem ap\u00F3s o recebimento da resposta para a solicita\u00E7\u00E3o de sa\u00EDda
action398095=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398096=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando o processamento de uma mensagem sai do n\u00F3 de rastreamento
action398096=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398097=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando o processamento de uma mensagem sai do identificador de erro associado ao n\u00F3 de rastreamento
action398097=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398098=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando o processamento de uma mensagem informa o identificador de erro associado ao n\u00F3 de rastreamento
action398098=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398099=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento do OSB registrada quando o processamento de uma mensagem informa o identificador de erro associado ao n\u00F3 do pipeline
action398099=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398100=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando o processamento de uma mensagem informa o identificador de erro associado a uma fase
action398100=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398101=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando o processamento de uma mensagem no n\u00F3 de rastreamento \u00E9 conclu\u00EDdo
action398101=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398102=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando o processamento de uma mensagem no n\u00F3 de rastreamento \u00E9 conclu\u00EDdo com uma condi\u00E7\u00E3o de falha
action398102=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398103=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando o processamento de uma mensagem no n\u00F3 de ramifica\u00E7\u00E3o condicional \u00E9 conclu\u00EDdo
action398103=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398104=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB registrada quando o processamento no n\u00F3 do par de pipelines \u00E9 conclu\u00EDdo
action398104=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398105=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento do OSB registrada quando o processamento no pipeline \u00E9 conclu\u00EDdo
action398105=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
## P4ADE ## {0} : String serviceName, {1} : String operation
messagedetail398106=A pol\u00EDtica de web services da opera\u00E7\u00E3o "{1}" em servi\u00E7o "{0}" cont\u00E9m uma asser\u00E7\u00E3o de identidade. Apenas tokens do nome de usu\u00E1rio de seguran\u00E7a de web services s\u00E3o suportados para fins de identidade. Esse servi\u00E7o de neg\u00F3cios deve ter uma conta de servi\u00E7o de seguran\u00E7a de web services.
action398106=Edite o servi\u00E7o de neg\u00F3cios. Na guia de seguran\u00E7a, escolha uma conta do servi\u00E7o de seguran\u00E7a de web services.
messagedetail398107=A pol\u00EDtica de web services cont\u00E9m uma asser\u00E7\u00E3o de pol\u00EDtica que n\u00E3o \u00E9 reconhecida.
action398107=Edite a pol\u00EDtica de web services e certifique-se de que o Oracle Service Bus suporta todas as asser\u00E7\u00F5es de pol\u00EDtica.
messagedetail398108=Ocorreu um erro inesperado. A defini\u00E7\u00E3o de servi\u00E7o \u00E9 inv\u00E1lida.
action398108=Entre em contato com o suporte t\u00E9cnico
messagedetail398109=O tipo de token especificado na autentica\u00E7\u00E3o de token pers. da mensagem do servi\u00E7o n\u00E3o \u00E9 reconhecido. Este tipo de token n\u00E3o possui um Provedor de Asser\u00E7\u00E3o de Identidade ou o tipo de token n\u00E3o foi "ativado".
action398109=Verifique a configura\u00E7\u00E3o do realm de seguran\u00E7a do dom\u00EDnio. Certifique-se de que haja um Provedor de Asser\u00E7\u00E3o de Identidade para seu tipo de token. Al\u00E9m disso, certifique-se de que o tipo de token tenha sido ativado para esse Provedor de Asser\u00E7\u00E3o de Identidade espec\u00EDfico. Consulte a documenta\u00E7\u00E3o de seguran\u00E7a do WebLogic Server para obter mais informa\u00E7\u00F5es sobre o processo de asser\u00E7\u00E3o de identidade e os Provedores de Asser\u00E7\u00E3o de Identidade.
messagedetail398110=Ocorreu um erro inesperado. A defini\u00E7\u00E3o de servi\u00E7o \u00E9 inv\u00E1lida.
action398110=Entre em contato com o suporte t\u00E9cnico
messagedetail398111=Ocorreu um erro inesperado. A defini\u00E7\u00E3o de servi\u00E7o \u00E9 inv\u00E1lida.
action398111=Entre em contato com o suporte t\u00E9cnico
messagedetail398112=A autentica\u00E7\u00E3o da Seguran\u00E7a de web services e a autentica\u00E7\u00E3o personalizada de mensagens s\u00E3o mutuamente excludentes.
action398112=Certifique-se de que o servi\u00E7o de proxy n\u00E3o esteja configurado para os dois tipos de autentica\u00E7\u00E3o. Talvez seja necess\u00E1rio editar o servi\u00E7o de proxy ou a pol\u00EDtica de web services para garantir que pelo menos uma dessas t\u00E9cnicas seja usada.
messagedetail398113=A express\u00E3o XPath no seletor do token personalizado \u00E9 inv\u00E1lido
action398113=Informe uma express\u00E3o XPath v\u00E1lida no campo seletor do token personalizado
messagedetail398114=A express\u00E3o XPath no seletor do nome do usu\u00E1rio \u00E9 inv\u00E1lida
action398114=Informe uma express\u00E3o XPath v\u00E1lida no campo seletor do nome do usu\u00E1rio
messagedetail398115=A express\u00E3o XPath no seletor da senha \u00E9 inv\u00E1lido
action398115=Informe uma express\u00E3o XPath v\u00E1lida no campo seletor da senha
messagedetail398116=A express\u00E3o XPath no seletor da propriedade definida pelo usu\u00E1rio \u00E9 inv\u00E1lida
action398116=Informe uma express\u00E3o XPath v\u00E1lida no campo seletor da propriedade definida pelo usu\u00E1rio
messagedetail398117=O nome da vari\u00E1vel em um token personalizado deve ser "cabe\u00E7alho" ou "corpo"
action398117=Edite o servi\u00E7o de proxy. Na guia seguran\u00E7a, escolha uma parte da mensagem v\u00E1lida para seu token personalizado.
messagedetail398118=Um token de nome do usu\u00E1rio de seguran\u00E7a de web services sem uma senha s\u00F3 pode ser confi\u00E1vel se o pr\u00F3prio token for assinado pelo produtor da mensagem.
action398118=Edite a pol\u00EDtica de web services e certifique-se de que ela pro\u00EDba tokens de nome do usu\u00E1rio sem senha, ou fa\u00E7a com que a pol\u00EDtica exija uma assinatura digital que contenha o token do nome do usu\u00E1rio.
messagedetail398119=Um token de nome do usu\u00E1rio de seguran\u00E7a de web services sem uma senha s\u00F3 pode ser confi\u00E1vel se o pr\u00F3prio token for assinado pelo produtor da mensagem.
action398119=Edite a pol\u00EDtica de web services e certifique-se de que ela pro\u00EDba tokens de nome do usu\u00E1rio sem senha, ou fa\u00E7a com que a pol\u00EDtica exija uma assinatura digital que contenha o token do nome do usu\u00E1rio.
messagedetail398120=Ocorreu um problema ao recuperar o WSDL do ponto final do servi\u00E7o de transporte digitado no momento do registro do servi\u00E7o
action398120=Entre em contato com o suporte t\u00E9cnico
messagedetail398121=Ocorreu um problema ao recuperar o WSDL do ponto final do servi\u00E7o de transporte digitado no momento do registro do servi\u00E7o. Deve haver uma mensagem de erro que aponte para a causa espec\u00EDfica do erro
action398121=Entre em contato com o suporte t\u00E9cnico
messagedetail398122=Ocorreu um erro inesperado ao validar a configura\u00E7\u00E3o do servi\u00E7o: um elemento necess\u00E1rio "logging" n\u00E3o estava presente na configura\u00E7\u00E3o
action398122=Entre em contato com o suporte t\u00E9cnico
messagedetail398123=Ocorreu um erro inesperado ao validar a configura\u00E7\u00E3o do servi\u00E7o: um elemento necess\u00E1rio "sla-alerting" n\u00E3o estava presente na configura\u00E7\u00E3o
action398123=Entre em contato com o suporte t\u00E9cnico
messagedetail398124=Ocorreu um erro inesperado ao validar a configura\u00E7\u00E3o do servi\u00E7o: um elemento necess\u00E1rio "pipeline-alerting" n\u00E3o estava presente na configura\u00E7\u00E3o
action398124=Entre em contato com o suporte t\u00E9cnico
messagedetail398125=Ocorreu um erro inesperado ao validar a configura\u00E7\u00E3o do servi\u00E7o: a configura\u00E7\u00E3o do servi\u00E7o de neg\u00F3cios n\u00E3o pode ter o elemento "logging"
action398125=Entre em contato com o suporte t\u00E9cnico
messagedetail398126=Ocorreu um erro inesperado ao validar a configura\u00E7\u00E3o do servi\u00E7o: a configura\u00E7\u00E3o do servi\u00E7o de neg\u00F3cios n\u00E3o pode ter o elemento "sla-alerting"
action398126=Entre em contato com o suporte t\u00E9cnico
messagedetail398127=Ocorreu um erro inesperado ao validar a configura\u00E7\u00E3o do servi\u00E7o: a configura\u00E7\u00E3o do servi\u00E7o de neg\u00F3cios n\u00E3o pode ter o elemento "pipeline-alerting"
action398127=Entre em contato com o suporte t\u00E9cnico
messagedetail398128=A defini\u00E7\u00E3o de servi\u00E7o \u00E9 inv\u00E1lida; ela n\u00E3o deve conter nenhuma configura\u00E7\u00E3o da pol\u00EDtica de web services.
action398128=Entre em contato com o suporte t\u00E9cnico.
messagedetail398130=Os servi\u00E7os de transporte de web services devem ter pol\u00EDtica de RM (mensagens confi\u00E1veis).
action398130=Configure a pol\u00EDtica de web services do servi\u00E7o. Certifique-se de que ela possua asser\u00E7\u00F5es de pol\u00EDtica RM.
messagedetail398131=Servi\u00E7os de transporte de web services n\u00E3o podem ter asser\u00E7\u00F5es de pol\u00EDtica de seguran\u00E7a no estilo do WebLogic Server 9.X
action398131=Configure a pol\u00EDtica de web services do servi\u00E7o. Certifique-se de que ela n\u00E3o possua nenhuma asser\u00E7\u00E3o de pol\u00EDtica de seguran\u00E7a no estilo do WebLogic Server 9.X.
messagedetail398132=As asser\u00E7\u00F5es de pol\u00EDtica de RM (mensagens confi\u00E1veis) s\u00F3 s\u00E3o permitidas em servi\u00E7os de transporte de web services.
action398132=Remova as asser\u00E7\u00F5es de pol\u00EDtica de RM da pol\u00EDtica de web services do servi\u00E7o ou alterne o servi\u00E7o para o transporte de web services.
messagedetail398133=Asser\u00E7\u00F5es WS-SP 1.x n\u00E3o s\u00E3o permitidas nesta vers\u00E3o do Oracle Service Bus (exceto em alguns casos em pontos finais de transporte de web services)
action398133=O servi\u00E7o \u00E9 baseado no WSDL com Pol\u00EDticas de Seguran\u00E7a dos Servi\u00E7os Web que n\u00E3o recebem suporte nativo do Oracle Service Bus. Selecione a op\u00E7\u00E3o 'Pol\u00EDticas do OWSM \u2013 Da \u00C1rea de Armazenamento do OWSM' e anexe a pol\u00EDtica de seguran\u00E7a do OWSM equivalente. Para o Servi\u00E7o de Neg\u00F3cios, voc\u00EA pode adicionar as pol\u00EDticas do cliente necess\u00E1rias manualmente clicando no bot\u00E3o \u2018Adicionar\u2019 ou pode permitir que o Oracle Service Bus selecione e adicione automaticamente pol\u00EDticas de cliente compat\u00EDveis clicando no bot\u00E3o 'Adicionar Compat\u00EDvel'.
messagedetail398134=Um servi\u00E7o de proxy intermedi\u00E1rio de seguran\u00E7a de web services deve possuir pol\u00EDtica de seguran\u00E7a (em sua pol\u00EDtica de web services).
action398134=Se voc\u00EA quiser que este servi\u00E7o de proxy seja um intermedi\u00E1rio de seguran\u00E7a de web services, edite a pol\u00EDtica de web services do servi\u00E7o e certifique-se de que ela inclua a pol\u00EDtica de seguran\u00E7a. Se, por outro lado, voc\u00EA n\u00E3o quiser que este servi\u00E7o de proxy seja um intermedi\u00E1rio de seguran\u00E7a de web services, v\u00E1 para a guia relativa \u00E0 seguran\u00E7a e clique em "atualizar" (sem fazer nenhuma outra altera\u00E7\u00E3o).
messagedetail398135=Uma conta de servi\u00E7o de seguran\u00E7a de web services s\u00F3 ser\u00E1 significativa se o servi\u00E7o de neg\u00F3cios tiver uma pol\u00EDtica de seguran\u00E7a de web services (em sua pol\u00EDtica de web services). Esse servi\u00E7o de neg\u00F3cios possui uma refer\u00EAncia para uma conta de servi\u00E7o de seguran\u00E7a de web services (embora voc\u00EA n\u00E3o possa v\u00EA-la na console).
action398135=Adicione uma pol\u00EDtica de seguran\u00E7a \u00E0 pol\u00EDtica de web services deste servi\u00E7o ou acesse a guia relativa \u00E0 seguran\u00E7a e clique em "Atualizar" (sem fazer nenhuma outra altera\u00E7\u00E3o).
messagedetail398136=O recurso de fluxo do conte\u00FAdo n\u00E3o \u00E9 permitido se o servi\u00E7o estiver configurado como um intermedi\u00E1rio ativo de seguran\u00E7a de web services.
action398136=Edite o servi\u00E7o e desative o recurso de fluxo do conte\u00FAdo
messagedetail398137=O recurso de fluxo do conte\u00FAdo n\u00E3o \u00E9 permitido se o servi\u00E7o estiver configurado para autentica\u00E7\u00E3o personalizada.
action398137=Edite o servi\u00E7o e desative o recurso de fluxo do conte\u00FAdo
messagedetail398140=Um intermedi\u00E1rio WSS passivo \u00E9 um servi\u00E7o de proxy que possui pol\u00EDtica de Seguran\u00E7a de Web Services em seu WSDL p\u00FAblico (o WSDL "efetivo"), mas que n\u00E3o executa nenhum processamento de seguran\u00E7a WS (ela simplesmente retransmite o cabe\u00E7alho de seguran\u00E7a para um servi\u00E7o de back-end). Quando um intermedi\u00E1rio WSS passivo tem uma pol\u00EDtica de "confidencialidade abstrata", o proxy deve ter um provedor de chaves de servi\u00E7o que, por sua vez, deve ter uma credencial de criptografia. Essa credencial de criptografia ser\u00E1 alinhada no WSDL efetivo.
action398140=Edite o servi\u00E7o de proxy. Na guia seguran\u00E7a, escolha um provedor de chave de servi\u00E7o (o provedor de chave de servi\u00E7o deve ter uma credencial de criptografia).
messagedetail398141=O servi\u00E7o possui uma pol\u00EDtica de web services personalizada. Uma das pol\u00EDticas de web services personalizadas \u00E9 designada para uma opera\u00E7\u00E3o que n\u00E3o existe no WSDL. Isso pode ser resultado de uma altera\u00E7\u00E3o no WSDL.
action398141=Edite o WSDL e adicione a opera\u00E7\u00E3o ausente ou, se n\u00E3o existir tal opera\u00E7\u00E3o, edite o servi\u00E7o, v\u00E1 para a guia da pol\u00EDtica e clique em "atualizar" (sem fazer nenhuma outra altera\u00E7\u00E3o).
messagedetail398142=O servi\u00E7o possui uma pol\u00EDtica de web services personalizada. Uma das pol\u00EDticas de web services personalizadas \u00E9 designada para a mensagem de resposta de uma opera\u00E7\u00E3o que \u00E9 declarada no WSDL como uma opera\u00E7\u00E3o unilateral. Tais opera\u00E7\u00F5es n\u00E3o possuem mensagens de resposta. Isso pode ser resultado de uma altera\u00E7\u00E3o no WSDL.
action398142=Edite o servi\u00E7o, v\u00E1 para a guia pol\u00EDtica e clique em "atualizar" (sem fazer nenhuma outra altera\u00E7\u00E3o).
messagedetail398143=Pol\u00EDticas de RM (mensagens confi\u00E1veis) n\u00E3o podem ser vinculadas a opera\u00E7\u00F5es espec\u00EDficas, s\u00F3 podem ser vinculadas ao servi\u00E7o inteiro.
action398143=Edite a pol\u00EDtica de web services do servi\u00E7o. Certifique-se de que as pol\u00EDticas de RM estejam vinculadas ao servi\u00E7o como um todo.
messagedetail398144=Um determinado servi\u00E7o n\u00E3o pode ter fluxo de conte\u00FAdo e a op\u00E7\u00E3o XOP/MTOM ativada. Escolha apenas um.
action398144=Edite a configura\u00E7\u00E3o do servi\u00E7o e selecione o fluxo do conte\u00FAdo ou a op\u00E7\u00E3o XOP/MTOM
messagedetail398145=O transporte de servi\u00E7o selecionado n\u00E3o pode suportar o processamento XOP/MTOM.
action398145=Edite a configura\u00E7\u00E3o do servi\u00E7o e selecione outro transporte ou n\u00E3o ative a op\u00E7\u00E3o XOP/MTOM
messagedetail398146=O tipo de binding de servi\u00E7o selecionado n\u00E3o suporta o processamento XOP/MTOM
action398146=Edite a configura\u00E7\u00E3o do servi\u00E7o e selecione outro tipo de binding do servi\u00E7o ou n\u00E3o ative a op\u00E7\u00E3o XOP/MTOM
messagedetail398147=O recurso XOP/MTOM n\u00E3o \u00E9 permitido se o servi\u00E7o for configurado como intermedi\u00E1rio de seguran\u00E7a de mensagem ativo
action398147=Edite o servi\u00E7o e desative o recurso XOP/MTOM
messagedetail398148=O recurso XOP/MTOM n\u00E3o \u00E9 permitido se o servi\u00E7o for configurado para autentica\u00E7\u00E3o personalizada.
action398148=Edite o servi\u00E7o e desative o recurso XOP/MTOM
messagedetail398149=O transporte de servi\u00E7o selecionado n\u00E3o suporta o recurso de pagina\u00E7\u00E3o de anexos em disco
action398149=Edite a configura\u00E7\u00E3o do servi\u00E7o e selecione outro transporte ou n\u00E3o ative o recurso de pagina\u00E7\u00E3o de anexos
messagedetail398150=A op\u00E7\u00E3o XOP/MTOM selecionada n\u00E3o \u00E9 compat\u00EDvel com a pagina\u00E7\u00E3o de anexos no disco
action398150=Edite a configura\u00E7\u00E3o do servi\u00E7o e selecione outra op\u00E7\u00E3o XOP/MTOM ou n\u00E3o ative o recurso de pagina\u00E7\u00E3o de anexos
messagedetail398151=Mensagens Java ou baseadas em WSDL com o tipo de binding do servi\u00E7o de opera\u00E7\u00F5es java n\u00E3o suportam a op\u00E7\u00E3o de Fluxo de Conte\u00FAdo
action398151=Edite a configura\u00E7\u00E3o do servi\u00E7o e selecione outro tipo de binding do servi\u00E7o
messagedetail398200=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB que \u00E9 registrada quando o runtime de transporte recebe uma mensagem do servi\u00E7o de proxy
action398200=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398201=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB que \u00E9 registrada quando o runtime de transporte envia de volta a um servi\u00E7o de proxy uma resposta recebida
action398201=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398202=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB que \u00E9 registrada quando o runtime de transporte envia uma solicita\u00E7\u00E3o de sa\u00EDda
action398202=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398203=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB que \u00E9 registrada quando o runtime de transporte recebe uma resposta de sa\u00EDda
action398203=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398204=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB que \u00E9 registrada \t quando ele falha ao rastrear uma mensagem espec\u00EDfica (solicita\u00E7\u00E3o/resposta de entrada/sa\u00EDda)
action398204=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398205=Esta \u00E9 uma mensagem informativa do subsistema de rastreamento OSB que \u00E9 registrada \t quando a chamada de um ponto final de sa\u00EDda emite uma exce\u00E7\u00E3o
action398205=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail398300=Ocorreu uma exce\u00E7\u00E3o inesperada durante a verifica\u00E7\u00E3o do cache de resultados do servi\u00E7o. A mensagem de exce\u00E7\u00E3o deve fornecer mais detalhes. O cache de resultados n\u00E3o ser\u00E1 usado para esta chamada do Servi\u00E7o de Neg\u00F3cios. O servi\u00E7o externo ser\u00E1 chamado.
action398300=Entre em contato com o suporte t\u00E9cnico
messagedetail398301=Ocorreu uma exce\u00E7\u00E3o inesperada durante a adi\u00E7\u00E3o de uma nova entrada no cache de resultados do servi\u00E7o. A mensagem de exce\u00E7\u00E3o deve fornecer mais detalhes. O cache de resultados n\u00E3o ser\u00E1 usado para esta chamada do Servi\u00E7o de Neg\u00F3cios. O servi\u00E7o externo ser\u00E1 chamado.
action398301=Entre em contato com o suporte t\u00E9cnico
messagedetail398302=Uma exce\u00E7\u00E3o inesperada foi emitida durante o c\u00E1lculo do token do cache. A mensagem de exce\u00E7\u00E3o deve fornecer mais detalhes. O cache de resultados n\u00E3o ser\u00E1 usado para esta chamada do Servi\u00E7o de Neg\u00F3cios. O servi\u00E7o externo ser\u00E1 chamado.
action398302=Verifique o algoritmo do token definido para armazenamento em cache dos resultados deste servi\u00E7o.
messagedetail398303=Uma exce\u00E7\u00E3o inesperada foi emitida ao calcular o ttl do cache. A mensagem de exce\u00E7\u00E3o deve fornecer mais detalhes. Isso \u00E9 apenas um aviso, pois a entrada ainda ser\u00E1 adicionada ao cache, mas com o ttl do cache default definido no arquivo de configura\u00E7\u00E3o do cache.
action398303=Verifique o algoritmo ttl definido para armazenamento em cache dos resultados deste servi\u00E7o.
messagedetail398304=O ttl do cache foi calculado, mas n\u00E3o retornou um n\u00FAmero longo v\u00E1lido. Este \u00E9 apenas um aviso, pois a entrada ainda ser\u00E1 adicionada ao cache com o ttl do cache default definido no arquivo de configura\u00E7\u00E3o do cache.
action398304=Verifique se o algoritmo ttl definido para o armazenamento em cache dos resultados para este servi\u00E7o retorna um valor longo.
messagedetail398305=A express\u00E3o XQuery do Tempo de Expira\u00E7\u00E3o deve avaliar para um n\u00FAmero inteiro (segundos) ou para um XQuery dayTimeDuration, que n\u00E3o inclui ano ou m\u00EAs.
action398305=Informe uma express\u00E3o XQuery na express\u00E3o Tempo de Expira\u00E7\u00E3o que avalia para um dayTimeDuration.
messagedetail398306=O Cache de Resultados n\u00E3o foi encontrado. A mensagem de exce\u00E7\u00E3o deve fornecer mais detalhes. Certifique-se de que osb/service/ResultCache tenha sido definido em $DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml.
action398306=Verifique se a configura\u00E7\u00E3o do cache define o cache.
messagedetail398307=O Armazenamento em Cache de Resultados \u00E9 v\u00E1lido somente em servi\u00E7os de neg\u00F3cios.
action398307=Entre em contato com o suporte t\u00E9cnico
messagedetail398308=O Armazenamento em Cache dos Resultados s\u00F3 \u00E9 permitido em servi\u00E7os de neg\u00F3cios que usam pelo menos uma opera\u00E7\u00E3o de solicita\u00E7\u00E3o-resposta.
action398308=Edite a configura\u00E7\u00E3o do servi\u00E7o e use um wsdl que defina uma opera\u00E7\u00E3o de solicita\u00E7\u00E3o/resposta ou n\u00E3o ative o recurso de armazenamento em cache dos resultados.
messagedetail398309=Na maioria dos casos, n\u00E3o \u00E9 aconselh\u00E1vel usar o Armazenamento em Cache dos Resultados em um servi\u00E7o de neg\u00F3cios que usa a pol\u00EDtica de web services, pois isso a pol\u00EDtica de web services ser\u00E1 ignorada.
action398309=Certifique-se de que o armazenamento em cache dos resultados realmente seja necess\u00E1rio.
messagedetail398310=A express\u00E3o XQuery do Token de Cache \u00E9 inv\u00E1lida
action398310=Informe uma express\u00E3o XQuery v\u00E1lida no campo Express\u00E3o do Token de Cache
messagedetail398311=A express\u00E3o XQuery do Token de Cache est\u00E1 usando uma vari\u00E1vel inv\u00E1lida. Deve usar apenas $body, $header, $operation ou $metadata.
action398311=Certifique-se de que a Express\u00E3o de Token do Cache use apenas vari\u00E1veis v\u00E1lidas.
messagedetail398312=A express\u00E3o XQuery do Tempo de Expira\u00E7\u00E3o \u00E9 inv\u00E1lida
action398312=Informe uma express\u00E3o XQuery v\u00E1lida no campo Express\u00E3o do Tempo de Expira\u00E7\u00E3o
messagedetail398313=A express\u00E3o XQuery do Tempo de Expira\u00E7\u00E3o est\u00E1 usando uma vari\u00E1vel inv\u00E1lida. Deve usar apenas $body, $header, $operation ou $metadata.
action398313=Certifique-se de que a express\u00E3o XQuery do Tempo de Expira\u00E7\u00E3o use apenas vari\u00E1veis v\u00E1lidas.
messagedetail398314=Foi gerada uma exce\u00E7\u00E3o ao obter o resultado a ser armazenado em cache. A mensagem detalhada deve fornecer mais informa\u00E7\u00F5es sobre a causa real.
action398314=Corrija o erro descrito na mensagem de exce\u00E7\u00E3o.
messagedetail398315=Funcionalidade de Armazenamento em Cache do Resultado do Servi\u00E7o desativada.
cause398315=Isso ter ocorrido em virtude de armazenamento em cache do resultado global desativado ou houve um erro durante a inicializa\u00E7\u00E3o.
action398315=Se o armazenamento em cache do resultado global for ativado, verifique o log do servidor para obter detalhes sobre o motivo pelo qual o cache de resultado est\u00E1 indispon\u00EDvel.
messagedetail398316=Erro ao obter o Cache do Resultado porque o Provedor de Cache do OSB Coherence n\u00E3o foi inicializado. Mensagens de erro adicionais na inicializa\u00E7\u00E3o do servidor devem indicar a causa deste erro.
action398316=Verifique o log do servidor para obter mensagens de erro adicionais que identificar\u00E3o o motivo.
messagedetail398317=Funcionalidade de Armazenamento em Cache de Resultado do Servi\u00E7o ativada.
messagedetail398318=Erro ao ativar o Cache de Resultado de Servi\u00E7o. O Armazenamento em Cache de Resultado ser\u00E1 desativado.
action398318=A mensagem de exce\u00E7\u00E3o deve fornecer informa\u00E7\u00F5es sobre a causa.
messagedetail398319=Erro ao desativar o Cache de Resultado do Servi\u00E7o.
action398319=A mensagem de exce\u00E7\u00E3o deve fornecer informa\u00E7\u00F5es sobre a causa.
messagedetail398320=Exce\u00E7\u00E3o inesperada gerada ao usar o cache de resultado. A mensagem de exce\u00E7\u00E3o deve fornecer mais detalhes.
action398320=Esta \u00E9 s\u00F3 uma advert\u00EAncia, pois a exce\u00E7\u00E3o ser\u00E1 ignorada.
messagedetail398321=O Provedor de Cache do Coherence n\u00E3o foi iniciado.
action398321=Entre em contato com os Servi\u00E7os de Suporte da Oracle.
messagedetail398322=Ocorreu uma exce\u00E7\u00E3o inesperada ao remover uma entrada do cache de resultado do servi\u00E7o. A mensagem de exce\u00E7\u00E3o deve fornecer mais detalhes.
action398322=Entre em contato com o suporte t\u00E9cnico
messagedetail398323=Ocorreu uma exce\u00E7\u00E3o inesperada ao remover todas as entradas do cache de resultado do servi\u00E7o. A mensagem de exce\u00E7\u00E3o deve fornecer mais detalhes.
action398323=Entre em contato com o suporte t\u00E9cnico
messagedetail398324=Ocorreu uma exce\u00E7\u00E3o inesperada ao remover todas as entradas de todos os servi\u00E7os do cache de resultado. A mensagem de exce\u00E7\u00E3o deve fornecer mais detalhes.
action398324=Entre em contato com o suporte t\u00E9cnico
