messagedetail398000=Une erreur inattendue est survenue dans l'ex\u00E9cution d'OSB lors du traitement d'un message. En principe, un message d'erreur sp\u00E9cifique indique la cause de l'erreur
action398000=Contactez le support technique Oracle
messagedetail398014=Une erreur est survenue lors du traitement de la configuration d'un service proxy donn\u00E9 : l'URI indiqu\u00E9 n'est pas valide. En principe, un message d'erreur indique la cause du probl\u00E8me
action398014=V\u00E9rifiez l'URI du service proxy afin de vous assurer de sa validit\u00E9
messagedetail398015=Le service bas\u00E9 sur le WSDL en cours d'inscription n'est pas correctement configur\u00E9 : un probl\u00E8me est survenu lors de l'extraction des informations WSDL correspondantes
action398015=Contactez le support technique Oracle
messagedetail398016=Le service bas\u00E9 sur le WSDL en cours d'inscription n'est pas correctement configur\u00E9 : une erreur est survenue lors de l'extraction des informations WSDL correspondantes. En principe, un message d'erreur indique la cause du probl\u00E8me
action398016=Contactez le support technique Oracle
messagedetail398017=Un probl\u00E8me est survenu lors de l'inscription du service bas\u00E9 sur le WSDL : le port WSDL indiqu\u00E9 est absent de la ressource WSDL associ\u00E9e
action398017=Contactez le support technique Oracle
messagedetail398018=Un probl\u00E8me est survenu lors de l'inscription du service bas\u00E9 sur le WSDL : la liaison WSDL indiqu\u00E9e est absente de la ressource WSDL associ\u00E9e
action398018=Contactez le support technique Oracle
messagedetail398019=Un probl\u00E8me inattendu est survenu lors de l'inscription d'un service bas\u00E9 sur le WSDL : (1) le type de liaison WSDL de la ressource WSDL est SOAP alors que le service n'est pas de type SOAP, ou (2) les versions SOAP du service et de la liaison WSDL correspondante ne concordent pas, ou (3) la liaison \u00E0 partir du WSDL n'est pas prise en charge
action398019=Modifiez et enregistrez le service. Si le probl\u00E8me persiste, contactez le support technique
messagedetail398020=Un probl\u00E8me est survenu lors de l'inscription du service bas\u00E9 sur le WSDL : la liaison WSDL comprend plusieurs op\u00E9rations. Vous devez indiquer la m\u00E9thode de s\u00E9lection de l'op\u00E9ration dans l'assistant d'inscription de service
action398020=V\u00E9rifiez la configuration du service et assurez-vous que l'algorithme de s\u00E9lection de l'op\u00E9ration est correctement configur\u00E9
## P4ADE ## {0} : String operation
messagedetail398021=Un probl\u00E8me est survenu lors de l''inscription du service bas\u00E9 sur le WSDL : l''op\u00E9ration r\u00E9f\u00E9renc\u00E9e dans la d\u00E9finition de service est introuvable dans le WSDL : {0}
action398021=V\u00E9rifiez la configuration du service et assurez-vous que l'algorithme de s\u00E9lection de l'op\u00E9ration est correctement configur\u00E9
## P4ADE ## {0} : String operation
messagedetail398022=Aucune mise en correspondance de ce type n''a \u00E9t\u00E9 trouv\u00E9e dans la d\u00E9finition de service de l''op\u00E9ration WSDL : {0}
action398022=V\u00E9rifiez la configuration du service et assurez-vous que l'algorithme de s\u00E9lection de l'op\u00E9ration est correctement configur\u00E9
messagedetail398023=Une erreur inattendue est survenue. La d\u00E9finition de service n'est pas valide.
action398023=Contactez le support technique Oracle
messagedetail398024=Un service d\u00E9fini par le WSDL n\u00E9cessite une strat\u00E9gie de s\u00E9curit\u00E9 de service Web ; cependant, le WSDL n'en comporte aucune
action398024=Attachez une strat\u00E9gie WS au WSDL ou configurez-en une personnalis\u00E9e pour le service en question
messagedetail398025=Une erreur inattendue est survenue. La d\u00E9finition de service n'est pas valide.
action398025=Contactez le support technique Oracle
messagedetail398026=Une erreur inattendue est survenue. La d\u00E9finition de service n'est pas valide.
action398026=Contactez le support technique Oracle
messagedetail398027=Un probl\u00E8me est survenu lors de l'inscription d'un service bas\u00E9 sur le WSDL : la liaison WSDL correspondante \u00E9tait constitu\u00E9e d'un protocole HTTP avec un verbe autre que POST, or ce type de liaison n'est pas autoris\u00E9
action398027=Corrigez la ressource WSDL ou s\u00E9lectionnez une autre liaison WSDL pour le service
messagedetail398028=Ces services fonctionnels inscrits ne sont pas correctement configur\u00E9s : les services fonctionnels ne peuvent pas disposer d'un algorithme de s\u00E9lection d'op\u00E9ration
action398028=Contactez le support technique Oracle
messagedetail398029=Un probl\u00E8me est survenu lors de l'inscription du service de type de messagerie : la ressource de sch\u00E9ma XML correspondante est introuvable
action398029=Contactez le support technique Oracle
messagedetail398030=Un probl\u00E8me est survenu lors de l'inscription du service de type de messagerie : la ressource de sch\u00E9ma XML correspondante n'a pas pu \u00EAtre analys\u00E9e
action398030=Contactez le support technique Oracle
messagedetail398031=Un probl\u00E8me est survenu lors de l'inscription du service de type de messagerie : l'\u00E9l\u00E9ment indiqu\u00E9 est introuvable dans la ressource de sch\u00E9ma XML
action398031=Contactez le support technique Oracle
messagedetail398032=Un probl\u00E8me est survenu lors de l'inscription du service de type de messagerie : le type indiqu\u00E9 est introuvable dans la ressource de sch\u00E9ma XML
action398032=Contactez le support technique Oracle
## P4ADE ## {0} : String operation
messagedetail398033=Un probl\u00E8me est survenu lors de l''inscription du service bas\u00E9 sur le WSDL : l''op\u00E9ration {0} constitue une notification ou une op\u00E9ration sollicitation/r\u00E9ponse (solicit-response)
action398033=Inversez l'ordre du message ou s\u00E9lectionnez une autre liaison WSDL
messagedetail398034=Un probl\u00E8me est survenu lors de l'inscription du service bas\u00E9 sur le WSDL : l'algorithme de s\u00E9lection d'op\u00E9ration indiqu\u00E9 constituait un corps SOAP, alors que la liaison WSDL associ\u00E9e ne permettait pas de diff\u00E9rencier les diff\u00E9rentes op\u00E9rations en fonction des donn\u00E9es du corps du message SOAP entrant.
action398034=S\u00E9lectionnez un algorithme de s\u00E9lection d'op\u00E9ration diff\u00E9rent pour le service ou utilisez une liaison WSDL diff\u00E9rente
messagedetail398039=Un probl\u00E8me est survenu lors de l'inscription du service bas\u00E9 sur le WSDL : l'algorithme de s\u00E9lection d'op\u00E9ration indiqu\u00E9 constituait un corps SOAP, alors que la liaison WSDL associ\u00E9e ne permettait pas de diff\u00E9rencier les diff\u00E9rentes op\u00E9rations en fonction des donn\u00E9es du corps du message SOAP entrant.
action398039=S\u00E9lectionnez un autre algorithme de s\u00E9lection d'op\u00E9ration pour le service. Une autre option consiste \u00E0 modifier le WSDL de sorte que l'\u00E9l\u00E9ment Part du message soit d\u00E9fini par un \u00E9l\u00E9ment plut\u00F4t que par un type.
messagedetail398035=Un probl\u00E8me est survenu lors de l'inscription du service de type de messagerie : la demande ou la r\u00E9ponse doit comporter au moins un type de message. Les messages ne peuvent pas \u00EAtre tous deux du type "Aucun"
action398035=Indiquez un type de message diff\u00E9rent d'"Aucun" pour la demande ou la r\u00E9ponse
messagedetail398036=Un probl\u00E8me est survenu lors de l'inscription du service bas\u00E9 sur le WSDL : l'ensemble des op\u00E9rations d\u00E9finies dans la liaison WSDL ne correspond pas exactement \u00E0 celui du type de port correspondant
action398036=V\u00E9rifiez que l'ensemble des op\u00E9rations de la liaison WSDL s\u00E9lectionn\u00E9e soit exactement identique \u00E0 celui du type de port correspondant
messagedetail398037=Un probl\u00E8me est survenu lors de l'inscription du service bas\u00E9 sur le WSDL : certaines op\u00E9rations dans la liaison WSDL sont de type "document", alors que d'autres sont de type "RPC". OSB prend uniquement en charge tous les documents ou tous les appels RPC, mais pas un ensemble mixte des deux.
action398037=V\u00E9rifiez que la liaison WSDL s\u00E9lectionn\u00E9e ne contient aucune op\u00E9ration en environnement mixte
messagedetail398038=La strat\u00E9gie WS du service proxy contient une assertion de confidentialit\u00E9 ; le proxy doit comporter une r\u00E9f\u00E9rence au fournisseur de cl\u00E9s de service
action398038=Dans l'onglet S\u00E9curit\u00E9, attribuez un fournisseur de cl\u00E9s de service au service proxy (le fournisseur de cl\u00E9s de service doit disposer d'informations d'identification et de connexion de cryptage)
messagedetail398040=La strat\u00E9gie WS du service proxy contient une assertion d'int\u00E9grit\u00E9 ; le proxy doit comporter une r\u00E9f\u00E9rence au fournisseur de cl\u00E9s de service
action398040=Dans l'onglet S\u00E9curit\u00E9, attribuez un fournisseur de cl\u00E9s de service au service proxy (le fournisseur de cl\u00E9s de service doit disposer d'informations d'identification et de connexion de signature num\u00E9rique)
messagedetail398042=Au moins un routage en dehors du service proxy n\u00E9cessite un SSL bidirectionnel ; le proxy doit comporter une r\u00E9f\u00E9rence au fournisseur de cl\u00E9s de service
action398042=Dans l'onglet S\u00E9curit\u00E9, attribuez un fournisseur de cl\u00E9s de service au service proxy (le fournisseur de cl\u00E9s de service doit disposer d'informations d'identification et de connexion d'authentification de client SSL)
messagedetail398043=La strat\u00E9gie WS du service de proxy doit \u00EAtre crypt\u00E9e ; le fournisseur de cl\u00E9s de service li\u00E9 au service proxy doit disposer d'informations d'identification et de connexion de cryptage
action398043=Modifiez le fournisseur de cl\u00E9s de service et attribuez-lui des informations d'identification et de connexion de cryptage ou modifiez le service proxy et s\u00E9lectionnez un autre fournisseur de services de cl\u00E9 (dans l'onglet S\u00E9curit\u00E9)
messagedetail398044=La strat\u00E9gie WS du service de proxy n\u00E9cessite des signatures num\u00E9riques ; le fournisseur de cl\u00E9s de service li\u00E9 au service proxy doit disposer d'informations d'identification et de connexion de signature num\u00E9rique
action398044=Modifiez le fournisseur de cl\u00E9s de service et attribuez-lui des informations d'identification et de connexion de signature num\u00E9rique ou modifiez le service proxy et s\u00E9lectionnez un autre fournisseur de cl\u00E9s de service (dans l'onglet S\u00E9curit\u00E9)
messagedetail398046=Au moins un routage en dehors du proxy n\u00E9cessite un SSL bidirectionnel ; le proxy doit comporter une r\u00E9f\u00E9rence au fournisseur de cl\u00E9s de service
action398046=Dans l'onglet S\u00E9curit\u00E9, attribuez un fournisseur de cl\u00E9s de service au service proxy (le fournisseur de cl\u00E9s de service doit disposer d'informations d'identification et de connexion d'authentification de client SSL)
messagedetail398052=Une erreur est survenue lors de l'appel de la m\u00E9thode de recherche de fournisseur de composants de correspondance des informations d'identification et de connexion PKI
cause398052=Contactez le support technique Oracle
messagedetail398053=Un probl\u00E8me est survenu lors de l'inscription du service bas\u00E9 sur le WSDL : soit l'attribut soapAction comporte des valeurs en double pour plusieurs op\u00E9rations dans la liaison WSDL s\u00E9lectionn\u00E9e, soit l'attribut soapAction n'est pas d\u00E9fini dans au moins l'une des op\u00E9rations dans le WSDL. Par cons\u00E9quent, l'algorithme de s\u00E9lection d'op\u00E9ration d'en-t\u00EAte SOAPAction ne peut pas \u00EAtre utilis\u00E9
action398053=S\u00E9lectionnez un autre algorithme de s\u00E9lection d'op\u00E9ration pour le service ou utilisez une autre liaison WSDL
## P4ADE ## {0} : String busSvcName
messagedetail398055=Une erreur inattendue est survenue lors de la validation de la configuration du service fonctionnel {0} : ce dernier ne peut pas \u00EAtre associ\u00E9 \u00E0 un flux de messages
action398055=V\u00E9rification de la configuration du service et/ou contact du support technique Oracle
## P4ADE ## {0} : String proxyName
messagedetail398056=Une erreur inattendue est survenue lors de la validation de la configuration du service fonctionnel {0} : les services proxy doivent \u00EAtre associ\u00E9s \u00E0 un flux de messages
action398056=V\u00E9rification de la configuration du service et/ou contact du support technique Oracle
messagedetail398059=Une erreur inattendue est survenue. La d\u00E9finition de service n'est pas valide.
action398059=Contactez le support technique Oracle
messagedetail398060=Un service proxy repr\u00E9sente un interm\u00E9diaire actif de s\u00E9curit\u00E9 WS (services Web). La strat\u00E9gie WS correspondante comprend une assertion de "confidentialit\u00E9" (assertion de strat\u00E9gie Oracle indiquant que le client doit crypter le message de la demande). Cette assertion de confidentialit\u00E9 est de type Concrete : cela signifie que la strat\u00E9gie comporte un certificat cod\u00E9 en base-64 (dans l'\u00E9l\u00E9ment /wssp:Confidentiality/wssp:KeyInfo/wssp:SecurityTokenReference/wssp:Embedded/wsse:BinarySecurityToken). Les services proxy ne doivent pas disposer d'assertions de confidentialit\u00E9 de type Concrete, car le certificat de cryptage du proxy est attribu\u00E9 par le biais d'un fournisseur de cl\u00E9s de service.
action398060=D\u00E9finissez cette strat\u00E9gie sur le type Abstract. Pour ce faire, modifiez la strat\u00E9gie et supprimez les \u00E9l\u00E9ments enfant SecurityToken et SecurityTokenReference de l'\u00E9l\u00E9ment /wssp:Confidentiality/wssp:KeyInfo.
messagedetail398061=La strat\u00E9gie WS d'un service fonctionnel comprend une assertion de "confidentialit\u00E9" (assertion de strat\u00E9gie Oracle indiquant que les messages de demande envoy\u00E9s \u00E0 ce service doivent \u00EAtre crypt\u00E9s). Cette assertion de confidentialit\u00E9 est de type Abstract : cela signifie que la strat\u00E9gie ne comprend aucun certificat de serveur cod\u00E9 en base-64 imbriqu\u00E9. L'assertion de confidentialit\u00E9 doit \u00EAtre de type Concrete.
action398061=D\u00E9finissez cette strat\u00E9gie sur le type Concrete. Pour ce faire, modifiez la strat\u00E9gie et v\u00E9rifiez que les \u00E9l\u00E9ments enfant SecurityToken et SecurityTokenReference sont pr\u00E9sents dans l'\u00E9l\u00E9ment /wssp:Confidentiality/wssp:KeyInfo. La valeur de l'\u00E9l\u00E9ment SecurityTokenReference doit correspondre \u00E0 un certificat de serveur cod\u00E9 en base-64 imbriqu\u00E9 (il doit s'agir du certificat de cryptage du serveur). Pour trouver des exemples de strat\u00E9gie, reportez-vous \u00E0 la documentation relative \u00E0 la s\u00E9curit\u00E9 d'Oracle Service Bus.
messagedetail398062=Une erreur inattendue est survenue. La d\u00E9finition de service n'est pas valide.
action398062=Contactez le support technique Oracle
messagedetail398063=Au moins un noeud du pipeline achemine les messages vers un service dont la strat\u00E9gie WS indique que les messages de r\u00E9ponse dirig\u00E9s vers le proxy doivent \u00EAtre crypt\u00E9s avec la cl\u00E9 de cryptage du proxy. Le service de proxy doit disposer d'une r\u00E9f\u00E9rence \u00E0 un fournisseur de cl\u00E9s de service \u00E0 partir duquel OSB obtiendra les informations d'identification et de connexion du proxy (OSB enverra ce certificat avec le message de demande) ; toutefois, aucune r\u00E9f\u00E9rence de fournisseur de cl\u00E9s service n'a \u00E9t\u00E9 affect\u00E9e au proxy.
action398063=Modifiez le service proxy. Pour ce faire, dans l'onglet S\u00E9curit\u00E9, s\u00E9lectionnez un fournisseur de cl\u00E9s de service (le fournisseur de cl\u00E9s de service doit disposer d'informations d'identification et de connexion de cryptage).
messagedetail398064=Au moins un noeud du pipeline achemine les messages vers un service dont la strat\u00E9gie WS exige d'OSB une signature des messages de demande. Le service proxy doit comporter une r\u00E9f\u00E9rence \u00E0 un fournisseur de cl\u00E9s de service \u00E0 partir duquel OSB obtiendra les informations d'identification et de connexion de signature num\u00E9rique du proxy ; toutefois, aucune r\u00E9f\u00E9rence de fournisseur de cl\u00E9s de service n'a \u00E9t\u00E9 affect\u00E9e au proxy.
action398064=Modifiez le service proxy. Pour ce faire, dans l'onglet S\u00E9curit\u00E9, s\u00E9lectionnez un fournisseur de cl\u00E9s de service (le fournisseur de cl\u00E9s de service doit disposer d'informations d'identification et de connexion de signature num\u00E9rique).
messagedetail398065=Au moins un noeud du pipeline achemine les messages vers un service dont la strat\u00E9gie WS indique que les messages de r\u00E9ponses envoy\u00E9s vers le proxy doivent \u00EAtre crypt\u00E9s \u00E0 l'aide de la cl\u00E9 de cryptage du proxy. Le fournisseur de cl\u00E9s de service attribu\u00E9 au proxy ne dispose d'aucune information d'identification et de connexion de cryptage.
action398065=Modifiez le fournisseur de cl\u00E9s de service ou s\u00E9lectionnez des informations d'identification et de connexion de cryptage. Vous pouvez \u00E9galement modifier le service proxy, puis s\u00E9lectionner, \u00E0 partir de l'onglet S\u00E9curit\u00E9, un autre fournisseur de cl\u00E9s de service (un fournisseur disposant d'informations d'identification et de connexion de cryptage).
messagedetail398066=Au moins un noeud du pipeline achemine les messages vers un service dont la strat\u00E9gie WS exige d'OSB une signature des messages de demande. Le fournisseur de cl\u00E9s de service attribu\u00E9 au proxy ne dispose d'aucune information d'identification et de connexion de cryptage.
action398066=Modifiez le fournisseur de cl\u00E9s de service et s\u00E9lectionnez des informations d'identification et de connexion de signature num\u00E9rique. Vous pouvez \u00E9galement modifier le service proxy, puis s\u00E9lectionner, \u00E0 partir de l'onglet S\u00E9curit\u00E9, un autre fournisseur de cl\u00E9s de service (un fournisseur disposant d'informations d'identification et de connexion de signature num\u00E9rique).
messagedetail398067=Une erreur inattendue est survenue. La d\u00E9finition de service n'est pas valide.
action398067=Contactez le support technique Oracle
messagedetail398068=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsqu'un service est appel\u00E9 pour une demande sortante
action398068=Aucune action n'est n\u00E9cessaire
messagedetail398072=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsqu'un service est appel\u00E9 pour une demande sortante de fa\u00E7on asynchrone (non-bloquante)
action398072=Aucune action n'est n\u00E9cessaire
messagedetail398073=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsqu'un service est appel\u00E9 pour une demande sortante de fa\u00E7on synchrone (bloquante) 
action398073=Aucune action n'est n\u00E9cessaire
messagedetail398074=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque de nouvelles variables sont ajout\u00E9es au contexte de message lors de l'ex\u00E9cution
action398074=Aucune action n'est n\u00E9cessaire
messagedetail398075=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque des variables existantes sont supprim\u00E9es du contexte de message lors de l'ex\u00E9cution
action398075=Aucune action n'est n\u00E9cessaire
messagedetail398076=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque des valeurs de variables existantes sont mises \u00E0 jour dans le contexte de message lors de l'ex\u00E9cution
action398076=Aucune action n'est n\u00E9cessaire
messagedetail398077=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsqu'un message entrant arrive vers le noeud de routage afin d'y \u00EAtre trait\u00E9
action398077=Aucune action n'est n\u00E9cessaire
messagedetail398078=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsqu'un message entrant arrive vers un noeud de routage du pipeline OSB afin d'y \u00EAtre trait\u00E9
action398078=Aucune action n'est n\u00E9cessaire
messagedetail398079=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsqu'un message entrant arrive vers une paire de noeuds du pipeline OSB afin d'y \u00EAtre trait\u00E9
action398079=Aucune action n'est n\u00E9cessaire
messagedetail398080=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsqu'un message entrant arrive \u00E0 une phase du pipeline OSB afin d'y \u00EAtre trait\u00E9
action398080=Aucune action n'est n\u00E9cessaire
messagedetail398081=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque OSB est sur le point de reprendre les contenus de la demande du message entrant
action398081=Aucune action n'est n\u00E9cessaire
messagedetail398082=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsqu'un message entrant arrive vers un noeud de branchement conditionnel OSB afin d'y \u00EAtre trait\u00E9
action398082=Aucune action n'est n\u00E9cessaire
messagedetail398083=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsqu'un message entrant arrive dans un noeud de branchement d'op\u00E9ration OSB afin d'y \u00EAtre trait\u00E9
action398083=Aucune action n'est n\u00E9cessaire
messagedetail398084=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque l'appel du service de la demande sortante est termin\u00E9
action398084=Aucune action n'est n\u00E9cessaire
messagedetail398085=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque l'appel du gestionnaire d'erreurs est termin\u00E9
action398085=Aucune action n'est n\u00E9cessaire
messagedetail398086=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement du message entrant est repris
action398086=Aucune action n'est n\u00E9cessaire
messagedetail398089=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsqu'un message entrant arrive pour la premi\u00E8re fois vers un pipeline OSB afin d'y \u00EAtre trait\u00E9
action398089=Aucune action n'est n\u00E9cessaire
messagedetail398090=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement du message quitte une phase
action398090=Aucune action n'est n\u00E9cessaire
messagedetail398091=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement d'un message quitte la phase avec une condition d'erreur
action398091=Aucune action n'est n\u00E9cessaire
messagedetail398092=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsqu'un service est appel\u00E9 pour une demande sortante lors du traitement du chemin de demande
action398092=Aucune action n'est n\u00E9cessaire
messagedetail398093=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsqu'un service est appel\u00E9 pour une demande sortante lors du traitement du chemin de r\u00E9ponse
action398093=Aucune action n'est n\u00E9cessaire
messagedetail398094=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 afin d'afficher les contenus du contexte de message d'une demande sortante
action398094=Aucune action n'est n\u00E9cessaire
messagedetail398095=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 afin d'afficher les contenus du contexte de message apr\u00E8s r\u00E9ception de la r\u00E9ponse \u00E0 la demande sortante
action398095=Aucune action n'est n\u00E9cessaire
messagedetail398096=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement d'un message quitte le noeud de routage
action398096=Aucune action n'est n\u00E9cessaire
messagedetail398097=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement d'un message quitte le gestionnaire d'erreurs associ\u00E9 au noeud de routage
action398097=Aucune action n'est n\u00E9cessaire
messagedetail398098=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement d'un message entre dans le gestionnaire d'erreurs associ\u00E9 au noeud de routage
action398098=Aucune action n'est n\u00E9cessaire
messagedetail398099=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement d'un message entre dans le gestionnaire d'erreurs associ\u00E9 au noeud de pipeline
action398099=Aucune action n'est n\u00E9cessaire
messagedetail398100=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement d'un message entre dans le gestionnaire d'erreurs associ\u00E9 \u00E0 une phase
action398100=Aucune action n'est n\u00E9cessaire
messagedetail398101=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement d'un message dans le noeud de routage est termin\u00E9
action398101=Aucune action n'est n\u00E9cessaire
messagedetail398102=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement d'un message dans le noeud de routage est termin\u00E9 avec une condition d'erreur
action398102=Aucune action n'est n\u00E9cessaire
messagedetail398103=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement d'un message dans le noeud de branchement conditionnel est termin\u00E9
action398103=Aucune action n'est n\u00E9cessaire
messagedetail398104=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement dans la paire de noeuds du pipeline est termin\u00E9
action398104=Aucune action n'est n\u00E9cessaire
messagedetail398105=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction de trace d'OSB journalis\u00E9 lorsque le traitement dans le pipeline est termin\u00E9
action398105=Aucune action n'est n\u00E9cessaire
## P4ADE ## {0} : String serviceName, {1} : String operation
messagedetail398106=La strat\u00E9gie WS de l''op\u00E9ration "{1}" dans le service "{0}" contient une assertion d''identit\u00E9. Seuls les jetons de nom utilisateur de s\u00E9curit\u00E9 de service Web sont pris en charge \u00E0 des fins d''identit\u00E9. Le service fonctionnel doit disposer d''un compte de service de s\u00E9curit\u00E9 de service Web.
action398106=Modifiez le service fonctionnel. Pour ce faire, dans l'onglet S\u00E9curit\u00E9, s\u00E9lectionnez un compte de service de s\u00E9curit\u00E9 de service Web.
messagedetail398107=La strat\u00E9gie WS comporte une assertion de strat\u00E9gie qui n'est pas reconnue.
action398107=Modifiez la strat\u00E9gie WS et v\u00E9rifiez que toutes les assertions de strat\u00E9gie sont prises en charge par Oracle Service Bus.
messagedetail398108=Une erreur inattendue est survenue. La d\u00E9finition de service n'est pas valide.
action398108=Contactez le support technique Oracle
messagedetail398109=Le type de jeton indiqu\u00E9 dans l'authentification de jeton personnalis\u00E9 de niveau message du service n'est pas reconnu : soit il n'existe aucun fournisseur d'assertion d'identit\u00E9 pour ce type de jeton, soit le type de jeton n'a pas \u00E9t\u00E9 "activ\u00E9".
action398109=V\u00E9rifiez la configuration du domaine de s\u00E9curit\u00E9 de votre domaine. Assurez-vous que vous disposez d'un fournisseur d'assertion d'identit\u00E9 pour le type de jeton utilis\u00E9. Assurez-vous \u00E9galement que le type de jeton a \u00E9t\u00E9 activ\u00E9 pour le fournisseur d'assertion d'identit\u00E9 en question. Pour plus d'informations sur les processus d'assertion d'identit\u00E9 et les fournisseurs d'assertion d'identit\u00E9, reportez-vous \u00E0 la documentation relative \u00E0 la s\u00E9curit\u00E9 de WebLogic Server.
messagedetail398110=Une erreur inattendue est survenue. La d\u00E9finition de service n'est pas valide.
action398110=Contactez le support technique Oracle
messagedetail398111=Une erreur inattendue est survenue. La d\u00E9finition de service n'est pas valide.
action398111=Contactez le support technique Oracle
messagedetail398112=L'authentification personnalis\u00E9e de niveau message et celle de s\u00E9curit\u00E9 WS s'excluent mutuellement.
action398112=V\u00E9rifiez que votre service proxy n'est pas configur\u00E9 pour les deux types d'authentification. Vous pouvez \u00EAtre amen\u00E9 \u00E0 modifier le service proxy ou la strat\u00E9gie WS afin de vous assurer que vous utilisez, au maximum, l'une de ces deux techniques.
messagedetail398113=L'expression XPath dans le s\u00E9lecteur de jeton personnalis\u00E9 n'est pas valide
action398113=Entrez une expression XPath valide dans le champ du s\u00E9lecteur de jeton personnalis\u00E9
messagedetail398114=L'expression XPath dans le s\u00E9lecteur de nom utilisateur n'est pas valide
action398114=Entrez une expression XPath valide dans le champ du s\u00E9lecteur de nom utilisateur
messagedetail398115=L'expression XPath dans le s\u00E9lecteur de mot de passe n'est pas valide
action398115=Entrez une expression XPath valide dans le champ du s\u00E9lecteur de mot de passe
messagedetail398116=L'expression XPath dans le s\u00E9lecteur de propri\u00E9t\u00E9 d\u00E9finie par l'utilisateur n'est pas valide
action398116=Entrez une expression XPath valide dans le champ du s\u00E9lecteur de propri\u00E9t\u00E9 d\u00E9finie par l'utilisateur
messagedetail398117=Le nom de variable d'un jeton personnalis\u00E9 doit \u00EAtre de type "en-t\u00EAte" ou "corps"
action398117=Modifiez le service proxy. Pour ce faire, dans l'onglet S\u00E9curit\u00E9, s\u00E9lectionnez une partie de message valide pour le jeton personnalis\u00E9
messagedetail398118=Un jeton de nom utilisateur de s\u00E9curit\u00E9 de service Web sans mot de passe n'est s\u00E9curis\u00E9 que lorsque ce dernier est lui-m\u00EAme sign\u00E9 par l'\u00E9metteur du message.
action398118=Modifiez la strat\u00E9gie WS et v\u00E9rifiez qu'elle interdit les jetons de nom utilisateur sans mot de passe ou qu'elle contraint \u00E0 la place la strat\u00E9gie \u00E0 exiger une signature num\u00E9rique comprenant le jeton de nom utilisateur.
messagedetail398119=Un jeton de nom utilisateur de s\u00E9curit\u00E9 de service Web sans mot de passe n'est s\u00E9curis\u00E9 que lorsqu'il est lui-m\u00EAme sign\u00E9 par l'\u00E9metteur du message.
action398119=Modifiez la strat\u00E9gie WS et v\u00E9rifiez qu'elle interdit les jetons de nom utilisateur sans mot de passe ou qu'elle contraint \u00E0 la place la strat\u00E9gie \u00E0 exiger une signature num\u00E9rique comprenant le jeton de nom utilisateur.
messagedetail398120=Un probl\u00E8me est survenu lors de l'extraction du WSDL \u00E0 partir de l'adresse de service de transport saisie au moment de l'inscription du service
action398120=Contactez le support technique Oracle
messagedetail398121=Un probl\u00E8me est survenu lors de l'extraction du WSDL \u00E0 partir de l'adresse de service de transport saisie au moment de l'inscription du service. En principe, un message d'erreur indique la cause de l'erreur
action398121=Contactez le support technique Oracle
messagedetail398122=Une erreur inattendue est survenue lors de la validation de la configuration du service : un \u00E9l\u00E9ment n\u00E9cessaire de type "journalisation" \u00E9tait manquant dans la configuration
action398122=Contactez le support technique Oracle
messagedetail398123=Une erreur inattendue est survenue lors de la validation de la configuration du service : un \u00E9l\u00E9ment n\u00E9cessaire de type "alerte de contrat de niveau de service" \u00E9tait manquant dans la configuration
action398123=Contactez le support technique Oracle
messagedetail398124=Une erreur inattendue est survenue lors de la validation de la configuration du service : un \u00E9l\u00E9ment n\u00E9cessaire de type "alerte de pipeline" \u00E9tait manquant dans la configuration
action398124=Contactez le support technique Oracle
messagedetail398125=Une erreur inattendue est survenue lors de la validation de la configuration du service : une configuration de service fonctionnel ne peut comporter aucun \u00E9l\u00E9ment de type "journalisation"
action398125=Contactez le support technique Oracle
messagedetail398126=Une erreur inattendue est survenue lors de la validation de la configuration du service : une configuration de service fonctionnel ne peut comporter aucun \u00E9l\u00E9ment "alerte de contrat de niveau de service"
action398126=Contactez le support technique Oracle
messagedetail398127=Une erreur inattendue est survenue lors de la validation de la configuration du service : une configuration de service fonctionnel ne peut comporter aucun \u00E9l\u00E9ment de type "alerte de pipeline"
action398127=Contactez le support technique Oracle
messagedetail398128=La d\u00E9finition de service n'est pas valide ; elle ne doit comporter aucune configuration de strat\u00E9gie WS.
action398128=Contactez le support technique Oracle.
messagedetail398130=Les services de transport WS doivent disposer d'une strat\u00E9gie de messagerie fiable
action398130=Configurez la strat\u00E9gie WS du service. V\u00E9rifiez que cette derni\u00E8re comporte des assertions de strat\u00E9gie de messagerie fiable.
messagedetail398131=Les services de transport WS ne peuvent contenir aucune assertion de strat\u00E9gie de s\u00E9curit\u00E9 d'environnement WebLogic Server 9.X
action398131=Configurez la strat\u00E9gie WS du service. V\u00E9rifiez qu'il ne contient aucune assertion de strat\u00E9gie de s\u00E9curit\u00E9 d'environnement WebLogic Server 9.X.
messagedetail398132=Les assertions de strat\u00E9gie de messagerie fiable ne sont autoris\u00E9es que dans les services de transport WS.
action398132=Vous devez soit enlever les assertions de strat\u00E9gie de messagerie fiable de la strat\u00E9gie WS du service, soit permuter le service vers le transport WS.
messagedetail398133=Cette version d'Oracle Service Bus n'autorise pas les assertions WS-SP 1.x (\u00E0 l'exception de certains cas dans les adresses de transport WS)
action398133=Ce service repose sur le langage WSDL avec des strat\u00E9gies de s\u00E9curit\u00E9 des services Web non prises en charge de fa\u00E7on native par Oracle Service Bus. S\u00E9lectionnez l'option Strat\u00E9gies OWSM - A partir de la banque de strat\u00E9gies OWSM et attachez la strat\u00E9gie de s\u00E9curit\u00E9 OWSM \u00E9quivalente. Pour le service fonctionnel, vous pouvez ajouter manuellement les strat\u00E9gies client n\u00E9cessaires en cliquant sur le bouton Ajouter ou vous pouvez laisser Oracle Service Bus choisir et ajouter automatiquement les strat\u00E9gies client compatibles en cliquant sur le bouton Ajouter les strat\u00E9gies compatibles.
messagedetail398134=Un service proxy interm\u00E9diaire de s\u00E9curit\u00E9 de service Web doit disposer d'une strat\u00E9gie de s\u00E9curit\u00E9 (au sein de sa strat\u00E9gie WS).
action398134=Si vous souhaitez que ce service proxy soit un interm\u00E9diaire de s\u00E9curit\u00E9 de service Web, modifiez la strat\u00E9gie WS du service et v\u00E9rifiez que cette derni\u00E8re inclut la strat\u00E9gie de s\u00E9curit\u00E9. Si vous ne souhaitez pas que ce service de proxy soit un interm\u00E9diaire de s\u00E9curit\u00E9 de service Web, acc\u00E9dez \u00E0 l'onglet S\u00E9curit\u00E9 et cliquez sur "Mettre \u00E0 jour" (sans apporter aucune autre modification).
messagedetail398135=Un compte de service de s\u00E9curit\u00E9 de service Web n'est pertinent que si le service fonctionnel dispose d'une strat\u00E9gie de s\u00E9curit\u00E9 de service Web (au sein de sa strat\u00E9gie WS). Le service fonctionnel comporte une r\u00E9f\u00E9rence au compte de service de s\u00E9curit\u00E9 de service Web (bien que vous ne puissiez peut-\u00EAtre pas la visualiser dans la console).
action398135=Vous devez soit ajouter une strat\u00E9gie de s\u00E9curit\u00E9 \u00E0 la strat\u00E9gie WS de ce service, soit acc\u00E9der \u00E0 l'onglet S\u00E9curit\u00E9 et cliquer sur Mettre \u00E0 jour (sans apporter aucune autre modification).
messagedetail398136=Lorsque le service est configur\u00E9 en tant qu'interm\u00E9diaire actif de s\u00E9curit\u00E9 de service Web, la transmission en continu de contenu n'est pas autoris\u00E9e.
action398136=Modifiez le service et d\u00E9sactivez la fonctionnalit\u00E9 de transmission en continu de contenu
messagedetail398137=Lorsque le service est configur\u00E9 afin de permettre une authentification personnalis\u00E9e, la transmission en continu de contenu n'est pas autoris\u00E9e.
action398137=Modifiez le service et d\u00E9sactivez la fonctionnalit\u00E9 de transmission en continu de contenu
messagedetail398140=Un interm\u00E9diaire WSS passif repr\u00E9sente un service proxy disposant d'une strat\u00E9gie de s\u00E9curit\u00E9 WS au sein de son WSDL public (\u00E0 savoir, son WSDL "en vigueur"), mais il n'effectue aucun traitement de s\u00E9curit\u00E9 WS. Il relaie simplement l'en-t\u00EAte de s\u00E9curit\u00E9 vers un service back-end. Lorsqu'un interm\u00E9diaire WSS passif comporte une strat\u00E9gie de "confidentialit\u00E9 de type Abstract", le proxy doit disposer d'un fournisseur de cl\u00E9s de service, qui a son tour doit disposer d'informations d'identification et de connexion de cryptage. Ces derni\u00E8res seront ensuite mises en mode Inline dans le WSDL en vigueur.
action398140=Modifiez le service proxy. Pour ce faire, dans l'onglet S\u00E9curit\u00E9, s\u00E9lectionnez un fournisseur de cl\u00E9s de service (le fournisseur de cl\u00E9s de service doit disposer d'informations d'identification et de connexion de cryptage).
messagedetail398141=Le service dispose de strat\u00E9gies WS personnalis\u00E9es. L'une d'elles est attribu\u00E9e \u00E0 une op\u00E9ration qui n'existe pas dans le WSDL. Cela peut \u00EAtre d\u00FB \u00E0 une modification apport\u00E9e au WSDL.
action398141=Vous devez modifier le WSDL et ajouter l'op\u00E9ration manquante. Si aucune op\u00E9ration de ce type n'existe, vous devez modifier le service, acc\u00E9der \u00E0 l'onglet S\u00E9curit\u00E9, puis cliquer sur "Mettre \u00E0 jour" (sans apporter aucune autre modification).
messagedetail398142=Le service dispose de strat\u00E9gies WS personnalis\u00E9es. L'une d'elles est attribu\u00E9e au message de r\u00E9ponse d'une op\u00E9ration d\u00E9clar\u00E9e dans le WSDL comme unidirectionnelle. De telles op\u00E9rations ne comportent aucun message de r\u00E9ponse. Cela peut \u00EAtre d\u00FB \u00E0 une modification apport\u00E9e au WSDL.
action398142=Modifiez le service, acc\u00E9dez \u00E0 l'onglet Strat\u00E9gie puis cliquez sur "Mettre \u00E0 jour" (sans apporter aucune autre modification).
messagedetail398143=Les strat\u00E9gies de messagerie fiable ne peuvent pas \u00EAtre li\u00E9es \u00E0 des op\u00E9rations sp\u00E9cifiques ; elles peuvent \u00EAtre uniquement li\u00E9es \u00E0 l'int\u00E9gralit\u00E9 du service.
action398143=Modifiez la strat\u00E9gie WS du service. V\u00E9rifiez que les strat\u00E9gies de messagerie fiable sont li\u00E9es \u00E0 l'int\u00E9gralit\u00E9 du service.
messagedetail398144=Un service donn\u00E9 ne peut pas disposer \u00E0 la fois des options de transmission en continu de contenu et XOP/MTOM activ\u00E9es. S\u00E9lectionnez uniquement une option.
action398144=Modifiez la configuration du service et s\u00E9lectionnez soit l'option de transmission en continu de contenu, soit l'option XOP/MTOM
messagedetail398145=Le service de transport s\u00E9lectionn\u00E9 ne peut pas prendre en charge le traitement XOP/MTOM.
action398145=Modifiez la configuration du service et s\u00E9lectionnez un autre transport ou n'activez pas l'option XOP/MTOM
messagedetail398146=Le type de liaison de service s\u00E9lectionn\u00E9 ne prend pas en charge le traitement XOP/MTOM
action398146=Modifiez la configuration du service et s\u00E9lectionnez un autre type de liaison de service, ou n'activez pas l'option XOP/MTOM
messagedetail398147=Lorsque le service est configur\u00E9 en tant qu'interm\u00E9diaire de s\u00E9curit\u00E9 de niveau message actif, la fonctionnalit\u00E9 XOP/MTOM n'est pas autoris\u00E9e
action398147=Modifiez le service et d\u00E9sactivez la fonctionnalit\u00E9 XOP/MTOM
messagedetail398148=Lorsque le service est configur\u00E9 afin de permettre une authentification personnalis\u00E9e, la fonctionnalit\u00E9 XOP/MTOM n'est pas autoris\u00E9e
action398148=Modifiez le service et d\u00E9sactivez la fonctionnalit\u00E9 XOP/MTOM
messagedetail398149=Le transport de service s\u00E9lectionn\u00E9 ne prend pas en charge la pagination de pi\u00E8ces jointes vers la fonctionnalit\u00E9 de disque
action398149=Modifiez la configuration du service et s\u00E9lectionnez un autre transport ou n'activez pas la fonctionnalit\u00E9 de pagination de pi\u00E8ces jointes
messagedetail398150=L'option XOP/MTOM s\u00E9lectionn\u00E9e n'est pas compatible avec la pagination de pi\u00E8ces jointes vers le disque
action398150=Modifiez la configuration du service et s\u00E9lectionnez une autre option XOP/MTOM ou n'activez pas la fonctionnalit\u00E9 de pagination de pi\u00E8ces jointes
messagedetail398151=La messagerie Java ou bas\u00E9e sur le WSDL avec un type de liaison de service d'op\u00E9rations Java ne prend pas en charge l'option de transmission en continu de contenu
action398151=Modifiez la configuration du service et s\u00E9lectionnez un autre type de liaison de service
messagedetail398200=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction trace d'OSB journalis\u00E9 lorsque l'ex\u00E9cution de transport re\u00E7oit un message du service proxy
action398200=Aucune action n'est n\u00E9cessaire
messagedetail398201=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction trace d'OSB journalis\u00E9 lorsque l'ex\u00E9cution de transport renvoie une r\u00E9ponse entrante vers le service proxy
action398201=Aucune action n'est n\u00E9cessaire
messagedetail398202=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction trace d'OSB journalis\u00E9 lorsque l'ex\u00E9cution de transport envoie une demande sortante
action398202=Aucune action n'est n\u00E9cessaire
messagedetail398203=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction trace d'OSB journalis\u00E9 lorsque l'ex\u00E9cution de transport re\u00E7oit une r\u00E9ponse sortante
action398203=Aucune action n'est n\u00E9cessaire
messagedetail398204=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction trace d'OSB journalis\u00E9 \t lorsque celui-ci ne parvient pas \u00E0 g\u00E9n\u00E9rer la trace d'un message (demande/r\u00E9ponse entrante/sortante)
action398204=Aucune action n'est n\u00E9cessaire
messagedetail398205=Ceci est un message d'informations provenant du sous-syst\u00E8me de la fonction trace d'OSB journalis\u00E9 \t lorsque l'appel d'une adresse sortante g\u00E9n\u00E8re une exception
action398205=Aucune action n'est n\u00E9cessaire
messagedetail398300=Une exception inattendue a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la v\u00E9rification du cache de r\u00E9sultats du service. Pour plus d'informations, reportez-vous au message de l'exception. Le cache de r\u00E9sultats ne sera pas utilis\u00E9 pour appeler le service fonctionnel ; le service externe sera appel\u00E9.
action398300=Contactez le support technique Oracle
messagedetail398301=Une exception inattendue a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de l'ajout d'une nouvelle entr\u00E9e au cache de r\u00E9sultats du service. Pour plus d'informations, reportez-vous au message de l'exception. Le cache de r\u00E9sultats ne sera pas utilis\u00E9 pour appeler le service fonctionnel ; le service externe sera appel\u00E9.
action398301=Contactez le support technique Oracle
messagedetail398302=Une exception inattendue a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors du calcul du jeton de cache. Pour plus d'informations, reportez-vous au message de l'exception. Le cache de r\u00E9sultats ne sera pas utilis\u00E9 pour appeler le service fonctionnel ; le service externe sera appel\u00E9.
action398302=V\u00E9rifiez l'algorithme de jeton d\u00E9fini pour la mise en m\u00E9moire cache des r\u00E9sultats de ce service.
messagedetail398303=Une exception inattendue a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors du calcul du total du cache. Pour plus d'informations, reportez-vous au message de l'exception. Il s'agit uniquement d'un avertissement, \u00E9tant donn\u00E9 que l'entr\u00E9e reste ajout\u00E9e au cache. Cependant, le total de cache par d\u00E9faut est d\u00E9fini dans le fichier de configuration du cache.
action398303=V\u00E9rifiez l'algorithme du total d\u00E9fini pour la mise en m\u00E9moire cache des r\u00E9sultats de ce service.
messagedetail398304=Le total du cache a \u00E9t\u00E9 calcul\u00E9 ; cependant, il ne renvoie aucun long valide. Il s'agit uniquement d'un avertissement, \u00E9tant donn\u00E9 que l'entr\u00E9e reste ajout\u00E9e au cache. Cependant, le total de cache par d\u00E9faut est d\u00E9fini dans le fichier de configuration du cache.
action398304=V\u00E9rifiez que l'algorithme du total d\u00E9fini pour la mise en m\u00E9moire cache des r\u00E9sultats de ce service renvoie un long.
messagedetail398305=L'expression de d\u00E9lai d'expiration XQuery doit \u00E9valuer soit un entier (en secondes) ou une expression XQuery dayTimeDuration ne comprenant ni mois, ni ann\u00E9e.
action398305=Entrez une expression XQuery dans le champ Expression de d\u00E9lai d'expiration permettant d'\u00E9valuer l'\u00E9l\u00E9ment dayTimeDuration.
messagedetail398306=Le cache de r\u00E9sultats est introuvable. Le message d'exception vous fournira plus de d\u00E9tails. Assurez-vous que osb/service/ResultCache est d\u00E9fini dans $DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml.
action398306=V\u00E9rifiez que la configuration de cache d\u00E9finit le cache.
messagedetail398307=La mise en m\u00E9moire cache des r\u00E9sultats est uniquement valide pour les services fonctionnels.
action398307=Contactez le support technique Oracle
messagedetail398308=La mise en m\u00E9moire cache des r\u00E9sultats est uniquement autoris\u00E9e pour les services fonctionnels utilisant au moins une op\u00E9ration demande/r\u00E9ponse.
action398308=Modifiez la configuration du service et utilisez un WSDL qui d\u00E9finit une op\u00E9ration demande/r\u00E9ponse ou n'activez pas la fonctionnalit\u00E9 de mise en m\u00E9moire cache des r\u00E9sultats.
messagedetail398309=Dans la plupart des cas, il est d\u00E9conseill\u00E9 d'utiliser une mise en m\u00E9moire cache des r\u00E9sultats au niveau des services fonctionnels appliquant des strat\u00E9gies WS, \u00E9tant donn\u00E9 que cela passerait outre la strat\u00E9gie WS.
action398309=V\u00E9rifiez que la mise en m\u00E9moire cache des r\u00E9sultats est effectivement n\u00E9cessaire.
messagedetail398310=L'expression XQuery de jeton de cache n'est pas valide
action398310=Entrez une expression XQuery valide dans le champ Expression du jeton de cache
messagedetail398311=L'expression XQuery du jeton de cache utilise une variable non valide ; elle doit utiliser une variable $body, $header, $operation ou $metadata.
action398311=V\u00E9rifiez que l'expression du jeton de cache utilise uniquement des variables valides.
messagedetail398312=L'expression XQery de d\u00E9lai d'expiration n'est pas valide
action398312=Entrez une expression XQuery valide dans le champ Expression de d\u00E9lai d'expiration
messagedetail398313=L'expression XQuery du d\u00E9lai d'expiration utilise une variable non valide ; elle doit utiliser uniquement la variable $body, $header, $operation ou $metadata.
action398313=V\u00E9rifiez que l'expression XQuery du d\u00E9lai d'expiration utilise uniquement des variables valides.
messagedetail398314=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de l'obtention du r\u00E9sultat \u00E0 mettre en m\u00E9moire cache. Le message d\u00E9taill\u00E9 doit fournir des informations suppl\u00E9mentaires sur la cause r\u00E9elle.
action398314=Corrigez l'erreur d\u00E9crite dans le message de l'exception.
messagedetail398315=La fonction de mise en m\u00E9moire cache des r\u00E9sultats de service est d\u00E9sactiv\u00E9e.
cause398315=La mise en m\u00E9moire cache globale des r\u00E9sultats est peut-\u00EAtre d\u00E9sactiv\u00E9e ou une erreur est peut-\u00EAtre survenue lors du d\u00E9marrage.
action398315=Si la mise en m\u00E9moire cache globale des r\u00E9sultats est activ\u00E9e, consultez le journal du serveur pour obtenir plus de d\u00E9tails sur la cause de l'indisponibilit\u00E9 du cache des r\u00E9sultats.
messagedetail398316=Erreur lors de l'obtention du cache de r\u00E9sultats, car le fournisseur de cache OSB Coherence n'est pas initialis\u00E9. D'autres messages d'erreur apparaissant au d\u00E9marrage du serveur doivent pointer vers la cause premi\u00E8re de l'erreur.
action398316=Pour obtenir d'autres messages d'erreur identifiant la cause, consultez le journal du serveur.
messagedetail398317=La fonction de mise en m\u00E9moire cache des r\u00E9sultats de service est activ\u00E9e.
messagedetail398318=Erreur lors de l'activation du cache des r\u00E9sultats de service. La mise en m\u00E9moire cache des r\u00E9sultats sera d\u00E9sactiv\u00E9e.
action398318=Pour plus d'informations, reportez-vous au message d'exception.
messagedetail398319=Erreur lors de la d\u00E9sactivation du cache des r\u00E9sultats de service.
action398319=Pour plus d'informations, reportez-vous au message d'exception.
messagedetail398320=Une exception inattendue a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de l'utilisation du cache des r\u00E9sultats. Pour plus d'informations, reportez-vous au message d'exception.
action398320=Il s'agit uniquement d'un avertissement car cette exception sera ignor\u00E9e.
messagedetail398321=Le fournisseur de cache Coherence n'a pas \u00E9t\u00E9 d\u00E9marr\u00E9.
action398321=Contactez le support technique Oracle.
messagedetail398322=Une exception inattendue est survenue lors de la suppression d'une entr\u00E9e du cache des r\u00E9sultats du service. Pour plus d'informations, reportez-vous au message d'exception.
action398322=Contactez le support technique Oracle
messagedetail398323=Une exception inattendue est survenue lors de la suppression de toutes les entr\u00E9es du cache des r\u00E9sultats du service. Pour plus d'informations, reportez-vous au message d'exception.
action398323=Contactez le support technique Oracle
messagedetail398324=Une exception inattendue est survenue lors de la suppression de toutes les entr\u00E9es du cache des r\u00E9sultats de tous les services. Pour plus d'informations, reportez-vous au message d'exception.
action398324=Contactez le support technique Oracle
