## P4ADE ## {0} : String method, {1} : Exception e
messagebody398000=Exception in {0}, {1}
## P4ADE ## {0} : Exception e
messagebody398014=Ung\u00FCltiger Proxy-URI: {0}
messagebody398015=Die Service-Definition enth\u00E4lt keine Referenz auf eine WSDL
## P4ADE ## {0} : String e
messagebody398016=Fehler beim Laden der WSDL aus dem Repository: {0}
## P4ADE ## {0} : String port
messagebody398017=Die Service-Definition enth\u00E4lt eine Referenz auf einen Port, der in der WSDL nicht vorhanden ist: {0}
## P4ADE ## {0} : String binding
messagebody398018=Die Service-Definition enth\u00E4lt eine Referenz auf ein Binding, das in der WSDL nicht vorhanden ist: {0}
## P4ADE ## {0} : String binding
messagebody398019=WSDL-Binding und Typ der Service-Definition stimmen nicht \u00FCberein: {0}
messagebody398020=Die WSDL-Definition enth\u00E4lt mehr als einen Vorgang. Sie m\u00FCssen angeben, wie die Vorg\u00E4nge gew\u00E4hlt werden sollen
## P4ADE ## {0} : String operation
messagebody398021=Der Vorgang, der in der Service-Definition referenziert wird, kann in der WSDL nicht gefunden werden: {0}
## P4ADE ## {0} : String operation
messagebody398022=In der Service-Definition f\u00FCr den WSDL-Vorgang wurde keine entsprechende Zuordnung gefunden: {0}
messagebody398023=Sie k\u00F6nnen nur eingehende Web Service Security f\u00FCr Proxy-Services einrichten
messagebody398024=Diese WSDL unterst\u00FCtzt Web Service Security nicht, Sie m\u00FCssen zuerst eine Policy zuordnen
messagebody398025=Sie k\u00F6nnen einen Service-Account nur auf Business-Services einrichten
messagebody398026=Sie k\u00F6nnen Web Service Security nur mit einem SOAP-Binding verwenden
messagebody398027=Sie k\u00F6nnen nur ein HTTP-Binding mit Verb="POST" verwenden
messagebody398028=Sie k\u00F6nnen keine Vorg\u00E4nge f\u00FCr Business-Services w\u00E4hlen
messagebody398029=Das f\u00FCr den gemischten Typ definierte Schema kann im Repository nicht gefunden werden
messagebody398030=Das f\u00FCr den gemischten Typ definierte Schema kann nicht geparst werden
messagebody398031=Das f\u00FCr den gemischten Typ definierte Element kann im Schema nicht gefunden werden
messagebody398032=Der f\u00FCr den gemischten Typ definierte Typ kann im Schema nicht gefunden werden
## P4ADE ## {0} : String operation
messagebody398033=Der Vorgang {0} ist eine Benachrichtigung oder Solicit Response. Kehren Sie die Nachrichtenreihenfolge um, oder w\u00E4hlen Sie ein anderes Binding
messagebody398034=Zwei oder mehr Vorg\u00E4nge erwarten dieselbe eingehende Nachricht. Sie m\u00FCssen einen anderen Selector als den Nachrichtentext w\u00E4hlen
messagebody398039=Mindestens ein Vorgang basiert auf einer WSDL-Nachricht mit einem einzigen Teil, der durch einen Schematyp festgelegt ist; Sie m\u00FCssen einen Selector verwenden, der sich vom Nachrichtentext unterscheidet. Der Versuch, den Vorgang auszuwerten, beispielsweise w\u00E4hrend der Verarbeitung von WS-Security oder einer Vorgangsverzweigung, kann zu unerwarteten Ergebnissen f\u00FChren.
messagebody398035=Mindestens ein Nachrichtentyp muss f\u00FCr die Anforderung oder Antwort angegeben werden. Nicht beide Nachrichtentypen k\u00F6nnen "Kein" sein.
## P4ADE ## {0} : String opName
messagebody398036=In dem gew\u00E4hlten WSDL-Binding fehlt ein Vorgang ''{0}'', der von dem entsprechenden Port-Typ definiert wird
messagebody398037=Das gew\u00E4hlte WSDL-Binding enth\u00E4lt gemischte Vorg\u00E4nge und wird nicht unterst\u00FCtzt
## P4ADE ## {0} : String proxy, {1} : String operation
messagebody398038=Proxy-Service "{0}" hat keine Zugangsdaten zur Verschl\u00FCsselung von Web Service Security (es wurde kein Service-Schl\u00FCsselprovider angegeben). Die WS-Policy des Vorgangs "{1}" erfordert Verschl\u00FCsselungszugangsdaten.
## P4ADE ## {0} : String proxy, {1} : String operation
messagebody398040=Proxy-Service "{0}" hat keine Zugangsdaten f\u00FCr digitale Signaturen von Web Service Security (es wurde kein Service-Schl\u00FCsselprovider angegeben). Die WS-Policy des Vorgangs "{1}" erfordert Zugangsdaten f\u00FCr die digitale Signatur.
## P4ADE ## {0} : String proxy
messagebody398042=Proxy-Service "{0}" hat keine Zugangsdaten f\u00FCr ausgehende wechselseitige SSL-Authentifizierung (es wurde kein Service-Schl\u00FCsselprovider angegeben)
## P4ADE ## {0} : String proxy, {1} : String psp, {2} : String operation
messagebody398043=Die WS-Policy von Vorgang "{2}" f\u00FCr Proxy-Service "{0}" enth\u00E4lt eine Confidentiality Assertion, Service-Schl\u00FCsselprovider "{1}" hat jedoch keine Verschl\u00FCsselungszugangsdaten
## P4ADE ## {0} : String proxy, {1} : String psp, {2} : String operation
messagebody398044=Die WS-Policy von Vorgang "{2}" f\u00FCr Proxy-Service "{0}" enth\u00E4lt eine Integrity Assertion, Service-Schl\u00FCsselprovider "{1}" hat jedoch keine Zugangsdaten f\u00FCr die digitale Signatur
## P4ADE ## {0} : String proxy, {1} : String psp
messagebody398046=Proxy-Service "{0}" hat einen oder mehrere Routes zu einem Service, der die wechselseitige SSL-Authentifizierung erfordert, der Proxy-Service verf\u00FCgt jedoch \u00FCber keine Zugangsdaten f\u00FCr ausgehende SSL-Verbindungen (Service-Schl\u00FCsselprovider "{1}" hat keine SSL-Zugangsdaten).
## P4ADE ## {0} : String proxyServiceProvider, {1} : String keyAlias
messagebody398052=\ X.509-Zertifikat konnte nicht aus PKI-Zugangsdatenprovider abgerufen werden [Service-Schl\u00FCsselprovider: "{0}", Schl\u00FCsselalias: "{1}"]
messagebody398053=Entweder sind doppelte Werte f\u00FCr das Attribut soapAction f\u00FCr verschiedene Vorg\u00E4nge in dem gew\u00E4hlten WSDL-Binding vorhanden, oder soapAction ist nicht f\u00FCr mindestens einen Vorgang in der WSDL definiert. Deshalb kann der Algorithmus zur Auswahl des SOAPAction-Header-Vorgangs nicht verwendet werden
## P4ADE ## {0} : String busSvcName
messagebody398055=Business-Service "{0}" kann nicht mit einem Router verkn\u00FCpft werden
## P4ADE ## {0} : String proxyName
messagebody398056=F\u00FCr Proxy-Service "{0}" ist kein Router definiert
## P4ADE ## {0} : String proxyName
messagebody398059=Proxy-Service "{0}" hat eine Web Service Security-Konfiguration. 1) Entweder hat jedoch die WSDL keine Web Service Security Policys, oder 2) das Tag <UsingPolicy> fehlt in der WSDL. Sie m\u00FCssen den Proxy bearbeiten/speichern (wodurch die Web Service Security-Konfiguration entfernt wird), oder Sie m\u00FCssen Web Service Security-Policys zu der WSDL hinzuf\u00FCgen.
## P4ADE ## {0} : String proxyName, {1} : String operation
messagebody398060=Die WS-Policy von Vorgang "{1}" in Proxy-Service "{0}" enth\u00E4lt eine konkrete Confidentiality Assertion. Confidentiality Assertions, die Proxy-Services zugewiesen sind, m\u00FCssen abstrakt sein. Das Verschl\u00FCsselungszertifikat darf nicht in der Policy eingebettet sein.
## P4ADE ## {0} : String bizSvcName, {1} : String operation
messagebody398061=Die WS-Policy von Vorgang "{1}" in Business-Service "{0}" enth\u00E4lt eine abstrakte Confidentiality Assertion. Confidentiality Assertions, die Business-Services zugewiesen sind, d\u00FCrfen nicht abstrakt sein. Das Verschl\u00FCsselungszertifikat muss in der Policy eingebettet sein
## P4ADE ## {0} : String msg
messagebody398062=Ein Fehler ist bei der Validierung von Web Service Security aufgetreten: {0}
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398063=Es ist ein ausgehender Aufruf des Vorgangs "{1}" auf Service "{0}" vorhanden. Dieser Vorgang erfordert verschl\u00FCsselte Antwortnachrichten. Der Proxy muss einem Service-Schl\u00FCsselprovider zugewiesen werden
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398064=Es ist ein ausgehender Aufruf des Vorgangs "{1}" auf Service "{0}" vorhanden. Dieser Vorgang erfordert signierte Anforderungsnachrichten. Der Proxy muss einem Service-Schl\u00FCsselprovider zugewiesen werden
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398065=Es ist ein ausgehender Aufruf des Vorgangs "{1}" auf Service "{0}" vorhanden. Dieser Vorgang erfordert verschl\u00FCsselte Antwortnachrichten, der Service-Schl\u00FCsselprovider enth\u00E4lt jedoch keine Verschl\u00FCsselungszugangsdaten
## P4ADE ## {0} : String targetService, {1} : String operation
messagebody398066=Es ist ein ausgehender Aufruf des Vorgangs "{1}" auf Service "{0}" vorhanden. Dieser Vorgang erfordert signierte Antwortnachrichten, der Service-Schl\u00FCsselprovider enth\u00E4lt jedoch keine digitalen Signaturzugangsdaten
## P4ADE ## {0} : String targetService, {1} : String msg
messagebody398067=Bei der Validierung des WSS-Policy-Anhangs f\u00FCr den Service {0} ist ein Fehler aufgetreten: {1}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398068=\n [OSB-Tracing] Service {0} wird aufgerufen mit \n $outbound = {1}
## P4ADE ## {0} : String serviceName, {1} : String messageContext
messagebody398072=\n [OSB-Tracing] Routing zu {0} mit Nachrichtenkontext: \n{1}
## P4ADE ## {0} : String pipelineContext
messagebody398073=\n [OSB-Tracing] Dispatch aktivieren, Pipeline-Kontext = {0}
## P4ADE ## {0} : String variables
messagebody398074=\n [OSB-Tracing] Die folgenden Variablen werden hinzugef\u00FCgt: \n {0}
## P4ADE ## {0} : String variables
messagebody398075=\n [OSB-Tracing] Die folgenden Variablen werden gel\u00F6scht: \n {0}
## P4ADE ## {0} : String variables
messagebody398076=\n [OSB-Tracing] Die folgenden Variablen werden ge\u00E4ndert: \n {0}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398077=\n [OSB-Tracing] Proxy {0} mit Nachrichtenkontext aktivieren: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398078=\n [OSB-Tracing] Route-Knoten {0} mit Nachrichtenkontext aktivieren: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398079=\n [OSB-Tracing] Pipeline-Paar {0} mit Nachrichtenkontext aktivieren: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398080=\n [OSB-Tracing] Stage {0} mit Nachrichtenkontext aktivieren: \n {1}
messagebody398081=\n [OSB-Tracing] Bildschirmanzeige der Anforderung
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398082=\n [OSB-Tracing] Bedingten Verzweigungsknoten {0} mit Nachrichtenkontext aktivieren: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398083=\n [OSB-Tracing] Vorgangsverzweigungsknoten {0} mit Nachrichtenkontext aktivieren" \n {1}
## P4ADE ## {0} : String pipelineContext
messagebody398084=\n [OSB-Tracing] Dispatch beenden, Pipeline-Kontext = {0}
## P4ADE ## {0} : String pipelineContext, {1} : String messageContext
messagebody398085=\n [OSB Tracing] Error Handler beenden ... \n Pipeline-Kontext = {0} \n Nachrichtenkontext = {1}
messagebody398086=\n [OSB-Tracing] Der Prozess wird wiederaufgenommen
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398089=\n [OSB-Tracing] Pipeline {0} mit Nachrichtenkontext aktivieren: \n {1}
messagebody398090=\n [OSB-Tracing] Stage beenden
## P4ADE ## {0} : String fault
messagebody398091=\n [OSB-Tracing] Stage mit Fault beenden: \n{0}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398092=\n [OSB-Tracing] Service {0} in Anforderungspfad aufrufen \n $outbound = {1}
## P4ADE ## {0} : String name, {1} : String outbound
messagebody398093=\n [OSB-Tracing] Service {0} in Antwortpfad aufrufen \n $outbound = {1}
## P4ADE ## {0} : String data
messagebody398094=\n [OSB-Tracing] Anforderungsnachrichtenkontext: \n{0}
## P4ADE ## {0} : String data
messagebody398095=\n [OSB-Tracing] Antwortnachrichtenkontext: \n{0}
## P4ADE ## {0} : String serviceName
messagebody398096=\n [OSB-Tracing] {0} beenden
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398097=\n [OSB-Tracing] Error Handler von Proxy {0} mit Nachrichtenkontext aktivieren: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398098=\n [OSB-Tracing] Error Handler von Route-Knoten {0} mit Nachrichtenkontext aktivieren: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398099=\n [OSB-Tracing] Error Handler von Pipeline {0} mit Nachrichtenkontext aktivieren: \n {1}
## P4ADE ## {0} : String name, {1} : String messageContext
messagebody398100=\n [OSB-Tracing] Error Handler von Stage {0} mit Nachrichtenkontext aktivieren: \n {1}
messagebody398101=\n [OSB-Tracing] Route-Knoten beenden
## P4ADE ## {0} : String fault
messagebody398102=\n [OSB-Tracing] Route-Knoten mit Fault beenden: \n{0}
messagebody398103=\n [OSB-Tracing] Verzweigungsknoten beenden
messagebody398104=\n [OSB-Tracing] Pipeline-Paar beenden
messagebody398105=\n [OSB-Tracing] Pipeline beenden
## P4ADE ## {0} : String serviceName, {1} : String operation
messagebody398106=Die WS-Policy von Vorgang "{1}" in Service "{0}" enth\u00E4lt eine Identity Assertion. Der Business-Service muss einen Web Service Security-Service-Account enthalten, es wurde jedoch keiner konfiguriert.
## P4ADE ## {0} : String serviceName, {1} : String operation, {2} : String assertionQName
messagebody398107=Die WS-Policy f\u00FCr Service "{0}" und Vorgang "{1}" enth\u00E4lt eine Policy Assertion mit qname "{2}". Diese Assertion wird nicht erkannt. Stellen Sie sicher, dass die Namespace-Deklaration und der lokale Name korrekt sind.
## P4ADE ## {0} : String serviceName
messagebody398108=Business-Service "{0}" hat eine Web Service Security-Konfiguration. 1) Entweder hat jedoch die WSDL keine Web Service Security Policys, oder 2) das Tag <UsingPolicy> fehlt in der WSDL. Sie m\u00FCssen den Service bearbeiten/speichern (wodurch die Web Service Security-Konfiguration entfernt wird), oder Sie m\u00FCssen Web Service Security-Policys zu der WSDL hinzuf\u00FCgen.
## P4ADE ## {0} : String tokenType
messagebody398109=Der Proxy-Service verwendet eine benutzerdefinierte Tokenauthentifizierung auf Nachrichtenebene f\u00FCr Token vom Typ "{0}". Dieser Tokentyp wird nicht erkannt.
## P4ADE ## {0} : String serviceFullName
messagebody398110=Business-Service "{0}" ist f\u00FCr benutzerdefinierte Tokenauthentifizierung auf Nachrichtenebene konfiguriert. Die benutzerdefinierte Tokenauthentifizierung auf Nachrichtenebene gilt nur f\u00FCr Proxy-Services.
## P4ADE ## {0} : String serviceFullName
messagebody398111=Proxy-Service "{0}" ist f\u00FCr benutzerdefinierte Authentifizierung auf Nachrichtenebene konfiguriert. Die benutzerdefinierte Authentifizierung auf Nachrichtenebene ist f\u00FCr Services mit Bin\u00E4r- oder Text-Binding nicht g\u00FCltig.
## P4ADE ## {0} : String serviceFullName, {1} : String operationName
messagebody398112=Vorgang "{1}" in Proxy-Service "{0}" ist f\u00FCr WS-Security-Authentifizierung konfiguriert, der Proxy-Service ist jedoch auch f\u00FCr die benutzerdefinierte Tokenauthentifizierung auf Nachrichtenebene konfiguriert. WS-Security-Authentifizierung und benutzerdefinierten Authentifizierung auf Nachrichtenebene schlie\u00DFen sich gegenseitig aus.
## P4ADE ## {0} : String msg
messagebody398113=Ung\u00FCltiger Selector f\u00FCr benutzerdefiniertes Authentifizierungstoken: {0}
## P4ADE ## {0} : String msg
messagebody398114=Ung\u00FCltiger Benutzernamen-Selector {0}
## P4ADE ## {0} : String msg
messagebody398115=Ung\u00FCltiger Kennwort-Selector {0}
## P4ADE ## {0} : String msg
messagebody398116=Ung\u00FCltiger Selector f\u00FCr benutzerdefinierte Authentifizierungskontexteigenschaft: {0}
## P4ADE ## {0} : String variable
messagebody398117=Ung\u00FCltiger Variablenname in Selector: "{0}"
## P4ADE ## {0} : String proxyService, {1} : String operation
messagebody398118=Die WS-Policy von Vorgang "{1}" in Proxy-Service "{0}" enth\u00E4lt eine Identity Assertion f\u00FCr UsernameToken ohne Kennwort. Derartige UsernameToken k\u00F6nnen nur verwendet werden, wenn das Token signiert ist. Diese WS-Policy enth\u00E4lt jedoch keine Integrity Assertion. Entweder f\u00FCgen Sie eine Integrity Assertion Policy hinzu, oder \u00E4ndern Sie die Identity Policy so, dass das UsernameToken ein Kennwort enth\u00E4lt.
## P4ADE ## {0} : String proxyService, {1} : String operation
messagebody398119=Die WS-Policy von Vorgang "{1}" in Proxy-Service "{0}" enth\u00E4lt eine Identity Assertion f\u00FCr UsernameToken ohne Kennwort. Derartige UsernameToken k\u00F6nnen nur verwendet werden, wenn das Token signiert ist. OSB kann nicht bestimmen, ob die Policy eine Signatur des Tokens erfordert. Stellen Sie sicher, dass die Policy eine Signatur des Tokens erfordert, sonst k\u00F6nnten Anforderungen zu Laufzeitfehlern f\u00FChren.
messagebody398120=Auf die WSDL f\u00FCr den Transportendpunkt konnte nicht zugegriffen werden.
## P4ADE ## {0} : String e
messagebody398121=Fehler beim Laden der WSDL f\u00FCr den Transportendpunkt: {0}
messagebody398122=Logging-Element fehlt in Service-Eintragselement.
messagebody398123=SLA-Alerting-Element fehlt in Service-Eintragselement.
messagebody398124=Pipeline Alerting-Element fehlt in Service-Eintragselement.
messagebody398125=Logging-Element darf in Service-Eintragselement nicht vorhanden sein.
messagebody398126=SLA-Alerting-Element darf in Service-Eintragselement nicht vorhanden sein.
messagebody398127=Pipeline Alerting-Element darf in Service-Eintragselement nicht vorhanden sein.
## P4ADE ## {0} : String serviceName
messagebody398128=Eine der zugeordneten Web Service Policys ist in Service {0} nicht zul\u00E4ssig, da das Service Binding sie nicht unterst\u00FCtzt
## P4ADE ## {0} : String service, {1} : String error
messagebody398129=Bei der Berechnung der Web Service Policy f\u00FCr Service {0} ist ein Fehler aufgetreten: {1}
## P4ADE ## {0} : String serviceName
messagebody398130=Service "{0}" muss RM (Reliable Messaging) Policy Assertions in der Web Service Policy enthalten
messagebody398131=Dieser Service darf keine WebLogic Server 9.X-Sicherheits-Policy-Assertions enthalten
messagebody398132=RM (Reliable Messaging) Policy Assertions sind in diesem Service nicht zul\u00E4ssig.
messagebody398133=Der Service basiert auf WSDL mit Web Services-Sicherheits-Policys, die nicht nativ von Oracle Service Bus unterst\u00FCtzt werden. W\u00E4hlen Sie die Option "OWSM-Policys - Aus OWSM-Policy Store" und ordnen Sie die gleichwertigen OWSM-Sicherheits-Policys zu. F\u00FCr den Business-Service k\u00F6nnen Sie entweder die ben\u00F6tigten Client-Policys manuell hinzuf\u00FCgen, indem Sie auf die Schaltfl\u00E4che "Hinzuf\u00FCgen" klicken, oder Sie k\u00F6nnen Oracle Service Bus durch Klicken auf die Schaltfl\u00E4che "Kompatible hinzuf\u00FCgen" automatisch kompatible Client-Policys ausw\u00E4hlen und hinzuf\u00FCgen lassen.
## P4ADE ## {0} : String proxyName
messagebody398134=Proxy-Service {0} ist als Web Service Security-Zwischenstufe markiert, enth\u00E4lt jedoch keine Web Service Security-Policys
## P4ADE ## {0} : String bizSvcName
messagebody398135=Business-Service {0} enth\u00E4lt eine Service-Accountreferenz f\u00FCr Web Service Security-Authentifizierung, enth\u00E4lt jedoch keine Web Service Security-Policys
## P4ADE ## {0} : String proxyName
messagebody398136=Proxy-Service {0} ist f\u00FCr Content-Streaming aktiviert und kann nicht als Web Service Security-Zwischenstufe markiert werden
## P4ADE ## {0} : String proxyName
messagebody398137=Proxy-Service {0} ist f\u00FCr Content Streaming aktiviert und f\u00FChrt benutzerdefinierte Authentifizierung durch
messagebody398138=WSI-Konformit\u00E4t kann in Proxys nicht gepr\u00FCft werden, die f\u00FCr Content Streaming aktiviert sind
## P4ADE ## {0} : String service
messagebody398139=Der Binding-Typ des Service {0} basiert auf WSDL, der Service muss jedoch eine WS-Policy-Konfiguration aufweisen
## P4ADE ## {0} : String service, {1} : String operation
messagebody398140=Proxy-Service "{0}" ist eine passive Wss-Zwischenstufe. Die WS-Policy von Vorgang "{1}" enth\u00E4lt eine abstrakte Confidentiality Assertion, der Proxy-Service enth\u00E4lt jedoch keine Service-Schl\u00FCsselproviderreferenz, oder der referenzierte Service-Schl\u00FCsselprovider enth\u00E4lt keine Verschl\u00FCsselungszugangsdaten. Sie k\u00F6nnen diesen Proxy-Service aufrufen, die effektive WSDL enth\u00E4lt jedoch kein Verschl\u00FCsselungszertifikat. Clients m\u00FCssen dieses Zertifikat out-of-band abrufen.
## P4ADE ## {0} : String operation
messagebody398141=Eine oder mehrere WS-Policys wurden an Vorgang "{0}" gebunden, es ist jedoch kein derartiger Vorgang vorhanden
## P4ADE ## {0} : String operation
messagebody398142=Eine oder mehrere WS-Policys wurden an die Antwort von Vorgang "{0}" gebunden, der Vorgang ist jedoch unidirektional
## P4ADE ## {0} : String operation
messagebody398143=Eine Reliable Messaging Policy ist an Vorgang "{0}" gebunden. Reliable Messaging Policys k\u00F6nnen nur an den Service als Ganzes gebunden werden
messagebody398144=F\u00FCr einen bestimmten Service k\u00F6nnen nicht sowohl Content Streaming als auch XOP/MTOM-Optionen aktiviert sein
## P4ADE ## {0} : String providerId
messagebody398145=Transport {0} unterst\u00FCtzt XOP/MTOM-Verarbeitung nicht
messagebody398146=Gew\u00E4hlter Service Binding-Typ unterst\u00FCtzt XOP/MTOM-Verarbeitung nicht
## P4ADE ## {0} : String serviceName
messagebody398147=Service {0} ist f\u00FCr XOP/MTOM aktiviert und kann nicht als Web Service Security-Zwischenstufe markiert werden
## P4ADE ## {0} : String serviceName
messagebody398148=Service {0} ist f\u00FCr XOP/MTOM aktiviert und f\u00FChrt benutzerdefinierte Authentifizierung aus
## P4ADE ## {0} : String providerId
messagebody398149=Transport {0} unterst\u00FCtzt das Auslagern von Anh\u00E4ngen auf Platte nicht
messagebody398150=Auslagern von Anh\u00E4ngen auf Datentr\u00E4ger ist nur kompatibel, wenn XOP/MTOM-Option "Bin\u00E4rdaten nach Referenz einbeziehen" verwendet wird.
messagebody398151=Java Messaging oder WSDL-basierter Service Binding-Typ mit Java-Vorg\u00E4ngen unterst\u00FCtzt die Content Streaming-Option nicht
## P4ADE ## {0} : String content
messagebody398200=\n [OSB-Tracing] Eingehende Anforderung wurde empfangen. \n {0}
## P4ADE ## {0} : String content
messagebody398201=\n [OSB-Tracing] Eingehende Antwort wurde gesendet. \n {0}
## P4ADE ## {0} : String content
messagebody398202=\n [OSB-Tracing] Ausgehende Anforderung wurde gesendet. \n {0}
## P4ADE ## {0} : String content
messagebody398203=\n [OSB-Tracing] Ausgehende Antwort wurde empfangen. \n {0}
## P4ADE ## {0} : String content
messagebody398204=\n [OSB-Tracing] Interner Fehler beim Tracen der Nachricht \n {0}
## P4ADE ## {0} : String content
messagebody398205=\n [OSB-Tracing] Ausgehende Anforderung hat Exception verursacht \n {0}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398300=Pr\u00FCfung des Ergebniscache f\u00FCr Service {0} hat eine Exception verursacht:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398301=Das Hinzuf\u00FCgen zum Ergebniscache f\u00FCr Service {0} hat eine Exception verursacht:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398302=Die Berechnung des Cachetokens f\u00FCr Service {0} hat eine Exception verursacht:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398303=Die Berechnung der Cache-TTL f\u00FCr Service {0} hat eine Exception verursacht:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : String ttl
messagebody398304=Die berechnete Ergebniscache-TTL f\u00FCr Service {0} ist kein g\u00FCltiger Long-Wert: {1}
## P4ADE ## {0} : String serviceFullName, {1} : Object duration
messagebody398305=Ung\u00FCltiger Ablaufzeitausdruck f\u00FCr {0}. Die Dauer darf Jahr oder Monat nicht enthalten.
## P4ADE ## {0} : String cacheName, {1} : Exception ex
messagebody398306=Der Ergebniscache {0} wurde nicht gefunden: {1}\n \n Stellen Sie sicher, dass osb/service/ResultCache unter $DOMAIN_DIR$/config/osb/coherence/osb-coherence-cache-config.xml definiert ist.
messagebody398307=Ergebniscaching wird in Proxy-Services nicht unterst\u00FCtzt.
messagebody398308=Ergebniscaching wird in Business-Services nicht unterst\u00FCtzt, da keine Antwort-/Anforderungsvorg\u00E4nge vorhanden sind.
messagebody398309=Ergebniscaching wird bei Business-Services nicht empfohlen, die eine WS-Policy verwenden. Dadurch wird die WS-Policy bei der Verwendung von Ergebnissen aus dem Ergebniscache umgangen.
## P4ADE ## {0} : String message
messagebody398310=Ung\u00FCltiger Cachetokenausdruck: {0}
## P4ADE ## {0} : String variableName
messagebody398311=Cachetokenausdruck verwendet ung\u00FCltige Variable {0}.
## P4ADE ## {0} : String message
messagebody398312=Ung\u00FCltiger Ablaufzeitausdruck: {0}
## P4ADE ## {0} : String variableName
messagebody398313=Ablaufzeitausdruck verwendet ung\u00FCltige Variable {0}.
## P4ADE ## {0} : Exception ex
messagebody398314=Beim Abrufen des Ergebnisses ist ein Fehler aufgetreten: {0}.
messagebody398315=Die Ergebniscaching-Funktion f\u00FCr den Service wurde deaktiviert.
messagebody398316=Fehler beim Abrufen des Ergebniscache, da der OSB-Coherence-Cacheprovider nicht initialisiert wurde.\n \n Die Root-Ursache f\u00FCr diesen Fehler finden Sie in den zus\u00E4tzlichen Fehlermeldungen beim Hochfahren des Servers.
messagebody398317=Die Ergebniscaching-Funktion f\u00FCr den Service ist aktiviert.
## P4ADE ## {0} : Exception e
messagebody398318=Fehler bei der Aktivierung des Ergebniscache f\u00FCr den Service: {0} \n Das Ergebniscaching f\u00FCr den Service wird deaktiviert.
## P4ADE ## {0} : Exception e
messagebody398319=Fehler bei der Deaktivierung des Ergebniscache f\u00FCr den Service: {0}
## P4ADE ## {0} : Exception ex
messagebody398320=Bei der Verwendung des Ergebniscache ist eine unerwartete Exception aufgetreten: {0} Weitere Informationen erhalten Sie in der Exception-Meldung.
messagebody398321=Der Coherence-Cacheprovider wurde nicht gestartet.
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398322=Das Entfernen eines Eintrags aus dem Ergebniscache f\u00FCr Service {0} hat eine Exception verursacht:\n{1}
## P4ADE ## {0} : String serviceRef, {1} : Exception ex
messagebody398323=Das Entfernen aller Eintr\u00E4ge aus dem Ergebniscache f\u00FCr Service {0} hat eine Exception verursacht:\n{1}
## P4ADE ## {0} : Exception ex
messagebody398324=Das Entfernen aller Eintr\u00E4ge f\u00FCr alle Services aus dem Ergebniscache hat eine Exception verursacht:\n{1}
