TRANSFORM_STS_REF=El argumento ref no es una referencia de esquema XML, WSDL ni MFL.
TRANSFORM_SVC_REF=El argumento ref no es una referencia de WSDL ni de servicio.
TRANSFORM_STS_SVC_ERROR=Error al analizar el sistema de tipo de esquema para este servicio: Aseg\u00FArese de que el servicio es v\u00E1lido.
TRANSFORM_SVC_ACCESS=Error al acceder a la informaci\u00F3n del servicio de proxy o negocio: Aseg\u00FArese de que el servicio es v\u00E1lido.
TRANSFORM_WSDL_ERROR=Error al analizar WSDL para este servicio: Aseg\u00FArese de que el servicio es v\u00E1lido.
TRANSFORM_WSDL_NOT=Este servicio no est\u00E1 basado en WSDL.
TRANSFORM_CREATE_EXECUTOR=Se ha producido un error inesperado al crear el ejecutor de tiempo de ejecuci\u00F3n: {0}.
VALIDATE_UNKNOWN_CONFIG=Elemento no reconocido en la configuraci\u00F3n de etapa: {0}.
VALIDATE_VAR_EMPTY=El nombre de la variable es nulo o est\u00E1 vac\u00EDo.
VALIDATE_VAR_DOLLAR_SIGN=El nombre de la variable no debe contener el signo $.
VALIDATE_VAR_INVALID_FIRST=El nombre de la variable contiene el car\u00E1cter inicial no v\u00E1lido \"{0}\". El nombre debe cumplir la sintaxis del tipo de dato \"NCName\" especificada en el esquema XML.
VALIDATE_VAR_INVALID_CHAR=El nombre de la variable contiene el car\u00E1cter no v\u00E1lido \"{0}\". El nombre debe cumplir la sintaxis del tipo de dato \"NCName\" especificada en el esquema XML.
VALIDATE_VAR_INVALID_NAME=La variable \"{0}\" no se puede utilizar aqu\u00ED.
VALIDATE_XQUERY_UNBOUND_NODE=La XQuery no puede tener ning\u00FAn nodo actual no enlazado.
VALIDATE_XQUERY_QUALIFIED_VAR=Los nombres de variable deben ser nombres no cualificados.
VALIDATE_DATA_ILL_STATE=La expresi\u00F3n de datos no tiene ning\u00FAn m\u00E9todo de definici\u00F3n o tiene m\u00E1s de uno.
VALIDATE_DATA_XQ_NOT_FOUND=No se ha encontrado el recurso de XQuery configurado.
VALIDATE_DATA_XQ_OUT_OF_SYNC=La configuraci\u00F3n actual no est\u00E1 sincronizada con el recurso de XQuery del repositorio.
VALIDATE_DATA_XQ_INV_VAR=Error de XQuery para la variable \"{0}\": {1}.
VALIDATE_DATA_XSLT_NOT_FOUND=No se ha encontrado el recurso de XSLT configurado.
VALIDATE_DATA_XSLT_OUT_OF_SYNC=La configuraci\u00F3n actual no est\u00E1 sincronizada con el recurso de XSLT del repositorio.
VALIDATE_DATA_XSLT_INV_INPUT=Error de XQuery para la entrada: {0}.
VALIDATE_DATA_XSLT_INV_PARAM=Error de XQuery para el par\u00E1metro \"{0}\": {1}.
VALIDATE_COND_ILL_STATE=La expresi\u00F3n de condici\u00F3n no tiene ning\u00FAn m\u00E9todo de definici\u00F3n o tiene m\u00E1s de uno.
VALIDATE_XPATH_EMPTY=La expresi\u00F3n XPath no est\u00E1 definida.
VALIDATE_XPATH_INVALID=Se ha producido un error al compilar la expresi\u00F3n XPath: {0}.
VALIDATE_NAMESPACE_DECLARATION_CONFLICT=El prefijo de espacio de nombres \"{0}\" tiene varias declaraciones: \"{1}\" y \"{2}\"
VALIDATE_SERVICE_NOT_FOUND=El servicio {0} no existe
VALIDATE_OPERATION_NOT_FOUND=La operaci\u00F3n {0} no existe
VALIDATE_NEED_OPERATION=Se debe definir la operaci\u00F3n para recuperar la pol\u00EDtica adecuada
VALIDATE_CANNOT_ACCESS_WSDL=No se puede acceder a los enlaces de WSDL: {0}
VALIDATE_ACTION_NOT_ALLOWED=La acci\u00F3n {0} no est\u00E1 permitida en pipelines "{1}"
VALIDATE_ACTION_NOT_ALLOWED_ROUTE_NODE=La acci\u00F3n {0} no est\u00E1 permitida fuera de la acci\u00F3n de direccionamiento de los nodos de direccionamiento
