TRANSFORM_STS_REF=O argumento ref n\u00E3o \u00E9 um Esquema XML, WSDL ou refer\u00EAncia MFL.
TRANSFORM_SVC_REF=O argumento ref n\u00E3o \u00E9 um WSDL ou refer\u00EAncia de Servi\u00E7o.
TRANSFORM_STS_SVC_ERROR=Erro ao Fazer Parse do Type System do Esquema para este Servi\u00E7o - certifique-se de que o Servi\u00E7o seja v\u00E1lido.
TRANSFORM_SVC_ACCESS=Erro ao acessar informa\u00E7\u00F5es do Servi\u00E7o de Neg\u00F3cios ou de Proxy - certifique-se de que o Servi\u00E7o seja v\u00E1lido.
TRANSFORM_WSDL_ERROR=Erro ao fazer parse do WSDL para este Servi\u00E7o - certifique-se de que o Servi\u00E7o seja v\u00E1lido.
TRANSFORM_WSDL_NOT=Este Servi\u00E7o n\u00E3o \u00E9 baseado no WSDL.
TRANSFORM_CREATE_EXECUTOR=Ocorreu um erro inesperado ao criar o executor de runtime: {0}.
VALIDATE_UNKNOWN_CONFIG=Elemento n\u00E3o reconhecido na configura\u00E7\u00E3o da fase: {0}.
VALIDATE_VAR_EMPTY=O nome da vari\u00E1vel \u00E9 nulo ou vazio.
VALIDATE_VAR_DOLLAR_SIGN=O nome da vari\u00E1vel deve conter o s\u00EDmbolo $.
VALIDATE_VAR_INVALID_FIRST=O nome da vari\u00E1vel cont\u00E9m caractere inicial ilegal \"{0}\". O nome deve estar de acordo com a sintaxe do tipo de dados \"NCName\", conforme especificado pelo Esquema XML.
VALIDATE_VAR_INVALID_CHAR=O nome da vari\u00E1vel cont\u00E9m caractere ilegal \"{0}\". O nome deve estar de acordo com a sintaxe do tipo de dados \"NCName\", conforme especificado pelo Esquema XML.
VALIDATE_VAR_INVALID_NAME=A vari\u00E1vel \"{0}\" n\u00E3o pode ser usada aqui.
VALIDATE_XQUERY_UNBOUND_NODE=O xquery n\u00E3o pode ter um n\u00F3 atual n\u00E3o associado.
VALIDATE_XQUERY_QUALIFIED_VAR=Os nomes de vari\u00E1veis n\u00E3o devem ser nomes qualificados.
VALIDATE_DATA_ILL_STATE=A express\u00E3o de dados tem zero ou mais de um m\u00E9todo de defini\u00E7\u00E3o.
VALIDATE_DATA_XQ_NOT_FOUND=O recurso XQuery configurado n\u00E3o pode ser localizado.
VALIDATE_DATA_XQ_OUT_OF_SYNC=A configura\u00E7\u00E3o atual est\u00E1 fora de sincronia com o recurso XQuery no reposit\u00F3rio.
VALIDATE_DATA_XQ_INV_VAR=Erro XQuery para a vari\u00E1vel \"{0}\" : {1}.
VALIDATE_DATA_XSLT_NOT_FOUND=O recurso XSLT configurado n\u00E3o pode ser localizado.
VALIDATE_DATA_XSLT_OUT_OF_SYNC=A configura\u00E7\u00E3o atual est\u00E1 fora de sincronia com o recurso XSLT no reposit\u00F3rio.
VALIDATE_DATA_XSLT_INV_INPUT=Erro XQuery para a entrada: {0}.
VALIDATE_DATA_XSLT_INV_PARAM=Erro XQuery para o par\u00E2metro \"{0}\" : {1}.
VALIDATE_COND_ILL_STATE=A express\u00E3o de condi\u00E7\u00E3o n\u00E3o tem ou tem mais de um m\u00E9todo de defini\u00E7\u00E3o.
VALIDATE_XPATH_EMPTY=A express\u00E3o XPath n\u00E3o est\u00E1 definida.
VALIDATE_XPATH_INVALID=Um erro foi relatado ao compilar a express\u00E3o XPath: {0}.
VALIDATE_NAMESPACE_DECLARATION_CONFLICT=O prefixo do namespace \"{0}\" tem v\u00E1rias declara\u00E7\u00F5es: \"{1}\" e \"{2}\"
VALIDATE_SERVICE_NOT_FOUND=O servi\u00E7o {0} n\u00E3o existe
VALIDATE_OPERATION_NOT_FOUND=A opera\u00E7\u00E3o {0} n\u00E3o existe
VALIDATE_NEED_OPERATION=A opera\u00E7\u00E3o deve ser definida para extrair a pol\u00EDtica apropriada
VALIDATE_CANNOT_ACCESS_WSDL=N\u00E3o \u00E9 poss\u00EDvel acessar as bindings Wsdl: {0}
VALIDATE_ACTION_NOT_ALLOWED=A a\u00E7\u00E3o {0} n\u00E3o \u00E9 permitida em pipelines "{1}"
VALIDATE_ACTION_NOT_ALLOWED_ROUTE_NODE=A a\u00E7\u00E3o {0} n\u00E3o \u00E9 permitida fora da a\u00E7\u00E3o de Rastreamento em N\u00F3s de Rastreamento
