TRANSFORM_STS_REF=L'argument de r\u00E9f\u00E9rence ne constitue pas un sch\u00E9ma XML, un WSDL ou une r\u00E9f\u00E9rence MFL.
TRANSFORM_SVC_REF=L'argument de r\u00E9f\u00E9rence ne constitue pas une r\u00E9f\u00E9rence de service ou un WSDL.
TRANSFORM_STS_SVC_ERROR=Erreur lors de l'analyse du syst\u00E8me de type de sch\u00E9ma de ce service : v\u00E9rifiez que ce service est valide.
TRANSFORM_SVC_ACCESS=Erreur lors de l'acc\u00E8s aux informations de service proxy ou fonctionnel : v\u00E9rifiez que le service est valide.
TRANSFORM_WSDL_ERROR=Erreur lors de l'analyse du WSDL de ce service : v\u00E9rifiez que le service est valide.
TRANSFORM_WSDL_NOT=Ce service n'est pas bas\u00E9 sur le WSDL.
TRANSFORM_CREATE_EXECUTOR=Erreur inattendue lors de la cr\u00E9ation de l''ex\u00E9cuteur runtime : {0}.
VALIDATE_UNKNOWN_CONFIG=El\u00E9ment non reconnu dans la configuration de la phase : {0}.
VALIDATE_VAR_EMPTY=Le nom de cette variable est NULL ou vide.
VALIDATE_VAR_DOLLAR_SIGN=Le nom de la variable ne doit pas contenir le signe $.
VALIDATE_VAR_INVALID_FIRST=Le nom de la variable contient un caract\u00E8re initial non autoris\u00E9 "{0}". Le nom doit \u00EAtre conforme \u00E0 la syntaxe du type de donn\u00E9es NCName comme indiqu\u00E9 dans le sch\u00E9ma XML.
VALIDATE_VAR_INVALID_CHAR=Le nom de la variable contient un caract\u00E8re initial non autoris\u00E9 {0}. Le nom doit \u00EAtre conforme \u00E0 la syntaxe du type de donn\u00E9es NCName comme indiqu\u00E9 dans le sch\u00E9ma XML.
VALIDATE_VAR_INVALID_NAME=La variable "{0}" ne peut pas \u00EAtre utilis\u00E9e ici.
VALIDATE_XQUERY_UNBOUND_NODE=L'expression XQuery ne peut pas disposer d'un noeud en cours non li\u00E9.
VALIDATE_XQUERY_QUALIFIED_VAR=Les noms de variable ne doivent pas \u00EAtre qualifi\u00E9s.
VALIDATE_DATA_ILL_STATE=L'expression de donn\u00E9es dispose soit d'aucune, soit de plusieurs m\u00E9thodes de d\u00E9finition.
VALIDATE_DATA_XQ_NOT_FOUND=La ressource XQuery configur\u00E9e est introuvable.
VALIDATE_DATA_XQ_OUT_OF_SYNC=La configuration en cours est d\u00E9synchronis\u00E9e de la ressource XQuery dans le r\u00E9f\u00E9rentiel.
VALIDATE_DATA_XQ_INV_VAR=Erreur XQuery de la variable "{0}" : {1}.
VALIDATE_DATA_XSLT_NOT_FOUND=La ressource XSLT configur\u00E9e est introuvable.
VALIDATE_DATA_XSLT_OUT_OF_SYNC=La configuration en cours est d\u00E9synchronis\u00E9e de la ressource XSLT dans le r\u00E9f\u00E9rentiel.
VALIDATE_DATA_XSLT_INV_INPUT=Erreur XQuery de l''entr\u00E9e : {0}.
VALIDATE_DATA_XSLT_INV_PARAM=Erreur XQuery du param\u00E8tre "{0}" : {1}.
VALIDATE_COND_ILL_STATE=L'expression de condition dispose soit d'aucune, soit de plusieurs m\u00E9thodes de d\u00E9finitions.
VALIDATE_XPATH_EMPTY=L'expression XPath n'est pas d\u00E9finie.
VALIDATE_XPATH_INVALID=Une erreur a \u00E9t\u00E9 signal\u00E9e lors de la compilation de l''expression XPath : {0}.
VALIDATE_NAMESPACE_DECLARATION_CONFLICT=Le pr\u00E9fixe de l''espace de noms "{0}" contient plusieurs d\u00E9clarations : "{1}" et "{2}"
VALIDATE_SERVICE_NOT_FOUND=Le service {0} n''existe pas
VALIDATE_OPERATION_NOT_FOUND=L''op\u00E9ration {0} n''existe pas
VALIDATE_NEED_OPERATION=L'op\u00E9ration doit \u00EAtre d\u00E9finie afin d'extraire la strat\u00E9gie appropri\u00E9e
VALIDATE_CANNOT_ACCESS_WSDL=Impossible d''acc\u00E9der aux liaisons WSDL : {0}
VALIDATE_ACTION_NOT_ALLOWED=L''action {0} n''est pas autoris\u00E9e dans les pipelines "{1}"
VALIDATE_ACTION_NOT_ALLOWED_ROUTE_NODE=L''action {0} n''est pas autoris\u00E9e en dehors de l''action de routage dans les noeuds de routage
