messagedetail380000=Ein generischer Laufzeitfehler ist im OSB-Transportsubsystem w\u00E4hrend der Verarbeitung der Nachricht aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben. Dieser Fehler tritt im Allgemeinen auf, wenn eine Exception w\u00E4hrend des ausgehenden Aufrufs ausgel\u00F6st wird, kann jedoch auch explizit von der ausgehenden Transportimplementierung ausgel\u00F6st werden. In diesem Fall kann eine entsprechend angepasste Fehlermeldung ausgegeben werden.
action380000=Wenn dies ein unerwarteter Fehler bei einem benutzerdefinierten Transport ist, pr\u00FCfen Sie auf nicht gepr\u00FCfte Exceptions in der ausgehenden Aufrufimplementierung. Bei anderen Transporten pr\u00FCfen Sie die Dokumentation, die diesem Fehlercode entspricht. Wenden Sie sich an den technischen Support, wenn dies ein interner OSB-Laufzeitfehler ist.
messagedetail380001=Ein Anwendungsfehler ist im OSB-Transportsubsystem bei der Verarbeitung der Nachricht aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben. Nur Transporte, die Anwendungsfehler explizit unterst\u00FCtzen, k\u00F6nnen derartige Fehler zur\u00FCckgeben. Dieser Fehler wird explizit von der Transportimplementierung ausgel\u00F6st. Mit ihm ist eine entsprechend angepasste Fehlermeldung verkn\u00FCpft. Er wird von OSB verwendet, um nicht erforderliche Wiederholungsversuche zu vermeiden.
action380001=In der Transportdokumentation werden Anwendungsfehler im Einzelnen beschrieben.
messagedetail380002=Ein Verbindungsfehler ist in dem OSB-Transportsubsystem bei der Verarbeitung der Nachricht aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben. Dieser Fehler wird von der Transportimplementierung ausgel\u00F6st. Mit ihm ist im Allgemeinen eine entsprechend angepasste Fehlermeldung verkn\u00FCpft. Er wird von OSB verwendet, um einen URI offline zu setzen.
action380002=In der Transportdokumentation werden Verbindungsfehler im Einzelnen beschrieben.
messagedetail380003=Ein unerwarteter Laufzeitfehler ist im OSB-Transportsubsystem bei der Verarbeitung der Nachricht aufgetreten. Die Ursache des Problems wird in einer spezifischen Meldung beschrieben
action380003=Wenden Sie sich an den technischen Support
messagedetail380004=Die Verarbeitung der Antwortnachricht war im OSB-Transportsubsystem nicht erfolgreich, da die Konfiguration f\u00FCr den Business-Service noch erfolgt. Dieser Service kann erst eine ausgehende Nachricht senden, wenn die Konfiguration stabil ist.
action380004=Warten Sie, bis die Konfiguration des OSB-Servers stabil ist, und versuchen Sie dann, die Anforderung erneut zu senden.
messagedetail380005=Bei der Umwandlung der Nachrichten-Payload von einem Typ (z.B. MFL) in einen anderen (z.B. XML) ist ein Fehler aufgetreten. Dies kann geschehen, wenn ein Transport die Payload in einer bestimmten Form ben\u00F6tigt, um eine ausgehende Anforderung zu senden, und die OSB-Laufzeitumgebung keine M\u00F6glichkeit hat, die Payload in der aktuellen Form in die gew\u00FCnschte Form zu konvertieren
action380005=Wenden Sie sich an den technischen Support
messagedetail380006=Es ist kein Transportprovider auf dem OSB-Server f\u00FCr die angegebene ID bereitgestellt
action380006=Pr\u00FCfen Sie, ob die Transportprovideranwendung f\u00FCr die angegebene ID ordnungsgem\u00E4\u00DF auf dem OSB-Server bereitgestellt wurde. Wenn dies beim Hochfahren des Servers geschieht, wurde der Transport m\u00F6glicherweise zu sp\u00E4t registriert. Wenn dies der Fall ist, \u00E4ndern Sie die Deployment-Folge, damit der Transport fr\u00FCher registriert wird.
messagedetail380008=Die Transportproviderkonfiguration unterst\u00FCtzt eingehende Endpunkte nicht. Das Konfigurations-Framework hat jedoch versucht, einen eingehenden Endpunkt f\u00FCr diesen Provider zu erstellen oder upzudaten
action380008=Bei einem benutzerdefinierten Provider pr\u00FCfen Sie, ob die XML-Konfiguration des Transportproviders mit der generierten Endpunktkonfiguration konsistent ist. Sonst wenden Sie sich an den technischen Support
messagedetail380009=Die Transportproviderkonfiguration unterst\u00FCtzt ausgehende Endpunkte nicht. Das Konfigurations-Framework hat jedoch versucht, einen ausgehenden Endpunkt f\u00FCr diesen Provider zu erstellen oder upzudaten
action380009=Bei einem benutzerdefinierten Provider pr\u00FCfen Sie, ob die XML-Konfiguration des Transportproviders mit der generierten Endpunktkonfiguration konsistent ist. Sonst wenden Sie sich an den technischen Support
messagedetail380010=Der Provider f\u00FCr diesen Endpunkt deklariert einen Provider-spezifischen XML-Schematyp, die Endpunktkonfiguration enth\u00E4lt jedoch keine Provider-spezifische Konfiguration
action380010=Bei einem benutzerdefinierten Provider pr\u00FCfen Sie, ob die Provider-spezifische Definition korrekt in der Implementierung festgelegt ist. Sonst wenden Sie sich an den technischen Support.
messagedetail380011=Die Endpunktkonfiguration enth\u00E4lt eine providerspezifische Konfiguration, der Provider f\u00FCr diesen Endpunkt deklariert jedoch keinen providerspezifischen XML-Schematyp
action380011=Bei einem benutzerdefinierten Provider pr\u00FCfen Sie, ob die Implementierung den Schematyp zur\u00FCckgibt, der der Provider-spezifischen Konfiguration entspricht. Sonst wenden Sie sich an den technischen Support
action380012=Bei einem benutzerdefinierten Provider pr\u00FCfen Sie, ob die Proxy-Service-Konfiguration ordnungsgem\u00E4\u00DF initialisiert ist. Sonst wenden Sie sich an den technischen Support
action380013=Bei einem benutzerdefinierten Provider pr\u00FCfen Sie, ob die Business-Service-Konfiguration ordnungsgem\u00E4\u00DF initialisiert ist. Sonst wenden Sie sich an den technischen Support
messagedetail380014=Der Endpunkt unterst\u00FCtzt Anwendungsfehler, der Provider f\u00FCr diesen Endpunkt jedoch nicht
action380014=Bei einem benutzerdefinierten Provider pr\u00FCfen Sie, ob die XML-Konfiguration des Transportproviders mit der generierten Endpunktkonfiguration konsistent ist. Sonst wenden Sie sich an den technischen Support
messagedetail380015=Dieser Fehler tritt bei der Konfigurationsaktualisierung auf: Der URI einer der aktualisierten Business-Services wird bereits verwendet
action380015=L\u00F6schen Sie den Business-Service, oder verwenden Sie einen anderen URI
messagedetail380016=Der Business-Service ist so konfiguriert, dass URIs bei Verbindungsfehlern offline gesetzt werden. Es sind keine Online-URIs mehr vorhanden, mit denen an diesen Service gesendete Nachrichten weitergeleitet werden k\u00F6nnen
action380016=Pr\u00FCfen Sie die Service-Konfiguration und die Serververbindungen
messagedetail380017=Die XML-Datei der Transportproviderkonfiguration ist syntaktisch oder semantisch falsch. Der Nachrichtentext enth\u00E4lt eine Beschreibung des Fehlers und das ung\u00FCltige XML-Snippet
action380017=Korrigieren Sie die Konfiguration
## P4ADE ## {0} : String scheme
messagedetail380018=Der konfigurierte Service-Typ wird von Transport ({0}) nicht unterst\u00FCtzt.
action380018=Wenn Sie eine JAR-Konfigurationsdatei importieren m\u00F6chten, die Service-Definition besch\u00E4digt ist oder die aktuelle OSB-Version das Binding nicht mehr unterst\u00FCtzt, das in der JAR-Konfigurationsdatei definiert ist, erstellen Sie den Service mit dem neuen unterst\u00FCtzten Binding neu. Bei allen anderen Ursachen wenden Sie sich an den technischen Support.
## P4ADE ## {0} : String ref
cause380019=Die Servicetransportkonfiguration wird ausgef\u00FChrt: ({0}).
action380019=Wenn Sie Ihre Servicetransportkonfiguration ge\u00E4ndert haben, werden Nachrichten, die nach dem Festschreiben der \u00C4nderung eingehen, normal verarbeitet. Wenden Sie sich bei allen anderen Fragen an den Oracle Support.
## P4ADE ## {0} : String ref
cause380020=Der Service {0} wurde deaktiviert.
action380020=Aktivieren Sie den Service. Nachrichten, die nach dem Festschreiben der \u00C4nderung eingehen, werden normal verarbeitet. Wenden Sie sich bei allen anderen Fragen an den Oracle Support.
messagedetail380100=Der Business-Service ist gedrosselt und hat Nachrichten abgelehnt, da der maximale Grenzwert f\u00FCr den gleichzeitigen Zugriff erreicht ist und keine Throttling Queue f\u00FCr das Backlog von Nachrichten vorhanden ist
action380100=In den Throttling-Einstellungen f\u00FCr diesen Business-Service deaktivieren Sie das Throttling, legen Sie eine maximale Queue-L\u00E4nge fest, die gr\u00F6\u00DFer null ist, oder erh\u00F6hen Sie den Wert f\u00FCr gleichzeitige Zugriffe
messagedetail380101=Diese Nachricht wurde an einen gedrosselten Business-Service gesendet und ist in der Throttling Queue beim Warten auf den Service nach der angegebenen G\u00FCltigkeitsdauer abgelaufen
action380101=In den Throttling-Einstellungen f\u00FCr diesen Business-Service deaktivieren Sie das Throttling, legen eine l\u00E4ngere G\u00FCltigkeitsdauer fest (bei einer unbegrenzten G\u00FCltigkeitsdauer k\u00F6nnen Sie den Wert auf null setzen), oder erh\u00F6hen den Wert f\u00FCr den gleichzeitigen Zugriff
messagedetail380102=Die Nachricht wurde an einen gedrosselten Business-Service gesendet und von der Throttling Queue abgelehnt. Die Queue ist m\u00F6glicherweise voll und die Nachrichtenpriorit\u00E4t niedriger als die der bereits in der Queue vorhandenen Nachrichten. M\u00F6glicherweise wurde die Gr\u00F6\u00DFe der Queue auch ge\u00E4ndert oder der Service wurde umbenannt, w\u00E4hrend die Nachricht in der Queue gewartet hat.
action380102=Erh\u00F6hen Sie in den Routing-Optionen die Priorit\u00E4t der Nachrichten, die an diesen Business-Service gesendet werden, oder deaktivieren Sie das Throttling in den Throttling-Einstellungen f\u00FCr diesen Business-Service, erh\u00F6hen den Wert f\u00FCr den gleichzeitigen Zugriff oder erh\u00F6hen die maximale Queue-L\u00E4nge
messagedetail380103=Im Throttling-Subsystem ist ein interner Fehler aufgetreten. Der Nachrichtentext f\u00FChrt den gedrosselten Service auf, in dem der Fehler aufgetreten ist, und enth\u00E4lt eine Beschreibung des Problems. Die Ursache dieses Fehlers kann ein Transaktionsfehler, eine Exception wegen unterbrochenem Thread, ein Timeout oder ein ung\u00FCltiger Laufzeitstatus sein
action380103=Wenn dies auf einen ung\u00FCltigen Laufzeitstatus zur\u00FCckzuf\u00FChren ist, wenden Sie sich an den technischen Support
