messagedetail380000=Ocorreu um erro gen\u00E9rico de runtime no subsistema de transporte OSB ao processar a mensagem. Deve haver uma mensagem espec\u00EDfica que descreva a causa espec\u00EDfica do problema. Esse erro geralmente ocorre quando uma exce\u00E7\u00E3o \u00E9 emitida durante a chamada de sa\u00EDda, mas tamb\u00E9m pode ser emitida explicitamente pela implementa\u00E7\u00E3o do transporte de sa\u00EDda. Nesse caso, pode haver uma mensagem personalizada associada ao erro.
action380000=Se este for um erro inesperado que acontece em um transporte personalizado, verifique as exce\u00E7\u00F5es n\u00E3o verificadas na implementa\u00E7\u00E3o da chamada de sa\u00EDda. Para outros transportes, verifique a documenta\u00E7\u00E3o correspondente a este c\u00F3digo de erro. Entre em contato com o suporte t\u00E9cnico quando este for um erro interno de runtime OSB.
messagedetail380001=Ocorreu um erro de aplica\u00E7\u00E3o no subsistema de transporte OSB ao processar a mensagem. Deve haver uma mensagem espec\u00EDfica que descreva a causa espec\u00EDfica do problema. Apenas transportes que declarem explicitamente o suporte para erros da aplica\u00E7\u00E3o podem retornar tais erros. Esse erro \u00E9 emitido explicitamente pela implementa\u00E7\u00E3o de transporte e geralmente tem uma mensagem personalizada associada a ele. Ele \u00E9 usado pelo OSB para evitar novas tentativas desnecess\u00E1rias.
action380001=Verifique a documenta\u00E7\u00E3o de transporte descrevendo os erros da aplica\u00E7\u00E3o.
messagedetail380002=Ocorreu um erro de conex\u00E3o no subsistema de transporte OSB ao processar a mensagem. Deve haver uma mensagem espec\u00EDfica que descreva a causa espec\u00EDfica do problema. Esse erro \u00E9 emitido pela implementa\u00E7\u00E3o do transporte e geralmente tem uma mensagem personalizada associada a ele. Ele \u00E9 usado pelo OSB para definir um URI como off-line.
action380002=Verifique a documenta\u00E7\u00E3o de transporte descrevendo os erros de conex\u00E3o.
messagedetail380003=Ocorreu um erro inesperado de runtime no subsistema de transporte OSB ao processar a mensagem. Deve haver uma mensagem espec\u00EDfica que descreva a causa espec\u00EDfica do problema
action380003=Entre em contato com o suporte t\u00E9cnico
messagedetail380004=Ocorreu uma falha ao processar a mensagem de resposta no subsistema de transporte OSB porque a configura\u00E7\u00E3o do servi\u00E7o de neg\u00F3cios est\u00E1 em fluxo. Esse servi\u00E7o n\u00E3o pode enviar uma mensagem de sa\u00EDda at\u00E9 que a configura\u00E7\u00E3o se estabilize.
action380004=Aguarde at\u00E9 que a configura\u00E7\u00E3o do servidor OSB se estabilize e tente enviar novamente a solicita\u00E7\u00E3o.
messagedetail380005=Ocorreu um erro ao transformar o payload da mensagem de um tipo (por exemplo, MFL) em outro (por exemplo, XML). Isso pode acontecer se algum transporte exigir o payload em determinado formato para enviar uma solicita\u00E7\u00E3o de sa\u00EDda e o runtime OSB n\u00E3o tiver como converter o payload do seu formato ao formato desejado
action380005=Entre em contato com o suporte t\u00E9cnico
messagedetail380006=N\u00E3o h\u00E1 provedor de transporte implantado no servidor OSB para o ID especificado
action380006=Verifique se a aplica\u00E7\u00E3o do provedor de transporte para esse ID especificado foi implantada corretamente no servidor OSB. Se isso acontecer durante a inicializa\u00E7\u00E3o do servidor, tamb\u00E9m \u00E9 poss\u00EDvel que o transporte seja registrado muito tarde. Nesse caso, tente reduzir a ordem de implanta\u00E7\u00E3o.
messagedetail380008=A configura\u00E7\u00E3o do provedor de transporte n\u00E3o suporta pontos finais de entrada, mas de alguma forma o framework de configura\u00E7\u00E3o tentou criar ou atualizar um ponto final de entrada para esse provedor
action380008=Se este for um provedor personalizado, verifique se a configura\u00E7\u00E3o XML do provedor de transporte est\u00E1 consistente com a configura\u00E7\u00E3o do ponto final gerado. Caso contr\u00E1rio, entre em contato com o suporte t\u00E9cnico
messagedetail380009=A configura\u00E7\u00E3o do provedor de transporte n\u00E3o suporta pontos finais de sa\u00EDda, mas de alguma forma o framework de configura\u00E7\u00E3o tentou criar ou atualizar um ponto final de sa\u00EDda para esse provedor
action380009=Se este for um provedor personalizado, verifique se a configura\u00E7\u00E3o XML do provedor de transporte est\u00E1 consistente com a configura\u00E7\u00E3o do ponto final gerado. Caso contr\u00E1rio, entre em contato com o suporte t\u00E9cnico
messagedetail380010=O provedor desse ponto final declara um Tipo de Esquema XML espec\u00EDfico do provedor, mas a configura\u00E7\u00E3o do ponto final n\u00E3o cont\u00E9m configura\u00E7\u00E3o espec\u00EDfica do provedor
action380010=Se este for um provedor personalizado, verifique se a defini\u00E7\u00E3o espec\u00EDfica do provedor est\u00E1 configurada corretamente na implementa\u00E7\u00E3o. Caso contr\u00E1rio, entre em contato com o suporte t\u00E9cnico
messagedetail380011=A configura\u00E7\u00E3o do ponto final cont\u00E9m uma configura\u00E7\u00E3o espec\u00EDfica do provedor, mas o provedor desse ponto final n\u00E3o declara um Tipo de Esquema XML espec\u00EDfico do provedor
action380011=Se este for um provedor personalizado, verifique se sua implementa\u00E7\u00E3o retorna o tipo de esquema apropriado correspondente \u00E0 configura\u00E7\u00E3o espec\u00EDfica do provedor. Caso contr\u00E1rio, entre em contato com o suporte t\u00E9cnico
action380012=Se este for um provedor personalizado, verifique se a configura\u00E7\u00E3o do servi\u00E7o de proxy foi inicializada corretamente. Caso contr\u00E1rio, entre em contato com o suporte t\u00E9cnico
action380013=Se este for um provedor personalizado, verifique se a configura\u00E7\u00E3o do servi\u00E7o de neg\u00F3cios foi inicializada corretamente. Caso contr\u00E1rio, entre em contato com o suporte t\u00E9cnico
messagedetail380014=O ponto final suporta erros da aplica\u00E7\u00E3o, mas o provedor desse ponto final n\u00E3o
action380014=Se este for um provedor personalizado, verifique se a configura\u00E7\u00E3o XML do provedor de transporte est\u00E1 consistente com a configura\u00E7\u00E3o do ponto final gerado. Caso contr\u00E1rio, entre em contato com o suporte t\u00E9cnico
messagedetail380015=Este erro ocorre durante a atualiza\u00E7\u00E3o da configura\u00E7\u00E3o: o URI de um dos Servi\u00E7os de Neg\u00F3cios atualizados j\u00E1 foi usado
action380015=Delete o Servi\u00E7o de Neg\u00F3cios ou use outro URI
messagedetail380016=O Servi\u00E7o de neg\u00F3cios foi configurado para definir URIs como off-line no caso de erros de conex\u00F5es e n\u00E3o h\u00E1 URIs on-line restantes para rotear as mensagens enviadas para este servi\u00E7o
action380016=Verifique a configura\u00E7\u00E3o do servi\u00E7o e as conex\u00F5es do servidor
messagedetail380017=A sint\u00E1tica ou sem\u00E2ntica do arquivo xml de configura\u00E7\u00E3o do provedor de transporte est\u00E1 incorreta. O corpo da mensagem deve incluir a descri\u00E7\u00E3o do erro e o snippet XML inv\u00E1lido
action380017=Corrija a configura\u00E7\u00E3o
## P4ADE ## {0} : String scheme
messagedetail380018=O tipo de servi\u00E7o configurado n\u00E3o \u00E9 suportada pelo transporte ({0}).
action380018=Se voc\u00EA estiver tentando importar um jar de configura\u00E7\u00E3o, sua defini\u00E7\u00E3o de servi\u00E7o estiver corrompida ou se a vers\u00E3o OSB atual n\u00E3o suportar mais o binding definido no jar de configura\u00E7\u00E3o, recrie o servi\u00E7o com o novo binding suportado. Para qualquer outro motivo, entre em contato com o suporte t\u00E9cnico.
## P4ADE ## {0} : String ref
cause380019=A configura\u00E7\u00E3o do transporte de servi\u00E7o est\u00E1 no fluxo: ({0}).
action380019=Se voc\u00EA tiver modificado sua configura\u00E7\u00E3o de transporte de servi\u00E7o, as mensagens recebidas ap\u00F3s a altera\u00E7\u00E3o ser\u00E3o processadas normalmente. Para quaisquer outras raz\u00F5es, entre em contato com os Servi\u00E7os de Suporte da Oracle.
## P4ADE ## {0} : String ref
cause380020=O servi\u00E7o ({0}) foi desativado.
action380020=Ative o servi\u00E7o; as mensagens recebidas ap\u00F3s a altera\u00E7\u00E3o ser\u00E3o processadas normalmente. Para quaisquer outras raz\u00F5es, entre em contato com os Servi\u00E7os de Suporte da Oracle.
messagedetail380100=O servi\u00E7o de neg\u00F3cios foi acionado e rejeitou a mensagem, porque o servi\u00E7o atingiu seu limite m\u00E1ximo de simultaneidade e n\u00E3o possui fila de acionamento para mensagens de backlog
action380100=Nas configura\u00E7\u00F5es de throtttling deste servi\u00E7o de neg\u00F3cios, desative o throtttling, defina um comprimento m\u00E1ximo de fila que seja maior que zero ou aumente a simultaneidade m\u00E1xima
messagedetail380101=A mensagem foi enviada para um servi\u00E7o de neg\u00F3cios acionado e expirou na fila de throttling ap\u00F3s o tempo de vida especificado, ao aguardar a disponibiliza\u00E7\u00E3o do servi\u00E7o
action380101=Nas configura\u00E7\u00F5es de throtttling deste servi\u00E7o de neg\u00F3cios, desative o throtttling, defina um tempo de vida maior (voc\u00EA pode defini-lo como zero para um tempo de vida ilimitado) ou aumente a simultaneidade m\u00E1xima
messagedetail380102=A mensagem foi enviada para um servi\u00E7o de neg\u00F3cios acionado e foi rejeitada pela fila de throttling. A fila pode estar cheia e a prioridade da mensagem pode ser menor que as mensagens que j\u00E1 est\u00E3o na fila; a fila tamb\u00E9m pode ter sido redimensionada, ou o servi\u00E7o foi renomeado enquanto a mensagem estava aguardando na fila.
action380102=Nas op\u00E7\u00F5es de roteamento, aumente a prioridade das mensagens enviadas para este servi\u00E7o de neg\u00F3cios, ou, nas configura\u00E7\u00F5es de throttling deste servi\u00E7o de neg\u00F3cios, desative o acionamento, aumente a simultaneidade m\u00E1xima ou o comprimento m\u00E1ximo da fila
messagedetail380103=Ocorreu um erro interno no subsistema de acionamento. O corpo da mensagem deve incluir o servi\u00E7o acionado em que ocorreu o erro e a mensagem descrevendo o problema: esse erro pode acontecer em decorr\u00EAncia de um erro transacional, exce\u00E7\u00E3o de thread interrompido, timeout ou um estado de runtime inv\u00E1lido
action380103=Se isso for causado por um estado de runtime inv\u00E1lido, entre em contato com o suporte t\u00E9cnico
