messagedetail380000=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u3001OSB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3067\u5168\u822C\u7684\u306A\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306F\u3001\u4E00\u822C\u306B\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u547C\u51FA\u3057\u4E2D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u305F\u5834\u5408\u306B\u767A\u751F\u3057\u307E\u3059\u304C\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306E\u5B9F\u88C5\u306B\u3088\u3063\u3066\u660E\u793A\u7684\u306B\u751F\u6210\u3055\u308C\u308B\u3053\u3068\u3082\u3042\u308A\u3001\u305D\u306E\u5834\u5408\u306F\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
action380000=\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u547C\u51FA\u3057\u306E\u5B9F\u88C5\u3067\u30C1\u30A7\u30C3\u30AF\u3055\u308C\u3066\u3044\u306A\u3044\u4F8B\u5916\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u308C\u4EE5\u5916\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u306F\u3001\u3053\u306E\u30A8\u30E9\u30FC\u30FB\u30B3\u30FC\u30C9\u306B\u8A72\u5F53\u3059\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002OSB\u30E9\u30F3\u30BF\u30A4\u30E0\u5185\u90E8\u30A8\u30E9\u30FC\u306E\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail380001=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u3001OSB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3067\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u8A73\u7D30\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u3088\u3046\u306A\u30A8\u30E9\u30FC\u3092\u623B\u3059\u3053\u3068\u304C\u3067\u304D\u308B\u306E\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A8\u30E9\u30FC\u306E\u30B5\u30DD\u30FC\u30C8\u3092\u660E\u793A\u7684\u306B\u5BA3\u8A00\u3057\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306E\u307F\u3067\u3059\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306E\u5B9F\u88C5\u306B\u3088\u3063\u3066\u660E\u793A\u7684\u306B\u751F\u6210\u3055\u308C\u3001\u901A\u5E38\u306F\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u306FOSB\u3067\u4E0D\u5FC5\u8981\u306A\u518D\u8A66\u884C\u3092\u9632\u3050\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
action380001=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A8\u30E9\u30FC\u306E\u8AAC\u660E\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail380002=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u3001OSB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3067\u63A5\u7D9A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306E\u5B9F\u88C5\u306B\u3088\u3063\u3066\u751F\u6210\u3055\u308C\u3001\u901A\u5E38\u306F\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u306FOSB\u3067URI\u3092\u30AA\u30D5\u30E9\u30A4\u30F3\u306B\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
action380002=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u63A5\u7D9A\u30A8\u30E9\u30FC\u306E\u8AAC\u660E\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail380003=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u3001OSB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3067\u4E88\u671F\u3057\u306A\u3044\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action380003=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail380004=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u304C\u4E0D\u5B89\u5B9A\u306A\u305F\u3081\u3001OSB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3067\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u69CB\u6210\u304C\u5B89\u5B9A\u3059\u308B\u307E\u3067\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306F\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3067\u304D\u307E\u305B\u3093\u3002
action380004=OSB\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u304C\u5B89\u5B9A\u3059\u308B\u307E\u3067\u5F85\u3063\u3066\u304B\u3089\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u518D\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail380005=\u3042\u308B\u578B(MFL\u306A\u3069)\u304B\u3089\u5225\u306E\u578B(XML\u306A\u3069)\u3078\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u306E\u5909\u63DB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u554F\u984C\u306F\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u9001\u4FE1\u3059\u308B\u305F\u3081\u306B\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u7279\u5B9A\u306E\u5F62\u5F0F\u306E\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u5FC5\u8981\u306B\u306A\u308A\u3001OSB\u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u73FE\u5728\u306E\u5F62\u5F0F\u306E\u30DA\u30A4\u30ED\u30FC\u30C9\u3092\u5FC5\u8981\u306A\u5F62\u5F0F\u306B\u5909\u63DB\u3059\u308B\u624B\u6BB5\u3092\u6301\u305F\u306A\u3044\u5834\u5408\u306B\u767A\u751F\u3059\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059
action380005=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail380006=\u6307\u5B9A\u3055\u308C\u305FID\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304COSB\u30B5\u30FC\u30D0\u30FC\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u307E\u305B\u3093
action380006=\u6307\u5B9A\u3055\u308C\u305FID\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304COSB\u30B5\u30FC\u30D0\u30FC\u3067\u6B63\u3057\u304F\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u554F\u984C\u304C\u30B5\u30FC\u30D0\u30FC\u306E\u8D77\u52D5\u4E2D\u306B\u767A\u751F\u3057\u305F\u5834\u5408\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306E\u767B\u9332\u304C\u9045\u3059\u304E\u308B\u3053\u3068\u3082\u8003\u3048\u3089\u308C\u307E\u3059\u3002\u305D\u306E\u5834\u5408\u306F\u3001\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u9806\u5E8F\u3092\u4F4E\u304F\u3057\u3066\u307F\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail380008=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u69CB\u6210\u306F\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u304C\u3001\u306A\u3093\u3089\u304B\u306E\u65B9\u6CD5\u3067\u69CB\u6210\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u304C\u305D\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u4F5C\u6210\u307E\u305F\u306F\u66F4\u65B0\u3092\u8A66\u307F\u307E\u3057\u305F
action380008=\u30AB\u30B9\u30BF\u30E0\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u5834\u5408\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0XML\u69CB\u6210\u304C\u3001\u751F\u6210\u3055\u308C\u305F\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u69CB\u6210\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u3046\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail380009=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u69CB\u6210\u306F\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u304C\u3001\u306A\u3093\u3089\u304B\u306E\u65B9\u6CD5\u3067\u69CB\u6210\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u304C\u305D\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u4F5C\u6210\u307E\u305F\u306F\u66F4\u65B0\u3092\u8A66\u307F\u307E\u3057\u305F
action380009=\u30AB\u30B9\u30BF\u30E0\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u5834\u5408\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0XML\u69CB\u6210\u304C\u3001\u751F\u6210\u3055\u308C\u305F\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u69CB\u6210\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u3046\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail380010=\u305D\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u30D7\u30ED\u30D0\u30A4\u30C0\u56FA\u6709\u306EXML\u30B9\u30AD\u30FC\u30DE\u30FB\u30BF\u30A4\u30D7\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u69CB\u6210\u306B\u306F\u30D7\u30ED\u30D0\u30A4\u30C0\u56FA\u6709\u306E\u69CB\u6210\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093
action380010=\u30AB\u30B9\u30BF\u30E0\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u5834\u5408\u306F\u3001\u30D7\u30ED\u30D0\u30A4\u30C0\u56FA\u6709\u306E\u5B9A\u7FA9\u304C\u5B9F\u88C5\u3067\u6B63\u3057\u304F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u3046\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail380011=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u69CB\u6210\u306B\u30D7\u30ED\u30D0\u30A4\u30C0\u56FA\u6709\u306E\u69CB\u6210\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u305D\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u306F\u30D7\u30ED\u30D0\u30A4\u30C0\u56FA\u6709\u306EXML\u30B9\u30AD\u30FC\u30DE\u30FB\u30BF\u30A4\u30D7\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u305B\u3093
action380011=\u30AB\u30B9\u30BF\u30E0\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u5834\u5408\u306F\u3001\u30D7\u30ED\u30D0\u30A4\u30C0\u56FA\u6709\u306E\u69CB\u6210\u306B\u8A72\u5F53\u3059\u308B\u9069\u5207\u306A\u30B9\u30AD\u30FC\u30DE\u30FB\u30BF\u30A4\u30D7\u304C\u5B9F\u88C5\u3067\u623B\u3055\u308C\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u3046\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
action380012=\u30AB\u30B9\u30BF\u30E0\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u5834\u5408\u306F\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u304C\u6B63\u3057\u304F\u521D\u671F\u5316\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u3046\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
action380013=\u30AB\u30B9\u30BF\u30E0\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u5834\u5408\u306F\u3001\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u304C\u6B63\u3057\u304F\u521D\u671F\u5316\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u3046\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail380014=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A8\u30E9\u30FC\u306F\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u304C\u3001\u305D\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093
action380014=\u30AB\u30B9\u30BF\u30E0\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u5834\u5408\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0XML\u69CB\u6210\u304C\u3001\u751F\u6210\u3055\u308C\u305F\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u69CB\u6210\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u3046\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail380015=\u3053\u306E\u30A8\u30E9\u30FC\u306F\u69CB\u6210\u306E\u66F4\u65B0\u4E2D\u306B\u767A\u751F\u3057\u307E\u3057\u305F: \u66F4\u65B0\u3055\u308C\u305F\u3044\u305A\u308C\u304B\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI\u304C\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059
action380015=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u524A\u9664\u3059\u308B\u304B\u3001\u5225\u306EURI\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail380016=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u63A5\u7D9A\u30A8\u30E9\u30FC\u6642\u306BURI\u3092\u30AA\u30D5\u30E9\u30A4\u30F3\u306B\u3059\u308B\u3088\u3046\u69CB\u6210\u3055\u308C\u3066\u304A\u308A\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u9001\u4FE1\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3059\u308B\u30AA\u30F3\u30E9\u30A4\u30F3URI\u304C\u6B8B\u3063\u3066\u3044\u307E\u305B\u3093
action380016=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3068\u30B5\u30FC\u30D0\u30FC\u63A5\u7D9A\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail380017=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u69CB\u6210xml\u30D5\u30A1\u30A4\u30EB\u306E\u69CB\u6587\u307E\u305F\u306F\u30BB\u30DE\u30F3\u30C6\u30A3\u30AF\u30B9\u304C\u7121\u52B9\u3067\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u4F53\u306B\u30A8\u30E9\u30FC\u306E\u8AAC\u660E\u3068\u7121\u52B9\u306AXML\u30B9\u30CB\u30DA\u30C3\u30C8\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059
action380017=\u69CB\u6210\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String scheme
messagedetail380018=\u69CB\u6210\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u306F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8({0})\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action380018=\u69CB\u6210jar\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u304C\u7834\u640D\u3057\u3066\u3044\u308B\u304B\u3001\u73FE\u5728\u306EOSB\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u306F\u69CB\u6210jar\u30D5\u30A1\u30A4\u30EB\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u30D0\u30A4\u30F3\u30C9\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u65B0\u3057\u3044\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u30B5\u30FC\u30D3\u30B9\u3092\u518D\u4F5C\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u306E\u4ED6\u306E\u7406\u7531\u306E\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String ref
cause380019=\u30B5\u30FC\u30D3\u30B9\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u304C\u4E0D\u5B89\u5B9A\u3067\u3059: ({0})\u3002
action380019=\u30B5\u30FC\u30D3\u30B9\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u5909\u66F4\u3057\u305F\u5834\u5408\u3001\u5909\u66F4\u306E\u30B3\u30DF\u30C3\u30C8\u5F8C\u306B\u53D7\u4FE1\u3057\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u901A\u5E38\u3069\u304A\u308A\u306B\u51E6\u7406\u3055\u308C\u307E\u3059\u3002\u305D\u306E\u4ED6\u306E\u7406\u7531\u306E\u5834\u5408\u306F\u3001Oracle\u30B5\u30DD\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String ref
cause380020=\u30B5\u30FC\u30D3\u30B9({0})\u304C\u7121\u52B9\u5316\u3055\u308C\u307E\u3057\u305F\u3002
action380020=\u30B5\u30FC\u30D3\u30B9\u3092\u6709\u52B9\u5316\u3057\u305F\u5834\u5408\u3001\u5909\u66F4\u306E\u30B3\u30DF\u30C3\u30C8\u5F8C\u306B\u53D7\u4FE1\u3057\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u901A\u5E38\u3069\u304A\u308A\u306B\u51E6\u7406\u3055\u308C\u307E\u3059\u3002\u305D\u306E\u4ED6\u306E\u7406\u7531\u306E\u5834\u5408\u306F\u3001Oracle\u30B5\u30DD\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail380100=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u540C\u6642\u5B9F\u884C\u5236\u7D04\u306E\u6700\u5927\u5024\u306B\u9054\u3057\u3001\u30D0\u30C3\u30AF\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u7528\u306E\u30B9\u30ED\u30C3\u30C8\u30EB\u30FB\u30AD\u30E5\u30FC\u304C\u306A\u3044\u305F\u3081\u3001\u30B5\u30FC\u30D3\u30B9\u304C\u6291\u5236\u3055\u308C\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F
action380100=\u3053\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30B9\u30ED\u30C3\u30C8\u30EB\u8A2D\u5B9A\u3067\u3001\u30B9\u30ED\u30C3\u30C8\u30EB\u3092\u7121\u52B9\u306B\u3059\u308B\u304B\u3001\u30AD\u30E5\u30FC\u306E\u6700\u5927\u9577\u3092\u30BC\u30ED\u3088\u308A\u5927\u304D\u304F\u8A2D\u5B9A\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u3001\u540C\u6642\u5B9F\u884C\u306E\u6700\u5927\u6570\u3092\u5897\u3084\u3057\u307E\u3059
messagedetail380101=\u6291\u5236\u3055\u308C\u305F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u9001\u4FE1\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u304C\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u308B\u307E\u3067\u5F85\u3063\u3066\u3044\u308B\u9593\u3001\u6307\u5B9A\u3055\u308C\u305F\u5B58\u7D9A\u6642\u9593\u304C\u7D4C\u904E\u3057\u305F\u5F8C\u30B9\u30ED\u30C3\u30C8\u30EB\u30FB\u30AD\u30E5\u30FC\u3067\u671F\u9650\u5207\u308C\u306B\u306A\u308A\u307E\u3057\u305F
action380101=\u3053\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30B9\u30ED\u30C3\u30C8\u30EB\u8A2D\u5B9A\u3067\u3001\u30B9\u30ED\u30C3\u30C8\u30EB\u3092\u7121\u52B9\u306B\u3059\u308B\u304B\u3001\u5B58\u7D9A\u6642\u9593\u3092\u9577\u304F\u8A2D\u5B9A\u3059\u308B\u304B(\u30BC\u30ED\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u5B58\u7D9A\u6642\u9593\u304C\u7121\u5236\u9650\u306B\u306A\u308A\u307E\u3059)\u3001\u307E\u305F\u306F\u3001\u540C\u6642\u5B9F\u884C\u306E\u6700\u5927\u6570\u3092\u5897\u3084\u3057\u307E\u3059
messagedetail380102=\u6291\u5236\u3055\u308C\u305F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u9001\u4FE1\u3055\u308C\u3001\u30B9\u30ED\u30C3\u30C8\u30EB\u30FB\u30AD\u30E5\u30FC\u306B\u3088\u3063\u3066\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002\u30AD\u30E5\u30FC\u304C\u4E00\u676F\u306B\u306A\u308A\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u512A\u5148\u5EA6\u304C\u3059\u3067\u306B\u30AD\u30E5\u30FC\u5185\u306B\u3042\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u3088\u308A\u3082\u4F4E\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u307E\u305F\u306F\u3001\u30AD\u30E5\u30FC\u306E\u30B5\u30A4\u30BA\u304C\u5909\u66F4\u3055\u308C\u305F\u304B\u3001\u30AD\u30E5\u30FC\u5185\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u5F85\u6A5F\u4E2D\u306B\u30B5\u30FC\u30D3\u30B9\u540D\u304C\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002
action380102=\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u3053\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u9001\u4FE1\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u512A\u5148\u5EA6\u3092\u9AD8\u304F\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u3001\u3053\u306E\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30B9\u30ED\u30C3\u30C8\u30EB\u8A2D\u5B9A\u3067\u30B9\u30ED\u30C3\u30C8\u30EB\u3092\u7121\u52B9\u306B\u3059\u308B\u304B\u3001\u540C\u6642\u5B9F\u884C\u306E\u6700\u5927\u6570\u3092\u5897\u3084\u3059\u304B\u3001\u30AD\u30E5\u30FC\u306E\u6700\u5927\u9577\u3092\u5897\u3084\u3057\u307E\u3059
messagedetail380103=\u30B9\u30ED\u30C3\u30C8\u30EB\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3067\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u4F53\u306B\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u30B9\u30ED\u30C3\u30C8\u30EB\u30FB\u30B5\u30FC\u30D3\u30B9\u3068\u3001\u554F\u984C\u3092\u8AAC\u660E\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059: \u3053\u306E\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30A8\u30E9\u30FC\u3001\u4E2D\u65AD\u3055\u308C\u305F\u30B9\u30EC\u30C3\u30C9\u4F8B\u5916\u3001\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u307E\u305F\u306F\u7121\u52B9\u306A\u5B9F\u884C\u6642\u72B6\u614B\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
action380103=\u7121\u52B9\u306A\u5B9F\u884C\u6642\u72B6\u614B\u306B\u3088\u3063\u3066\u3053\u306E\u554F\u984C\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
