## P4ADE ## {0} : String message, {1} : Throwable t
messagebody380000=Erro geral de runtime: {0}
## P4ADE ## {0} : String message
messagebody380001=Erro da aplica\u00E7\u00E3o: {0}
## P4ADE ## {0} : String message
messagebody380002=Erro de conex\u00E3o: {0}
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody380003=Exce\u00E7\u00E3o em {0}, {1}
## P4ADE ## {0} : String name
messagebody380004=Incompatibilidade de vers\u00E3o para o servi\u00E7o {0}
## P4ADE ## {0} : String src, {1} : String res
messagebody380005=A transforma\u00E7\u00E3o de {0} para {1} n\u00E3o \u00E9 suportada
## P4ADE ## {0} : String id
messagebody380006=Nenhum provedor de transporte registrado com o ID: {0}
## P4ADE ## {0} : String id
messagebody380008=O provedor com ID {0} n\u00E3o suporta pontos finais de servi\u00E7o de proxy
## P4ADE ## {0} : String id
messagebody380009=O provedor com ID {0} n\u00E3o suporta pontos finais de servi\u00E7o de neg\u00F3cios
messagebody380010=Configura\u00E7\u00E3o do ponto final inv\u00E1lida: a configura\u00E7\u00E3o espec\u00EDfica do provedor est\u00E1 ausente
messagebody380011=Configura\u00E7\u00E3o do ponto final inv\u00E1lida: a configura\u00E7\u00E3o espec\u00EDfica do provedor n\u00E3o \u00E9 v\u00E1lida
messagebody380012=A configura\u00E7\u00E3o do Servi\u00E7o de Proxy requer exatamente um URI
messagebody380013=A configura\u00E7\u00E3o do Servi\u00E7o de neg\u00F3cios requer pelo menos um URI
## P4ADE ## {0} : String id
messagebody380014=Configura\u00E7\u00E3o do ponto final inv\u00E1lida: O provedor com ID {0} n\u00E3o declara erros da aplica\u00E7\u00E3o
## P4ADE ## {0} : String ref, {1} : String uri
messagebody380015=O Servi\u00E7o de Neg\u00F3cios n\u00E3o suporta URIs duplicados. Servi\u00E7o {0} encontrado com URI duplicado {1}.
## P4ADE ## {0} : String ref
messagebody380016=Nenhum dos URIs est\u00E1 on-line para o Servi\u00E7o de neg\u00F3cios {0}
## P4ADE ## {0} : String diag, {1} : String xml
messagebody380017=O arquivo xml da configura\u00E7\u00E3o de transporte \u00E9 inv\u00E1lido: {0} : {1}
## P4ADE ## {0} : String scheme
messagebody380018=O transporte ({0}) n\u00E3o suporta o tipo de servi\u00E7o configurado.
## P4ADE ## {0} : String ref
messagebody380019=A configura\u00E7\u00E3o do transporte de servi\u00E7o est\u00E1 no fluxo: ({0}).
## P4ADE ## {0} : String ref
messagebody380020=O servi\u00E7o ({0}) foi desativado.
## P4ADE ## {0} : String ref
messagebody380100=Erro de throttling: o servi\u00E7o de neg\u00F3cios {0} n\u00E3o pode processar mais mensagens e a fila de throttling n\u00E3o existe mais
## P4ADE ## {0} : String ref
messagebody380101=Erro de throttling: mensagem expirada na fila de throttling para o servi\u00E7o de neg\u00F3cios {0}
## P4ADE ## {0} : String ref
messagebody380102=Erro de throttling: a fila de throttling para o servi\u00E7o de neg\u00F3cios {0} est\u00E1 cheia e rejeitou a mensagem
## P4ADE ## {0} : String ref, {1} : String message
messagebody380103=Ocorreu um erro inesperado de acionamento ao processar a mensagem enviada para o servi\u00E7o de neg\u00F3cios {0}: {1}
