messagedetail380000=Se ha producido un error gen\u00E9rico en tiempo de ejecuci\u00F3n en el subsistema de transporte de OSB al procesar el mensaje. Debe haber un mensaje espec\u00EDfico que describa la causa concreta del problema. Este error se produce normalmente cuando se devuelve una excepci\u00F3n durante la llamada saliente, pero tambi\u00E9n puede ser provocado expl\u00EDcitamente por la implantaci\u00F3n de transporte saliente, en cuyo caso, puede tener un mensaje personalizado asociado a \u00E9l.
action380000=Si este error inesperado se ha producido en un transporte personalizado, compruebe las excepciones no comprobadas en la implantaci\u00F3n de llamada saliente. En el caso de otros transportes, compruebe la documentaci\u00F3n correspondiente a este c\u00F3digo de error. P\u00F3ngase en contacto con los Servicios de Soporte Oracle si es un error interno en tiempo de ejecuci\u00F3n de OSB.
messagedetail380001=Se ha producido un error de aplicaci\u00F3n en el subsistema de transporte de OSB al procesar el mensaje. Debe haber un mensaje espec\u00EDfico que describa la causa concreta del problema. S\u00F3lo los transportes que declaren expl\u00EDcitamente el soporte de errores de aplicaci\u00F3n pueden devolver estos errores. Este error se debe expl\u00EDcitamente a la implantaci\u00F3n de transporte y, normalmente, tiene un mensaje personalizado asociado a \u00E9l. OSB lo utiliza para impedir reintentos innecesarios.
action380001=Compruebe la documentaci\u00F3n de transporte en la que se describen los errores de aplicaci\u00F3n.
messagedetail380002=Se ha producido un error de conexi\u00F3n en el subsistema de transporte de OSB al procesar el mensaje. Debe haber un mensaje espec\u00EDfico que describa la causa concreta del problema. Este error se debe a la implantaci\u00F3n de transporte y, normalmente, tiene un mensaje personalizado asociado a \u00E9l. OSB lo utiliza para poner un URI fuera de l\u00EDnea.
action380002=Compruebe la documentaci\u00F3n de transporte en la que se describen los errores de conexi\u00F3n.
messagedetail380003=Se ha producido un error en tiempo de ejecuci\u00F3n inesperado en el subsistema de transporte de OSB al procesar el mensaje. Debe haber un mensaje espec\u00EDfico que describa la causa concreta del problema
action380003=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail380004=Se ha producido un fallo al procesar el mensaje de respuesta en el subsistema de transporte de OSB debido al hecho de que la configuraci\u00F3n del servicio de negocio est\u00E1 en el flujo. Este servicio no puede enviar un mensaje saliente hasta que la configuraci\u00F3n se estabilice.
action380004=Espere a que la configuraci\u00F3n del servidor de OSB se estabilice y vuelva a intentar enviar la petici\u00F3n.
messagedetail380005=Se ha producido un error al transformar la carga \u00FAtil del mensaje de un tipo (p. ej. MFL) a otro (p. ej. XML). Esto puede ocurrir porque alg\u00FAn transporte necesita que la carga \u00FAtil tenga un formato determinado para enviar una petici\u00F3n saliente y el tiempo de ejecuci\u00F3n de OSB no puede convertir la carga \u00FAtil de su formato actual al formato deseado.
action380005=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail380006=No hay ning\u00FAn proveedor de transporte desplegado en el servidor de OSB para el identificador especificado
action380006=Verifique si la aplicaci\u00F3n del proveedor de transporte para ese identificador especificado se ha desplegado correctamente en el servidor de OSB. Si esto ocurre durante el inicio del servidor, tambi\u00E9n es posible que el transporte se haya registrado demasiado tarde. Si es as\u00ED, intente reducir su orden de despliegue.
messagedetail380008=La configuraci\u00F3n del proveedor de transporte no soporta los puntos finales entrantes, pero de alguna forma el marco de configuraci\u00F3n ha intentado crear o actualizar un punto final entrante para ese proveedor
action380008=Si \u00E9ste es un proveedor personalizado, verifique que la configuraci\u00F3n XML de proveedor de transporte es consistente con la configuraci\u00F3n del punto final generada. De lo contrario, p\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail380009=La configuraci\u00F3n del proveedor de transporte no soporta los puntos finales salientes, pero de alguna forma el marco de configuraci\u00F3n ha intentado crear o actualizar un punto final saliente para ese proveedor
action380009=Si \u00E9ste es un proveedor personalizado, verifique que la configuraci\u00F3n XML del proveedor de transporte es consistente con la configuraci\u00F3n del punto final generada. De lo contrario, p\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail380010=El proveedor para ese punto final declara un tipo de esquema XML espec\u00EDfico del proveedor, pero la configuraci\u00F3n del punto final no contiene ninguna configuraci\u00F3n espec\u00EDfica del proveedor
action380010=Si \u00E9ste es un proveedor personalizado, verifique que la definici\u00F3n espec\u00EDfica del proveedor est\u00E1 definida correctamente en la implantaci\u00F3n. De lo contrario, p\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail380011=La configuraci\u00F3n de punto final contiene una configuraci\u00F3n espec\u00EDfica del proveedor, pero el proveedor para ese punto final no declara ning\u00FAn tipo de esquema XML espec\u00EDfico del proveedor
action380011=Si \u00E9ste es un proveedor personalizado, compruebe que su implantaci\u00F3n devuelve el tipo de esquema adecuado correspondiente a la configuraci\u00F3n espec\u00EDfica del proveedor. De lo contrario, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
action380012=Si \u00E9ste es un proveedor personalizado, verifique que la configuraci\u00F3n del servicio de proxy se ha inicializado correctamente. De lo contrario, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
action380013=Si \u00E9ste es un proveedor personalizado, verifique que la configuraci\u00F3n del servicio de negocio se ha inicializado correctamente. De lo contrario, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail380014=El punto final soporta los errores de aplicaci\u00F3n, pero el proveedor para ese punto final no
action380014=Si \u00E9ste es un proveedor personalizado, verifique que la configuraci\u00F3n XML del proveedor de transporte es consistente con la configuraci\u00F3n del punto final generada. De lo contrario, p\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail380015=Este error se produce durante la actualizaci\u00F3n de la configuraci\u00F3n: El URI de uno de los servicios de negocio actualizados ya est\u00E1 en uso
action380015=Suprima el servicio de negocio o utilice un URI diferente
messagedetail380016=El servicio de negocio se ha configurado para poner los URI fuera de l\u00EDnea en caso de errores de conexi\u00F3n y no queda ning\u00FAn URI en l\u00EDnea para direccionar mensajes enviados a este servicio
action380016=Compruebe la configuraci\u00F3n del servicio y las conexiones del servidor
messagedetail380017=El archivo XML de configuraci\u00F3n del proveedor de transporte es sint\u00E1cticamente o sem\u00E1nticamente incorrecto. El cuerpo del mensaje debe incluir la descripci\u00F3n del error y el fragmento XML no v\u00E1lido
action380017=Corrija la configuraci\u00F3n
## P4ADE ## {0} : String scheme
messagedetail380018=El tipo de servicio configurado no est\u00E1 soportado por el transporte ({0}).
action380018=Si est\u00E1 intentando importar un archivo jar de configuraci\u00F3n, la definici\u00F3n de servicio est\u00E1 corrupta o la versi\u00F3n de OSB actual ya no soporta el enlace definido en el archivo jar de configuraci\u00F3n, vuelva a crear el servicio con el nuevo enlace soportado. En caso de cualquier otro motivo, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
## P4ADE ## {0} : String ref
cause380019=La configuraci\u00F3n del transporte de servicio se encuentra en el flujo: ({0}).
action380019=Si modifica la configuraci\u00F3n de transporte del servicio, los mensajes recibidos despu\u00E9s de confirmar el cambio se procesar\u00E1n de la manera normal. Por cualquier otro motivo, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
## P4ADE ## {0} : String ref
cause380020=El servicio ({0}) se ha desactivado.
action380020=Si activa el servicio, los mensajes recibidos despu\u00E9s de confirmar el cambio se procesar\u00E1n de la manera normal. Por cualquier otro motivo, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail380100=El servicio de negocio est\u00E1 regulado y ha rechazado el mensaje porque el servicio ha alcanzado su l\u00EDmite de simultaneidad m\u00E1ximo y no tiene ninguna cola de regulaci\u00F3n para mensajes atrasados
action380100=En la configuraci\u00F3n de regulaci\u00F3n para este servicio de negocio, desactive la regulaci\u00F3n, defina una longitud de cola m\u00E1xima superior a cero o aumente la simultaneidad m\u00E1xima
messagedetail380101=El mensaje se ha enviado a un servicio de negocio regulado y ha caducado en su cola de regulaci\u00F3n despu\u00E9s de un tiempo de actividad especificado mientras se esperaba que el servicio se volviera disponible
action380101=En la configuraci\u00F3n de regulaci\u00F3n para este servicio de negocio, desactive la regulaci\u00F3n, defina un tiempo de actividad m\u00E1s largo (puede definirlo en cero para un tiempo de actividad ilimitado) o aumente la simultaneidad m\u00E1xima
messagedetail380102=El mensaje se ha enviado al servicio de negocio regulado y fue rechazado por su cola de regulaci\u00F3n. La cola puede estar llena y la prioridad de mensaje ser inferior a la de los mensajes que ya est\u00E1n en la cola; se ha cambiado el tama\u00F1o de la cola o se ha cambiado el nombre de servicio mientras el mensaje estaba esperando en la cola.
action380102=En las opciones de direccionamiento, aumente la prioridad de los mensajes enviados a este servicio de negocio o, en la configuraci\u00F3n de regulaci\u00F3n para este servicio de negocio, desactive la regulaci\u00F3n, aumente la simultaneidad m\u00E1xima o aumente la longitud de cola m\u00E1xima
messagedetail380103=Se ha producido un error interno en el subsistema de regulaci\u00F3n. El cuerpo del mensaje debe incluir el servicio regulado en el que se ha producido el error y el mensaje que describe el problema: Este error se puede deber a un error de transacci\u00F3n, una excepci\u00F3n de thread interrumpida, un timeout o un estado en tiempo de ejecuci\u00F3n no v\u00E1lido
action380103=Si esto se debe a un estado en tiempo en ejecuci\u00F3n no v\u00E1lido, p\u00F3ngase en contacto con los Servicios de Soporte Oracle
