messagedetail380000=\u8655\u7406\u8A0A\u606F\u6642\uFF0COSB \u50B3\u8F38\u5B50\u7CFB\u7D71\u767C\u751F\u4E00\u822C\u57F7\u884C\u6642\u671F\u932F\u8AA4\u3002\u6703\u6709\u7279\u5B9A\u7684\u8A0A\u606F\u8AAA\u660E\u554F\u984C\u7684\u7279\u5B9A\u539F\u56E0\u3002\u6B64\u932F\u8AA4\u901A\u5E38\u767C\u751F\u5728\u5916\u9001\u547C\u53EB\u671F\u9593\u767C\u751F\u7570\u5E38\u72C0\u6CC1\u6642\uFF0C\u4F46\u4E5F\u53EF\u4EE5\u7531\u5916\u9001\u50B3\u8F38\u5BE6\u884C\u660E\u78BA\u767C\u51FA\uFF0C\u5728\u6B64\u60C5\u6CC1\u4E0B\uFF0C\u53EF\u80FD\u6703\u6709\u76F8\u95DC\u7684\u81EA\u8A02\u8A0A\u606F\u3002
action380000=\u5982\u679C\u9019\u662F\u81EA\u8A02\u50B3\u8F38\u767C\u751F\u7684\u672A\u9810\u671F\u932F\u8AA4\uFF0C\u8ACB\u6AA2\u67E5\u5916\u9001\u547C\u53EB\u5BE6\u884C\u4E2D\u7684\u672A\u6AA2\u67E5\u7570\u5E38\u72C0\u6CC1\u3002\u5176\u4ED6\u50B3\u8F38\u5247\u8ACB\u6AA2\u67E5\u8207\u6B64\u932F\u8AA4\u78BC\u5C0D\u61C9\u7684\u6587\u4EF6\u3002\u5982\u679C\u9019\u662F OSB \u57F7\u884C\u6642\u671F\u5167\u90E8\u932F\u8AA4\uFF0C\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail380001=\u8655\u7406\u8A0A\u606F\u6642\uFF0COSB \u50B3\u8F38\u5B50\u7CFB\u7D71\u767C\u751F\u61C9\u7528\u7A0B\u5F0F\u932F\u8AA4\u3002\u6703\u6709\u7279\u5B9A\u7684\u8A0A\u606F\u8AAA\u660E\u554F\u984C\u7684\u7279\u5B9A\u539F\u56E0\u3002\u53EA\u6709\u660E\u78BA\u5BA3\u544A\u652F\u63F4\u61C9\u7528\u7A0B\u5F0F\u932F\u8AA4\u7684\u50B3\u8F38\u624D\u53EF\u4EE5\u50B3\u56DE\u9019\u985E\u932F\u8AA4\u3002\u6B64\u932F\u8AA4\u662F\u7531\u50B3\u8F38\u5BE6\u884C\u660E\u78BA\u767C\u51FA\uFF0C\u4E14\u901A\u5E38\u6703\u6709\u76F8\u95DC\u7684\u81EA\u8A02\u8A0A\u606F\u3002OSB \u6703\u7528\u5B83\u4F86\u9632\u6B62\u4E0D\u5FC5\u8981\u7684\u91CD\u8A66\u52D5\u4F5C\u3002
action380001=\u8ACB\u6AA2\u67E5\u7528\u4F86\u8AAA\u660E\u61C9\u7528\u7A0B\u5F0F\u932F\u8AA4\u7684\u50B3\u8F38\u6587\u4EF6\u3002
messagedetail380002=\u8655\u7406\u8A0A\u606F\u6642\uFF0COSB \u50B3\u8F38\u5B50\u7CFB\u7D71\u767C\u751F\u9023\u7DDA\u932F\u8AA4\u3002\u6703\u6709\u7279\u5B9A\u7684\u8A0A\u606F\u8AAA\u660E\u554F\u984C\u7684\u7279\u5B9A\u539F\u56E0\u3002\u6B64\u932F\u8AA4\u662F\u7531\u50B3\u8F38\u5BE6\u884C\u767C\u51FA\uFF0C\u901A\u5E38\u6703\u6709\u76F8\u95DC\u7684\u81EA\u8A02\u8A0A\u606F\u3002OSB \u6703\u7528\u5B83\u4F86\u8B93 URI \u96E2\u7DDA\u3002
action380002=\u8ACB\u6AA2\u67E5\u7528\u4F86\u8AAA\u660E\u9023\u7DDA\u932F\u8AA4\u7684\u50B3\u8F38\u6587\u4EF6\u3002
messagedetail380003=\u8655\u7406\u8A0A\u606F\u6642\uFF0COSB \u50B3\u8F38\u5B50\u7CFB\u7D71\u767C\u751F\u672A\u9810\u671F\u7684\u57F7\u884C\u6642\u671F\u932F\u8AA4\u3002\u6703\u6709\u7279\u5B9A\u7684\u8A0A\u606F\u8AAA\u660E\u554F\u984C\u7684\u7279\u5B9A\u539F\u56E0
action380003=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
messagedetail380004=\u56E0\u70BA\u696D\u52D9\u670D\u52D9\u7684\u7D44\u614B\u4E0D\u65B7\u8B8A\u52D5\uFF0C\u6240\u4EE5 OSB \u50B3\u8F38\u5B50\u7CFB\u7D71\u4E2D\u7684\u56DE\u61C9\u8A0A\u606F\u8655\u7406\u5931\u6557\u3002\u5728\u7D44\u614B\u7A69\u5B9A\u524D\uFF0C\u9019\u500B\u670D\u52D9\u7121\u6CD5\u50B3\u9001\u5916\u9001\u8A0A\u606F\u3002
action380004=\u8ACB\u7B49\u5230 OSB \u4F3A\u670D\u5668\u7684\u7D44\u614B\u7A69\u5B9A\u4E4B\u5F8C\uFF0C\u518D\u8A66\u8457\u91CD\u65B0\u50B3\u9001\u8981\u6C42\u3002
messagedetail380005=\u5C07\u8A0A\u606F\u6709\u6548\u8CA0\u8F09\u5F9E\u67D0\u7A2E\u985E\u578B (\u4F8B\u5982 MFL) \u8F49\u63DB\u70BA\u53E6\u4E00\u7A2E\u985E\u578B (\u4F8B\u5982 XML) \u6642\u767C\u751F\u932F\u8AA4\u3002\u5982\u679C\u90E8\u5206\u50B3\u8F38\u9700\u8981\u7279\u5B9A\u683C\u5F0F\u7684\u6709\u6548\u8CA0\u8F09\u624D\u80FD\u50B3\u9001\u5916\u9001\u8981\u6C42\uFF0C\u800C OSB \u57F7\u884C\u6642\u671F\u6C92\u6709\u65B9\u6CD5\u53EF\u4EE5\u5C07\u6709\u6548\u8CA0\u8F09\u7684\u76EE\u524D\u683C\u5F0F\u8F49\u63DB\u70BA\u6240\u8981\u7684\u683C\u5F0F\uFF0C\u5247\u53EF\u80FD\u6703\u767C\u751F\u6B64\u932F\u8AA4
action380005=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
messagedetail380006=OSB \u4F3A\u670D\u5668\u4E0A\u672A\u5EFA\u7F6E\u6240\u6307\u5B9A ID \u7684\u50B3\u8F38\u63D0\u4F9B\u8005
action380006=\u8ACB\u78BA\u8A8D\u6240\u6307\u5B9A ID \u7684\u50B3\u8F38\u63D0\u4F9B\u8005\u61C9\u7528\u7A0B\u5F0F\u5DF2\u6B63\u78BA\u5EFA\u7F6E\u5728 OSB \u4F3A\u670D\u5668\u4E0A\u3002\u5982\u679C\u6B64\u932F\u8AA4\u662F\u5728\u4F3A\u670D\u5668\u555F\u52D5\u671F\u9593\u767C\u751F\uFF0C\u5247\u4E5F\u53EF\u80FD\u662F\u592A\u665A\u767B\u9304\u50B3\u8F38\u6240\u81F4\u3002\u5982\u679C\u662F\u9019\u6A23\uFF0C\u8ACB\u5617\u8A66\u964D\u4F4E\u5B83\u7684\u5EFA\u7F6E\u9806\u5E8F\u3002
messagedetail380008=\u50B3\u8F38\u63D0\u4F9B\u8005\u7D44\u614B\u4E0D\u652F\u63F4\u5167\u9001\u7AEF\u9EDE\uFF0C\u4F46\u7D44\u614B\u67B6\u69CB\u4E0D\u77E5\u70BA\u4F55\u5DF2\u5617\u8A66\u5EFA\u7ACB\u6216\u66F4\u65B0\u8A72\u63D0\u4F9B\u8005\u7684\u5167\u9001\u7AEF\u9EDE
action380008=\u5982\u679C\u9019\u662F\u81EA\u8A02\u63D0\u4F9B\u8005\uFF0C\u8ACB\u78BA\u8A8D\u50B3\u8F38\u63D0\u4F9B\u8005 XML \u7D44\u614B\u8207\u7522\u751F\u7684\u7AEF\u9EDE\u7D44\u614B\u4E00\u81F4\u3002\u5426\u5247\uFF0C\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
messagedetail380009=\u50B3\u8F38\u63D0\u4F9B\u8005\u7D44\u614B\u4E0D\u652F\u63F4\u5916\u9001\u7AEF\u9EDE\uFF0C\u4F46\u7D44\u614B\u67B6\u69CB\u4E0D\u77E5\u70BA\u4F55\u5DF2\u5617\u8A66\u5EFA\u7ACB\u6216\u66F4\u65B0\u8A72\u63D0\u4F9B\u8005\u7684\u5916\u9001\u7AEF\u9EDE
action380009=\u5982\u679C\u9019\u662F\u81EA\u8A02\u63D0\u4F9B\u8005\uFF0C\u8ACB\u78BA\u8A8D\u50B3\u8F38\u63D0\u4F9B\u8005 XML \u7D44\u614B\u8207\u7522\u751F\u7684\u7AEF\u9EDE\u7D44\u614B\u4E00\u81F4\u3002\u5426\u5247\uFF0C\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
messagedetail380010=\u8A72\u7AEF\u9EDE\u7684\u63D0\u4F9B\u8005\u5BA3\u544A\u4E86\u63D0\u4F9B\u8005\u7279\u5B9A XML \u7DB1\u8981\u985E\u578B\uFF0C\u4F46\u7AEF\u9EDE\u7D44\u614B\u672A\u542B\u4EFB\u4F55\u63D0\u4F9B\u8005\u7279\u5B9A\u7D44\u614B\u3002
action380010=\u5982\u679C\u9019\u662F\u81EA\u8A02\u63D0\u4F9B\u8005\uFF0C\u8ACB\u78BA\u8A8D\u5BE6\u884C\u4E2D\u5DF2\u6B63\u78BA\u8A2D\u5B9A\u63D0\u4F9B\u8005\u7279\u5B9A\u5B9A\u7FA9\u3002\u5426\u5247\uFF0C\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
messagedetail380011=\u7AEF\u9EDE\u7D44\u614B\u5305\u542B\u63D0\u4F9B\u8005\u7279\u5B9A\u7D44\u614B\uFF0C\u4F46\u8A72\u7AEF\u9EDE\u7684\u63D0\u4F9B\u8005\u672A\u5BA3\u544A\u4EFB\u4F55\u63D0\u4F9B\u8005\u7279\u5B9A XML \u7DB1\u8981\u985E\u578B
action380011=\u5982\u679C\u9019\u662F\u81EA\u8A02\u63D0\u4F9B\u8005\uFF0C\u8ACB\u78BA\u8A8D\u5B83\u7684\u5BE6\u884C\u50B3\u56DE\u8207\u63D0\u4F9B\u8005\u7279\u5B9A\u7D44\u614B\u5C0D\u61C9\u7684\u9069\u7576\u7DB1\u8981\u985E\u578B\u3002\u5426\u5247\uFF0C\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
action380012=\u5982\u679C\u9019\u662F\u81EA\u8A02\u63D0\u4F9B\u8005\uFF0C\u8ACB\u78BA\u8A8D\u5DF2\u6B63\u78BA\u521D\u59CB\u5316\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u7D44\u614B\u3002\u5426\u5247\uFF0C\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
action380013=\u5982\u679C\u9019\u662F\u81EA\u8A02\u63D0\u4F9B\u8005\uFF0C\u8ACB\u78BA\u8A8D\u5DF2\u6B63\u78BA\u521D\u59CB\u5316\u696D\u52D9\u670D\u52D9\u7D44\u614B\u3002\u5426\u5247\uFF0C\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
messagedetail380014=\u7AEF\u9EDE\u652F\u63F4\u61C9\u7528\u7A0B\u5F0F\u932F\u8AA4\uFF0C\u4F46\u8A72\u7AEF\u9EDE\u7684\u63D0\u4F9B\u8005\u4E0D\u652F\u63F4
action380014=\u5982\u679C\u9019\u662F\u81EA\u8A02\u63D0\u4F9B\u8005\uFF0C\u8ACB\u78BA\u8A8D\u50B3\u8F38\u63D0\u4F9B\u8005 XML \u7D44\u614B\u8207\u7522\u751F\u7684\u7AEF\u9EDE\u7D44\u614B\u4E00\u81F4\u3002\u5426\u5247\uFF0C\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
messagedetail380015=\u7D44\u614B\u66F4\u65B0\u671F\u9593\u767C\u751F\u6B64\u932F\u8AA4: \u5DF2\u4F7F\u7528\u4E00\u500B\u5DF2\u66F4\u65B0\u696D\u52D9\u670D\u52D9\u7684 URI
action380015=\u8ACB\u522A\u9664\u696D\u52D9\u670D\u52D9\uFF0C\u6216\u4F7F\u7528\u4E0D\u540C\u7684 URI
messagedetail380016=\u5DF2\u5C07\u696D\u52D9\u670D\u52D9\u8A2D\u5B9A\u70BA\u5728\u767C\u751F\u9023\u7DDA\u932F\u8AA4\u6642\u8B93 URI \u96E2\u7DDA\uFF0C\u76EE\u524D\u7DDA\u4E0A\u6C92\u6709 URI \u53EF\u8DEF\u7531\u50B3\u9001\u81F3\u6B64\u670D\u52D9\u7684\u8A0A\u606F
action380016=\u8ACB\u6AA2\u67E5\u670D\u52D9\u7D44\u614B\u548C\u4F3A\u670D\u5668\u9023\u7DDA
messagedetail380017=\u50B3\u8F38\u63D0\u4F9B\u8005\u7D44\u614B xml \u6A94\u6848\u7684\u8A9E\u6CD5\u6216\u8A9E\u610F\u4E0D\u6B63\u78BA\u3002\u8A0A\u606F\u4E3B\u9AD4\u61C9\u8A72\u5305\u542B\u932F\u8AA4\u8AAA\u660E\u548C\u7121\u6548\u7684 XML \u7247\u6BB5
action380017=\u8ACB\u66F4\u6B63\u7D44\u614B
## P4ADE ## {0} : String scheme
messagedetail380018=\u50B3\u8F38 ({0}) \u4E0D\u652F\u63F4\u8A2D\u5B9A\u7684\u670D\u52D9\u985E\u578B\u3002
action380018=\u5982\u679C\u60A8\u6B63\u5728\u5617\u8A66\u532F\u5165\u7D44\u614B jar\uFF0C\u800C\u60A8\u7684\u670D\u52D9\u5B9A\u7FA9\u5DF2\u640D\u6BC0\uFF0C\u6216\u76EE\u524D OSB \u7248\u672C\u4E0D\u518D\u652F\u63F4\u7D44\u614B jar \u4E2D\u5B9A\u7FA9\u7684\u9023\u7D50\uFF0C\u8ACB\u4EE5\u65B0\u652F\u63F4\u7684\u9023\u7D50\u91CD\u65B0\u5EFA\u7ACB\u670D\u52D9\u3002\u81F3\u65BC\u5176\u4ED6\u539F\u56E0\uFF0C\u8ACB\u806F\u7D61\u652F\u63F4\u4EBA\u54E1\u3002
## P4ADE ## {0} : String ref
cause380019=\u670D\u52D9\u50B3\u8F38\u7D44\u614B\u4E0D\u65B7\u8B8A\u52D5: ({0})\u3002
action380019=\u5982\u679C\u60A8\u4FEE\u6539\u670D\u52D9\u50B3\u8F38\u7D44\u614B\uFF0C\u5C07\u6703\u6B63\u5E38\u8655\u7406\u5728\u78BA\u8A8D\u8B8A\u66F4\u4E4B\u5F8C\u6536\u5230\u7684\u8A0A\u606F\u3002\u81F3\u65BC\u5176\u4ED6\u539F\u56E0\uFF0C\u8ACB\u6D3D\u8A62\u300COracle \u5BA2\u6236\u670D\u52D9\u90E8\u300D\u3002
## P4ADE ## {0} : String ref
cause380020=\u5DF2\u7D93\u505C\u7528\u670D\u52D9 ({0})\u3002
action380020=\u8ACB\u555F\u7528\u670D\u52D9\uFF0C\u7136\u5F8C\u5C07\u6703\u6B63\u5E38\u8655\u7406\u5728\u78BA\u8A8D\u8B8A\u66F4\u4E4B\u5F8C\u6536\u5230\u7684\u8A0A\u606F\u3002\u81F3\u65BC\u5176\u4ED6\u539F\u56E0\uFF0C\u8ACB\u6D3D\u8A62\u300COracle \u5BA2\u6236\u670D\u52D9\u90E8\u300D\u3002
messagedetail380100=\u696D\u52D9\u670D\u52D9\u5DF2\u9032\u884C\u7BC0\u6D41\u8655\u7406\uFF0C\u4F46\u56E0\u70BA\u696D\u52D9\u670D\u52D9\u5DF2\u9054\u5B83\u7684\u6700\u5927\u4E26\u884C\u9650\u5236\uFF0C\u800C\u4E14\u6C92\u6709\u7BC0\u6D41\u4F47\u5217\u53EF\u653E\u7F6E\u7D2F\u7A4D\u8A0A\u606F\uFF0C\u6240\u4EE5\u5DF2\u62D2\u7D55\u8A0A\u606F
action380100=\u8ACB\u5728\u6B64\u696D\u52D9\u670D\u52D9\u7684\u7BC0\u6D41\u8A2D\u5B9A\u4E2D\uFF0C\u505C\u7528\u7BC0\u6D41\u3001\u8A2D\u5B9A\u5927\u65BC\u96F6\u7684\u6700\u5927\u4F47\u5217\u9577\u5EA6\uFF0C\u6216\u63D0\u9AD8\u6700\u5927\u4E26\u884C\u6578
messagedetail380101=\u8A0A\u606F\u5DF2\u50B3\u9001\u81F3\u7BC0\u6D41\u7684\u696D\u52D9\u670D\u52D9\u4E26\u5F85\u5728\u7BC0\u6D41\u4F47\u5217\u4E2D\u7B49\u5019\u670D\u52D9\u8B8A\u53EF\u7528\uFF0C\u4F46\u56E0\u70BA\u8D85\u904E\u6307\u5B9A\u7684\u5B58\u7559\u6642\u9593\uFF0C\u6240\u4EE5\u5DF2\u5230\u671F
action380101=\u8ACB\u5728\u6B64\u696D\u52D9\u670D\u52D9\u7684\u7BC0\u6D41\u8A2D\u5B9A\u4E2D\uFF0C\u505C\u7528\u7BC0\u6D41\u3001\u8A2D\u5B9A\u8F03\u9577\u7684\u5B58\u7559\u6642\u9593 (\u60A8\u53EF\u4EE5\u5C07\u5B83\u8A2D\u5B9A\u70BA\u96F6\uFF0C\u8868\u793A\u7121\u9650\u7684\u5B58\u7559\u6642\u9593)\uFF0C\u6216\u63D0\u9AD8\u6700\u5927\u4E26\u884C\u6578
messagedetail380102=\u6B64\u8A0A\u606F\u5DF2\u50B3\u9001\u81F3\u7BC0\u6D41\u7684\u696D\u52D9\u670D\u52D9\uFF0C\u4F46\u906D\u5230\u7BC0\u6D41\u4F47\u5217\u62D2\u7D55\u3002\u4F47\u5217\u53EF\u80FD\u5DF2\u6EFF\uFF0C\u800C\u4E14\u8A0A\u606F\u512A\u5148\u9806\u5E8F\u5C0F\u65BC\u5DF2\u5728\u4F47\u5217\u4E2D\u7684\u8A0A\u606F\uFF1B\u6216\u8A0A\u606F\u5728\u4F47\u5217\u4E2D\u7B49\u5019\u6642\uFF0C\u4F47\u5217\u5927\u5C0F\u8ABF\u6574\u904E\u6216\u662F\u670D\u52D9\u91CD\u65B0\u547D\u540D\u904E\u3002
action380102=\u8ACB\u5728\u8DEF\u7531\u9078\u9805\u4E2D\u63D0\u9AD8\u50B3\u9001\u81F3\u6B64\u696D\u52D9\u670D\u52D9\u4E4B\u8A0A\u606F\u7684\u512A\u5148\u9806\u5E8F\uFF0C\u6216\u8005\u5728\u6B64\u696D\u52D9\u670D\u52D9\u7684\u7BC0\u6D41\u8A2D\u5B9A\u4E2D\u505C\u7528\u7BC0\u6D41\u3001\u63D0\u9AD8\u6700\u5927\u4E26\u884C\u6578\u6216\u589E\u52A0\u6700\u5927\u4F47\u5217\u9577\u5EA6
messagedetail380103=\u7BC0\u6D41\u5B50\u7CFB\u7D71\u767C\u751F\u5167\u90E8\u932F\u8AA4\u3002\u8A0A\u606F\u4E3B\u9AD4\u61C9\u8A72\u5305\u542B\u767C\u751F\u932F\u8AA4\u7684\u5DF2\u7BC0\u6D41\u670D\u52D9\uFF0C\u4EE5\u53CA\u8AAA\u660E\u554F\u984C\u7684\u8A0A\u606F: \u6B64\u932F\u8AA4\u53EF\u80FD\u662F\u4EA4\u6613\u932F\u8AA4\u3001\u4E2D\u65B7\u7684\u7E6B\u7DDA\u7570\u5E38\u72C0\u6CC1\u3001\u903E\u6642\u6216\u7121\u6548\u57F7\u884C\u6642\u671F\u72C0\u614B\u6240\u9020\u6210
action380103=\u5982\u679C\u9019\u662F\u7121\u6548\u57F7\u884C\u6642\u671F\u72C0\u614B\u6240\u9020\u6210\uFF0C\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
