messagedetail380000=\uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uC804\uC1A1 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC5D0 \uC77C\uBC18 \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uC544\uC6C3\uBC14\uC6B4\uB4DC \uD638\uCD9C \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD558\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD558\uC9C0\uB9CC \uC5F0\uAD00\uB41C \uC0AC\uC6A9\uC790 \uC815\uC758 \uBA54\uC2DC\uC9C0\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC744 \uACBD\uC6B0 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC804\uC1A1 \uAD6C\uD604\uC5D0 \uC758\uD574 \uBA85\uC2DC\uC801\uC73C\uB85C \uBC1C\uC0DD\uD560 \uC218\uB3C4 \uC788\uC2B5\uB2C8\uB2E4.
action380000=\uC0AC\uC6A9\uC790 \uC815\uC758 \uC804\uC1A1\uC5D0\uC11C \uBC1C\uC0DD\uD558\uB294 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC778 \uACBD\uC6B0 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uD638\uCD9C \uAD6C\uD604\uC5D0 \uD655\uC778\uB418\uC9C0 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB2E4\uB978 \uC804\uC1A1\uC758 \uACBD\uC6B0 \uC774 \uC624\uB958 \uCF54\uB4DC\uC5D0 \uD574\uB2F9\uD558\uB294 \uC124\uBA85\uC11C\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624. OSB \uB7F0\uD0C0\uC784 \uB0B4\uBD80 \uC624\uB958\uC778 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail380001=\uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uC804\uC1A1 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC5D0 \uC751\uC6A9 \uD504\uB85C\uADF8\uB7A8 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC751\uC6A9 \uD504\uB85C\uADF8\uB7A8 \uC624\uB958\uC5D0 \uB300\uD55C \uC9C0\uC6D0\uC744 \uBA85\uC2DC\uC801\uC73C\uB85C \uC120\uC5B8\uD558\uB294 \uC804\uC1A1\uB9CC \uD574\uB2F9 \uC624\uB958\uB97C \uBC18\uD658\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC804\uC1A1 \uAD6C\uD604\uC5D0 \uC758\uD574 \uBA85\uC2DC\uC801\uC73C\uB85C \uBC1C\uC0DD\uD558\uBA70 \uC77C\uBC18\uC801\uC73C\uB85C \uC5F0\uAD00\uB41C \uC0AC\uC6A9\uC790 \uC815\uC758 \uBA54\uC2DC\uC9C0\uB97C \uD3EC\uD568\uD569\uB2C8\uB2E4. OSB\uC5D0\uC11C \uBD88\uD544\uC694\uD55C \uC7AC\uC2DC\uB3C4\uB97C \uBC29\uC9C0\uD558\uB294 \uB370 \uC0AC\uC6A9\uB429\uB2C8\uB2E4.
action380001=\uC751\uC6A9 \uD504\uB85C\uADF8\uB7A8 \uC624\uB958\uC5D0 \uB300\uD574 \uC124\uBA85\uD558\uB294 \uC804\uC1A1 \uC124\uBA85\uC11C\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail380002=\uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uC804\uC1A1 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC5D0 \uC811\uC18D \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC804\uC1A1 \uAD6C\uD604\uC5D0 \uC758\uD574 \uBC1C\uC0DD\uD558\uBA70 \uC77C\uBC18\uC801\uC73C\uB85C \uC5F0\uAD00\uB41C \uC0AC\uC6A9\uC790 \uC815\uC758 \uBA54\uC2DC\uC9C0\uB97C \uD3EC\uD568\uD569\uB2C8\uB2E4. OSB\uC5D0\uC11C URI\uB97C \uC624\uD504\uB77C\uC778\uC73C\uB85C \uC804\uD658\uD558\uB294 \uB370 \uC0AC\uC6A9\uB429\uB2C8\uB2E4.
action380002=\uC811\uC18D \uC624\uB958\uC5D0 \uB300\uD574 \uC124\uBA85\uD558\uB294 \uC804\uC1A1 \uC124\uBA85\uC11C\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail380003=\uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 OSB \uC804\uC1A1 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uD2B9\uC815 \uC6D0\uC778\uC744 \uC124\uBA85\uD558\uB294 \uD2B9\uC815 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action380003=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail380004=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uAD6C\uC131 \uBCC0\uB3D9\uC73C\uB85C \uC778\uD574 OSB \uC804\uC1A1 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC5D0\uC11C \uC751\uB2F5 \uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC11C\uBE44\uC2A4\uB294 \uAD6C\uC131\uC774 \uC548\uC815\uD654\uB420 \uB54C\uAE4C\uC9C0 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uB97C \uBCF4\uB0BC \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action380004=OSB \uC11C\uBC84 \uAD6C\uC131\uC774 \uC548\uC815\uD654\uB420 \uB54C\uAE4C\uC9C0 \uAE30\uB2E4\uB838\uB2E4 \uC694\uCCAD \uC804\uC1A1\uC744 \uC7AC\uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
messagedetail380005=\uBA54\uC2DC\uC9C0 \uD398\uC774\uB85C\uB4DC\uB97C \uD55C \uC720\uD615(\uC608: MFL)\uC5D0\uC11C \uB2E4\uB978 \uC720\uD615(\uC608: XML)\uC73C\uB85C \uBCC0\uD658\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC744 \uBCF4\uB0B4\uAE30 \uC704\uD574 \uC77C\uBD80 \uC804\uC1A1\uC5D0 \uD2B9\uC815 \uD615\uC2DD\uC758 \uD398\uC774\uB85C\uB4DC\uAC00 \uD544\uC694\uD558\uC9C0\uB9CC OSB \uB7F0\uD0C0\uC784\uC5D0\uC11C \uD604\uC7AC \uD615\uC2DD\uC758 \uD398\uC774\uB85C\uB4DC\uB97C \uC6D0\uD558\uB294 \uD615\uC2DD\uC73C\uB85C \uBCC0\uD658\uD560 \uC218 \uC5C6\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action380005=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail380006=\uC9C0\uC815\uB41C ID\uB85C OSB \uC11C\uBC84\uC5D0 \uBC30\uCE58\uB41C \uC804\uC1A1 \uC81C\uACF5\uC790\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
action380006=\uC9C0\uC815\uB41C ID\uC758 \uC804\uC1A1 \uC81C\uACF5\uC790 \uC751\uC6A9 \uD504\uB85C\uADF8\uB7A8\uC774 OSB \uC11C\uBC84\uC5D0 \uC62C\uBC14\uB974\uAC8C \uBC30\uCE58\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC11C\uBC84 \uC2DC\uC791 \uC911 \uC774 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD558\uBA74 \uC804\uC1A1\uC774 \uB108\uBB34 \uB2A6\uAC8C \uB4F1\uB85D\uB420 \uC218\uB3C4 \uC788\uC2B5\uB2C8\uB2E4. \uC774\uB7F0 \uACBD\uC6B0\uC5D0\uB294 \uBC30\uCE58 \uC21C\uC11C\uB97C \uB354 \uB0AE\uAC8C \uC9C0\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail380008=\uC804\uC1A1 \uC81C\uACF5\uC790 \uAD6C\uC131\uC5D0\uC11C \uC778\uBC14\uC6B4\uB4DC \uB05D\uC810\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uB294\uB370\uB3C4 \uAD6C\uC131 \uD504\uB808\uC784\uC6CC\uD06C\uC5D0\uC11C \uD574\uB2F9 \uC81C\uACF5\uC790\uC5D0 \uB300\uD55C \uC778\uBC14\uC6B4\uB4DC \uB05D\uC810\uC744 \uC0DD\uC131\uD558\uAC70\uB098 \uAC31\uC2E0\uD558\uB824\uACE0 \uC2DC\uB3C4\uD588\uC2B5\uB2C8\uB2E4.
action380008=\uC774 \uC81C\uACF5\uC790\uAC00 \uC0AC\uC6A9\uC790 \uC815\uC758 \uC81C\uACF5\uC790\uC778 \uACBD\uC6B0 \uC804\uC1A1 \uC81C\uACF5\uC790 XML \uAD6C\uC131\uC774 \uC0DD\uC131\uB41C \uB05D\uC810 \uAD6C\uC131\uACFC \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uADF8\uB807\uC9C0 \uC54A\uC73C\uBA74 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail380009=\uC804\uC1A1 \uC81C\uACF5\uC790 \uAD6C\uC131\uC5D0\uC11C \uC544\uC6C3\uBC14\uC6B4\uB4DC \uB05D\uC810\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uB294\uB370\uB3C4 \uAD6C\uC131 \uD504\uB808\uC784\uC6CC\uD06C\uC5D0\uC11C \uD574\uB2F9 \uC81C\uACF5\uC790\uC5D0 \uB300\uD55C \uC544\uC6C3\uBC14\uC6B4\uB4DC \uB05D\uC810\uC744 \uC0DD\uC131\uD558\uAC70\uB098 \uAC31\uC2E0\uD558\uB824\uACE0 \uC2DC\uB3C4\uD588\uC2B5\uB2C8\uB2E4.
action380009=\uC774 \uC81C\uACF5\uC790\uAC00 \uC0AC\uC6A9\uC790 \uC815\uC758 \uC81C\uACF5\uC790\uC778 \uACBD\uC6B0 \uC804\uC1A1 \uC81C\uACF5\uC790 XML \uAD6C\uC131\uC774 \uC0DD\uC131\uB41C \uB05D\uC810 \uAD6C\uC131\uACFC \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uADF8\uB807\uC9C0 \uC54A\uC73C\uBA74 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail380010=\uD574\uB2F9 \uB05D\uC810\uC758 \uC81C\uACF5\uC790\uAC00 \uC81C\uACF5\uC790 \uD2B9\uC815 XML \uC2A4\uD0A4\uB9C8 \uC720\uD615\uC744 \uC120\uC5B8\uD558\uC9C0\uB9CC \uB05D\uC810 \uAD6C\uC131\uC5D0 \uC81C\uACF5\uC790 \uD2B9\uC815 \uAD6C\uC131\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action380010=\uC774 \uC81C\uACF5\uC790\uAC00 \uC0AC\uC6A9\uC790 \uC815\uC758 \uC81C\uACF5\uC790\uC778 \uACBD\uC6B0 \uAD6C\uD604\uC5D0 \uC81C\uACF5\uC790 \uD2B9\uC815 \uC815\uC758\uAC00 \uC62C\uBC14\uB974\uAC8C \uC124\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uADF8\uB807\uC9C0 \uC54A\uC73C\uBA74 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail380011=\uB05D\uC810 \uAD6C\uC131\uC5D0\uB294 \uC81C\uACF5\uC790 \uD2B9\uC815 \uAD6C\uC131\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC9C0\uB9CC \uD574\uB2F9 \uB05D\uC810\uC758 \uC81C\uACF5\uC790\uAC00 \uC81C\uACF5\uC790 \uD2B9\uC815 XML \uC2A4\uD0A4\uB9C8 \uC720\uD615\uC744 \uC120\uC5B8\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action380011=\uC774 \uC81C\uACF5\uC790\uAC00 \uC0AC\uC6A9\uC790 \uC815\uC758 \uC81C\uACF5\uC790\uC778 \uACBD\uC6B0 \uD574\uB2F9 \uAD6C\uD604\uC774 \uC81C\uACF5\uC790 \uD2B9\uC815 \uAD6C\uC131\uC5D0 \uD574\uB2F9\uD558\uB294 \uC801\uC808\uD55C \uC2A4\uD0A4\uB9C8 \uC720\uD615\uC744 \uBC18\uD658\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uADF8\uB807\uC9C0 \uC54A\uC73C\uBA74 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
action380012=\uC774 \uC81C\uACF5\uC790\uAC00 \uC0AC\uC6A9\uC790 \uC815\uC758 \uC81C\uACF5\uC790\uC778 \uACBD\uC6B0 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC774 \uC62C\uBC14\uB974\uAC8C \uCD08\uAE30\uD654\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uADF8\uB807\uC9C0 \uC54A\uC73C\uBA74 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
action380013=\uC774 \uC81C\uACF5\uC790\uAC00 \uC0AC\uC6A9\uC790 \uC815\uC758 \uC81C\uACF5\uC790\uC778 \uACBD\uC6B0 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC774 \uC62C\uBC14\uB974\uAC8C \uCD08\uAE30\uD654\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uADF8\uB807\uC9C0 \uC54A\uC73C\uBA74 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail380014=\uB05D\uC810\uC5D0\uC11C\uB294 \uC751\uC6A9 \uD504\uB85C\uADF8\uB7A8 \uC624\uB958\uB97C \uC9C0\uC6D0\uD558\uC9C0\uB9CC \uD574\uB2F9 \uB05D\uC810\uC758 \uC81C\uACF5\uC790\uB294 \uD574\uB2F9 \uC624\uB958\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action380014=\uC774 \uC81C\uACF5\uC790\uAC00 \uC0AC\uC6A9\uC790 \uC815\uC758 \uC81C\uACF5\uC790\uC778 \uACBD\uC6B0 \uC804\uC1A1 \uC81C\uACF5\uC790 XML \uAD6C\uC131\uC774 \uC0DD\uC131\uB41C \uB05D\uC810 \uAD6C\uC131\uACFC \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uADF8\uB807\uC9C0 \uC54A\uC73C\uBA74 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail380015=\uC774 \uC624\uB958\uB294 \uAD6C\uC131 \uAC31\uC2E0 \uC911 \uBC1C\uC0DD\uD569\uB2C8\uB2E4. \uAC31\uC2E0\uB41C \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uC911 \uD558\uB098\uC758 URI\uAC00 \uC774\uBBF8 \uC0AC\uC6A9\uB418\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
action380015=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB97C \uC0AD\uC81C\uD558\uAC70\uB098 \uB2E4\uB978 URI\uB97C \uC0AC\uC6A9\uD558\uC2ED\uC2DC\uC624.
messagedetail380016=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC811\uC18D \uC624\uB958 \uC2DC URI\uB97C \uC624\uD504\uB77C\uC778\uC73C\uB85C \uC804\uD658\uD558\uB3C4\uB85D \uAD6C\uC131\uB418\uC5B4 \uC788\uB294\uB370 \uC774 \uC11C\uBE44\uC2A4\uB85C \uC804\uC1A1\uB41C \uBA54\uC2DC\uC9C0\uC758 \uACBD\uB85C\uB97C \uC9C0\uC815\uD560 \uB0A8\uC740 \uC628\uB77C\uC778 URI\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
action380016=\uC11C\uBE44\uC2A4 \uAD6C\uC131 \uBC0F \uC11C\uBC84 \uC811\uC18D\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail380017=\uC804\uC1A1 \uC81C\uACF5\uC790 \uAD6C\uC131 xml \uD30C\uC77C\uC774 \uAD6C\uBB38\uC801\uC73C\uB85C \uB610\uB294 \uC758\uBBF8\uC801\uC73C\uB85C \uC62C\uBC14\uB974\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0 \uBCF8\uBB38\uC5D0 \uC624\uB958 \uC124\uBA85 \uBC0F \uBD80\uC801\uD569\uD55C XML \uCF54\uB4DC \uC870\uAC74\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action380017=\uAD6C\uC131\uC744 \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String scheme
messagedetail380018=\uAD6C\uC131\uB41C \uC11C\uBE44\uC2A4 \uC720\uD615\uC740 \uC804\uC1A1({0})\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action380018=\uAD6C\uC131 jar\uB97C \uC784\uD3EC\uD2B8\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uACBD\uC6B0 \uC11C\uBE44\uC2A4 \uC815\uC758\uAC00 \uC190\uC0C1\uB418\uC5C8\uAC70\uB098 \uD604\uC7AC OSB \uBC84\uC804\uC774 \uB354 \uC774\uC0C1 \uAD6C\uC131 jar\uC5D0 \uC815\uC758\uB41C \uBC14\uC778\uB529\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC73C\uBA74 \uC9C0\uC6D0\uB418\uB294 \uC0C8 \uBC14\uC778\uB529\uC73C\uB85C \uC11C\uBE44\uC2A4\uB97C \uC7AC\uC0DD\uC131\uD558\uC2ED\uC2DC\uC624. \uB2E4\uB978 \uC6D0\uC778\uC774 \uC788\uC744 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String ref
cause380019=\uC11C\uBE44\uC2A4 \uC804\uC1A1 \uAD6C\uC131 \uBCC0\uACBD \uC911: ({0}).
action380019=\uC11C\uBE44\uC2A4 \uC804\uC1A1 \uAD6C\uC131\uC744 \uC218\uC815\uD55C \uACBD\uC6B0 \uBCC0\uACBD \uC0AC\uD56D\uC774 \uCEE4\uBC0B\uB41C \uD6C4 \uC218\uC2E0\uB41C \uBA54\uC2DC\uC9C0\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uCC98\uB9AC\uB429\uB2C8\uB2E4. \uB2E4\uB978 \uC6D0\uC778\uC774 \uC788\uC744 \uACBD\uC6B0 \uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String ref
cause380020=\uC11C\uBE44\uC2A4({0})\uAC00 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action380020=\uC11C\uBE44\uC2A4\uB97C \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624. \uBCC0\uACBD \uC0AC\uD56D\uC774 \uCEE4\uBC0B\uB41C \uD6C4 \uC218\uC2E0\uB41C \uBA54\uC2DC\uC9C0\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uCC98\uB9AC\uB429\uB2C8\uB2E4. \uB2E4\uB978 \uC6D0\uC778\uC774 \uC788\uC744 \uACBD\uC6B0 \uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail380100=\uC11C\uBE44\uC2A4\uAC00 \uCD5C\uB300 \uB3D9\uC2DC\uC131 \uC81C\uD55C\uC5D0 \uB3C4\uB2EC\uD588\uACE0 \uBC31\uB85C\uADF8 \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD55C \uC2A4\uB85C\uD2C0 \uB300\uAE30\uC5F4\uC774 \uC5C6\uAE30 \uB54C\uBB38\uC5D0 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC2A4\uB85C\uD2C0\uB418\uACE0 \uBA54\uC2DC\uC9C0\uB97C \uAC70\uBD80\uD588\uC2B5\uB2C8\uB2E4.
action380100=\uC774 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC2A4\uB85C\uD2C0 \uC124\uC815\uC5D0\uC11C \uC2A4\uB85C\uD2C0\uC744 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uD558\uAC70\uB098, \uCD5C\uB300 \uB300\uAE30\uC5F4 \uAE38\uC774\uB97C 0\uBCF4\uB2E4 \uD06C\uAC8C \uC124\uC815\uD558\uAC70\uB098, \uCD5C\uB300 \uB3D9\uC2DC\uC131\uC744 \uB298\uB9AC\uC2ED\uC2DC\uC624.
messagedetail380101=\uBA54\uC2DC\uC9C0\uAC00 \uC2A4\uB85C\uD2C0\uB41C \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB85C \uC804\uC1A1\uB418\uACE0 \uC11C\uBE44\uC2A4\uAC00 \uC0AC\uC6A9 \uAC00\uB2A5\uD560 \uB54C\uAE4C\uC9C0 \uAE30\uB2E4\uB9AC\uB294 \uC911 \uC9C0\uC815\uB41C TTL \uC774\uD6C4 \uC2A4\uB85C\uD2C0 \uB300\uAE30\uC5F4\uC5D0\uC11C \uB9CC\uB8CC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action380101=\uC774 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC2A4\uB85C\uD2C0 \uC124\uC815\uC5D0\uC11C \uC2A4\uB85C\uD2C0\uC744 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uD558\uAC70\uB098, TTL\uC744 \uB354 \uAE38\uAC8C \uC124\uC815\uD558\uAC70\uB098(\uBB34\uC81C\uD55C TTL\uC758 \uACBD\uC6B0 0\uC73C\uB85C \uC124\uC815 \uAC00\uB2A5), \uCD5C\uB300 \uB3D9\uC2DC\uC131\uC744 \uB298\uB9AC\uC2ED\uC2DC\uC624.
messagedetail380102=\uBA54\uC2DC\uC9C0\uAC00 \uC2A4\uB85C\uD2C0\uB41C \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB85C \uC804\uC1A1\uB418\uACE0 \uC2A4\uB85C\uD2C0 \uB300\uAE30\uC5F4\uC5D0\uC11C \uAC70\uBD80\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uB300\uAE30\uC5F4\uC774 \uAC00\uB4DD \uCC28\uACE0 \uBA54\uC2DC\uC9C0 \uC6B0\uC120\uC21C\uC704\uAC00 \uC774\uBBF8 \uB300\uAE30\uC5F4\uC5D0 \uC788\uB294 \uBA54\uC2DC\uC9C0\uBCF4\uB2E4 \uB0AE\uAC70\uB098, \uBA54\uC2DC\uC9C0\uAC00 \uB300\uAE30\uC5F4\uC5D0\uC11C \uB300\uAE30\uD558\uB294 \uC911 \uB300\uAE30\uC5F4 \uD06C\uAE30\uAC00 \uC870\uC815\uB418\uC5C8\uAC70\uB098, \uC11C\uBE44\uC2A4 \uC774\uB984\uC774 \uBC14\uB00C\uC5C8\uC2B5\uB2C8\uB2E4.
action380102=\uACBD\uB85C \uC9C0\uC815 \uC635\uC158\uC5D0\uC11C \uC774 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB85C \uBCF4\uB0B4\uB294 \uBA54\uC2DC\uC9C0\uC758 \uC6B0\uC120\uC21C\uC704\uB97C \uB192\uC774\uAC70\uB098, \uC774 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC2A4\uB85C\uD2C0 \uC124\uC815\uC5D0\uC11C \uC2A4\uB85C\uD2C0\uC744 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uD558\uAC70\uB098, \uCD5C\uB300 \uB3D9\uC2DC\uC131\uC744 \uB298\uB9AC\uAC70\uB098, \uCD5C\uB300 \uB300\uAE30\uC5F4 \uAE38\uC774\uB97C \uB298\uB9AC\uC2ED\uC2DC\uC624.
messagedetail380103=\uC2A4\uB85C\uD2C0 \uD558\uC704 \uC2DC\uC2A4\uD15C\uC5D0 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0 \uBCF8\uBB38\uC5D0\uB294 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD55C \uC2A4\uB85C\uD2C0\uB41C \uC11C\uBE44\uC2A4\uC640 \uBB38\uC81C\uB97C \uC124\uBA85\uD558\uB294 \uBA54\uC2DC\uC9C0\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uD2B8\uB79C\uC7AD\uC158 \uC624\uB958, \uC911\uB2E8\uB41C \uC2A4\uB808\uB4DC \uC608\uC678 \uC0AC\uD56D, \uC2DC\uAC04 \uCD08\uACFC \uB610\uB294 \uBD80\uC801\uD569\uD55C \uB7F0\uD0C0\uC784 \uC0C1\uD0DC\uB85C \uC778\uD574 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action380103=\uBD80\uC801\uD569\uD55C \uB7F0\uD0C0\uC784 \uC0C1\uD0DC \uB54C\uBB38\uC778 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
