## P4ADE ## {0} : String message, {1} : Throwable t
messagebody380000=Error general en tiempo de ejecuci\u00F3n: {0}
## P4ADE ## {0} : String message
messagebody380001=Error de aplicaci\u00F3n: {0}
## P4ADE ## {0} : String message
messagebody380002=Error de conexi\u00F3n: {0}
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody380003=Excepci\u00F3n en {0}, {1}
## P4ADE ## {0} : String name
messagebody380004=No coinciden las versiones para el servicio {0}
## P4ADE ## {0} : String src, {1} : String res
messagebody380005=La transformaci\u00F3n de {0} a {1} no est\u00E1 soportada
## P4ADE ## {0} : String id
messagebody380006=No hay ning\u00FAn proveedor de transporte registrado con el identificador: {0}
## P4ADE ## {0} : String id
messagebody380008=El proveedor con el identificador {0} no soporta los puntos finales del servicio de proxy
## P4ADE ## {0} : String id
messagebody380009=El proveedor con el identificador {0} no soporta los puntos finales del servicio de negocio
messagebody380010=Configuraci\u00F3n de punto final no v\u00E1lida: Falta la configuraci\u00F3n espec\u00EDfica del proveedor
messagebody380011=Configuraci\u00F3n de punto final no v\u00E1lida: La configuraci\u00F3n espec\u00EDfica del proveedor no es v\u00E1lida
messagebody380012=La configuraci\u00F3n del servicio de proxy necesita exactamente un URI
messagebody380013=La configuraci\u00F3n del servicio de negocio necesita al menos un URI
## P4ADE ## {0} : String id
messagebody380014=Configuraci\u00F3n de punto final no v\u00E1lida: El proveedor con el identificador {0} no declara errores de aplicaci\u00F3n
## P4ADE ## {0} : String ref, {1} : String uri
messagebody380015=El servicio de negocio no soporta URI duplicados. Se ha encontrado el servicio {0} con el URI {1} duplicado.
## P4ADE ## {0} : String ref
messagebody380016=Ninguno de los URI est\u00E1 en l\u00EDnea para el servicio de negocio {0}
## P4ADE ## {0} : String diag, {1} : String xml
messagebody380017=El archivo XML de configuraci\u00F3n de transporte no es v\u00E1lido: {0}: {1}
## P4ADE ## {0} : String scheme
messagebody380018=El tipo de servicio configurado no est\u00E1 soportado por el transporte ({0}).
## P4ADE ## {0} : String ref
messagebody380019=La configuraci\u00F3n del transporte de servicio se encuentra en el flujo: ({0}).
## P4ADE ## {0} : String ref
messagebody380020=El servicio ({0}) se ha desactivado.
## P4ADE ## {0} : String ref
messagebody380100=Error de regulaci\u00F3n: El servicio de negocio {0} no puede procesar m\u00E1s mensajes y no tiene ninguna cola de regulaci\u00F3n
## P4ADE ## {0} : String ref
messagebody380101=Error de regulaci\u00F3n: Ha caducado el mensaje en la cola de regulaci\u00F3n para el servicio de negocio {0}
## P4ADE ## {0} : String ref
messagebody380102=Error de regulaci\u00F3n: La cola de regulaci\u00F3n para el servicio de negocio {0} est\u00E1 llena y ha rechazado el mensaje
## P4ADE ## {0} : String ref, {1} : String message
messagebody380103=Se ha producido un error de regulaci\u00F3n inesperado al procesar un mensaje enviado al servicio de negocio {0}: {1}
