TRANSPORT_UPGRADED=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
SERVICE_DEFINITION_UPGRADED=\u30B5\u30FC\u30D3\u30B9\u5B9A\u7FA9\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
PIPELINE_DEFINITION_UPGRADED_ADD_ACTIONID=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u5B9A\u7FA9\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F(\u30A2\u30AF\u30B7\u30E7\u30F3ID\u304C\u8FFD\u52A0/\u5909\u66F4\u3055\u308C\u307E\u3057\u305F)
OPERATIONAL_SETTINGS_UPGRADED=\u64CD\u4F5C\u8A2D\u5B9A\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
STAT_COUNTER_NAMES_UPGRADED=\u7D71\u8A08\u30AB\u30A6\u30F3\u30BF\u540D\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
ALERT_RULE_LITERALS_UPGRADED=\u30A2\u30E9\u30FC\u30C8\u30FB\u30EB\u30FC\u30EB\u306E\u30EA\u30C6\u30E9\u30EB\u540D\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
ALERT_DESTINATION_CREATED=\u30A2\u30E9\u30FC\u30C8\u30FB\u30EB\u30FC\u30EB{0}\u306E\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u30EA\u30BD\u30FC\u30B9\u304C\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F
ALERT_RULE_UPGRADED_WITH_DESTINATION=\u30A2\u30E9\u30FC\u30C8\u30FB\u30EB\u30FC\u30EB\u304C\u3001\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
ALERT_RULE_UPGRADED=\u30A2\u30E9\u30FC\u30C8\u30FB\u30EB\u30FC\u30EB\u69CB\u6210\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
SNMP_DATA_UPGRADED=SNMP\u30C7\u30FC\u30BF\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
ALERT_RULE_BINDING_UPGRADED=\u30A2\u30E9\u30FC\u30C8\u30FB\u30EB\u30FC\u30EB\u30FB\u30D0\u30A4\u30F3\u30C9\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
STATISTICS_REFS_UPGRADED=\u53C2\u7167\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
ALERT_RULE_SUMMARY_TEXT=Oracle Service Bus\u30A2\u30E9\u30FC\u30C8
ALERT_DESTINATION_RESOURCE_NAME=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148
ALERT_DESTINATION_UPGRADED=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002'\u30B3\u30F3\u30BD\u30FC\u30EB\u3078\u306E\u30A2\u30E9\u30FC\u30C8'\u306F\u69CB\u6210\u53EF\u80FD\u306A\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u306F\u306A\u304F\u306A\u308A\u307E\u3057\u305F\u3002
ALERT_DESTINATION_DELETED=\u30B3\u30F3\u30BD\u30FC\u30EB\u306F\u73FE\u5728\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u5B9B\u5148\u3067\u3059\u3002\u3053\u308C\u306F\u8A2D\u5B9A\u3055\u308C\u305F\u552F\u4E00\u306E\u5B9B\u5148\u3067\u3042\u3063\u305F\u305F\u3081\u3001\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u306F\u73FE\u5728\u524A\u9664\u3055\u308C\u3066\u3044\u307E\u3059\u3002
JMS_BUSINESS_SERVICE_WITH_RESPONSE_SSL=OSB 2.6\u4EE5\u524D\u306EJMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304A\u3088\u3073\u30EC\u30B9\u30DD\u30F3\u30B9\u306FSSL\u63A5\u7D9A\u3092\u4ECB\u3057\u3066\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D6\u5F97\u3057\u307E\u3059
WS_POLICY_UPGRADED=WS-Policy\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
ALERT_RULE_DELETED=\u30A2\u30E9\u30FC\u30C8\u30FB\u30EB\u30FC\u30EB\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
ALERT_RULE_BINDING_DELETED=\u30A2\u30E9\u30FC\u30C8\u30FB\u30EB\u30FC\u30EB\u30FB\u30D0\u30A4\u30F3\u30C9\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
SERVICE_UPGRADED_WITH_ALERT=\u30A2\u30E9\u30FC\u30C8\u30FB\u30EB\u30FC\u30EB\u304C\u30B5\u30FC\u30D3\u30B9\u306B\u30DE\u30FC\u30B8\u3055\u308C\u307E\u3057\u305F\u3002
ALERT_LOGGING_FLAG_ADDED=\u5024\u304C'true'\u306E\u30A2\u30E9\u30FC\u30C8\u30FB\u30ED\u30AE\u30F3\u30B0\u6709\u52B9\u5316\u30D5\u30E9\u30B0\u304C\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306B\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F\u3002
ALERT_DESTINATION_ADDED_FOR_LOGGIN_DESC=\u3053\u306E\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306F\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C0\u306B\u3088\u3063\u3066\u81EA\u52D5\u7684\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002\u3059\u3079\u3066\u306E\u30A2\u30E9\u30FC\u30C8\u306B\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u304C\u5FC5\u8981\u3067\u3059\u3002\u3053\u306E\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u3067\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u3092\u6301\u305F\u306A\u3044\u3059\u3079\u3066\u306E\u30A2\u30E9\u30FC\u30C8\u3082\u3001\u3053\u306E\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u3092\u6307\u3059\u3088\u3046\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306F\u3001\u5358\u7D14\u306B\u30A2\u30E9\u30FC\u30C8\u3092\u30ED\u30B0\u306B\u8A18\u9332\u3057\u307E\u3059\u3002
ALERT_WITH_NO_DEST_UPGRADED=\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306E\u306A\u3044\u30A2\u30E9\u30FC\u30C8\u30FB\u30EB\u30FC\u30EB\u304C\u3001\u65B0\u3057\u304F\u4F5C\u6210\u3055\u308C\u305F\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u3092\u6307\u3059\u3088\u3046\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002\u65B0\u3057\u3044\u30A2\u30E9\u30FC\u30C8\u5B9B\u5148\u306F\u3001\u5358\u7D14\u306B\u30A2\u30E9\u30FC\u30C8\u3092\u30ED\u30B0\u306B\u8A18\u9332\u3057\u307E\u3059\u3002
