TRANSPORT_UPGRADED=A configura\u00E7\u00E3o de transporte foi submetida a upgrade
SERVICE_DEFINITION_UPGRADED=A defini\u00E7\u00E3o de servi\u00E7o foi submetida a upgrade
PIPELINE_DEFINITION_UPGRADED_ADD_ACTIONID=A defini\u00E7\u00E3o de pipeline foi submetida a upgrade (o ID da a\u00E7\u00E3o foi adicionado/modificado)
OPERATIONAL_SETTINGS_UPGRADED=As defini\u00E7\u00F5es operacionais foram submetidas a upgrade
STAT_COUNTER_NAMES_UPGRADED=Os nomes de contadores estat\u00EDsticos foram submetidos a upgrade
ALERT_RULE_LITERALS_UPGRADED=Os nomes de literais da Regra de Alerta foram submetidos a upgrade
ALERT_DESTINATION_CREATED=Recurso de Destino do Alerta criado para a Regra de Alerta {0}
ALERT_RULE_UPGRADED_WITH_DESTINATION=Regra de Alerta submetida a upgrade para usar um Destino de Alerta
ALERT_RULE_UPGRADED=A configura\u00E7\u00E3o da Regra de Alerta foi submetida a upgrade
SNMP_DATA_UPGRADED=Os dados SNMP foram submetidos a upgrade
ALERT_RULE_BINDING_UPGRADED=O binding de Regra de Alerta foi submetido a upgrade
STATISTICS_REFS_UPGRADED=As refer\u00EAncias foram submetidas a upgrade
ALERT_RULE_SUMMARY_TEXT=Alerta do Oracle Service Bus
ALERT_DESTINATION_RESOURCE_NAME=Destino de Alerta
ALERT_DESTINATION_UPGRADED=O Destino do Alerta foi submetido a upgrade. O 'Alerta para Console' n\u00E3o \u00E9 mais uma op\u00E7\u00E3o configur\u00E1vel.
ALERT_DESTINATION_DELETED=A console agora \u00E9 um destino default. Como esse era o \u00FAnico destino definido, esse recurso foi deletado agora.
JMS_BUSINESS_SERVICE_WITH_RESPONSE_SSL=O servi\u00E7o de neg\u00F3cios JMS pr\u00E9-OSB 2.6 com resposta recuperar\u00E1 as respostas na conex\u00E3o SSL
WS_POLICY_UPGRADED=A Pol\u00EDtica de web services foi submetida a upgrade
ALERT_RULE_DELETED=Regra de alerta deletada.
ALERT_RULE_BINDING_DELETED=Binding da regra de alerta deletado.
SERVICE_UPGRADED_WITH_ALERT=As regras de alerta foram mescladas no servi\u00E7o.
ALERT_LOGGING_FLAG_ADDED=O flag de ativa\u00E7\u00E3o da gera\u00E7\u00E3o de relat\u00F3rios de alerta foi adicionado ao Destino do Alerta com valor 'verdadeiro'.
ALERT_DESTINATION_ADDED_FOR_LOGGIN_DESC=Este destino do alerta foi criado automaticamente pelos atualizadores do recurso. Os Destinos do Alerta s\u00E3o necess\u00E1rios para todos os alertas. Todos os alertas sem um destino neste projeto tamb\u00E9m ser\u00E3o atualizados para apontar para este destino do alerta. Este destino do alerta apenas registra alertas.
ALERT_WITH_NO_DEST_UPGRADED=A regra de alerta sem destino do alerta foi submetida a upgrade para apontar para um destino de alerta rec\u00E9m-criado. O novo destino do alerta s\u00F3 registra os alertas.
