TRANSPORT_UPGRADED=La configuration de transport a \u00E9t\u00E9 mise \u00E0 niveau
SERVICE_DEFINITION_UPGRADED=La d\u00E9finition de service a \u00E9t\u00E9 mise \u00E0 niveau
PIPELINE_DEFINITION_UPGRADED_ADD_ACTIONID=La d\u00E9finition de pipeline a \u00E9t\u00E9 mise \u00E0 niveau (l'ID d'action a \u00E9t\u00E9 ajout\u00E9/modifi\u00E9)
OPERATIONAL_SETTINGS_UPGRADED=Les param\u00E8tres op\u00E9rationnels ont \u00E9t\u00E9 mis \u00E0 niveau
STAT_COUNTER_NAMES_UPGRADED=Les noms de compteur statistique ont \u00E9t\u00E9 mis \u00E0 niveau
ALERT_RULE_LITERALS_UPGRADED=Les noms de litt\u00E9raux de r\u00E8gle d'alerte ont \u00E9t\u00E9 mis \u00E0 niveau
ALERT_DESTINATION_CREATED=La ressource de destination d''alerte a \u00E9t\u00E9 cr\u00E9\u00E9e pour la r\u00E8gle d''alerte {0}
ALERT_RULE_UPGRADED_WITH_DESTINATION=La r\u00E8gle d'alerte a \u00E9t\u00E9 mise \u00E0 niveau afin de permettre l'utilisation d'une destination d'alerte
ALERT_RULE_UPGRADED=La configuration de r\u00E8gle d'alerte a \u00E9t\u00E9 mise \u00E0 niveau
SNMP_DATA_UPGRADED=Les donn\u00E9es SNMP ont \u00E9t\u00E9 mises \u00E0 niveau
ALERT_RULE_BINDING_UPGRADED=La liaison de r\u00E8gle d'alerte a \u00E9t\u00E9 mise \u00E0 niveau
STATISTICS_REFS_UPGRADED=Les r\u00E9f\u00E9rences ont \u00E9t\u00E9 mises \u00E0 niveau
ALERT_RULE_SUMMARY_TEXT=Alerte Oracle Service Bus
ALERT_DESTINATION_RESOURCE_NAME=Destination d'alerte
ALERT_DESTINATION_UPGRADED=La destination d'alerte a \u00E9t\u00E9 mise \u00E0 niveau. L'option Alerte de console n'est plus une option configurable.
ALERT_DESTINATION_DELETED=La console repr\u00E9sente d\u00E9sormais une destination par d\u00E9faut. Etant donn\u00E9 que cette ressource \u00E9tait la seule destination d\u00E9finie, elle a \u00E9t\u00E9 supprim\u00E9e.
JMS_BUSINESS_SERVICE_WITH_RESPONSE_SSL=Le service fonctionnel Pre-OSB 2.6 JMS comportant des r\u00E9ponses va les extraire depuis la connexion SSL
WS_POLICY_UPGRADED=La strat\u00E9gie WS a \u00E9t\u00E9 mise \u00E0 niveau
ALERT_RULE_DELETED=R\u00E8gle d'alerte supprim\u00E9e.
ALERT_RULE_BINDING_DELETED=Liaison de r\u00E8gle d'alerte supprim\u00E9e.
SERVICE_UPGRADED_WITH_ALERT=Les r\u00E8gles d'alerte sont fusionn\u00E9es pour former un service.
ALERT_LOGGING_FLAG_ADDED=Un indicateur d'activation de journalisation d'alerte est ajout\u00E9 \u00E0 la destination d'alerte et renvoie la valeur 'True'.
ALERT_DESTINATION_ADDED_FOR_LOGGIN_DESC=Cette destination d'alerte a \u00E9t\u00E9 cr\u00E9\u00E9e automatiquement par les processus de mise \u00E0 niveau de la ressource. Les destinations d'alerte sont n\u00E9cessaires \u00E0 toutes les alertes. Toutes celles qui n'en disposent pas dans le projet sont \u00E9galement mises \u00E0 niveau afin de pointer vers la destination d'alerte. Cette destination d'alerte journalise simplement les alertes.
ALERT_WITH_NO_DEST_UPGRADED=Une r\u00E8gle d'alerte sans destination d'alerte a \u00E9t\u00E9 mise \u00E0 niveau afin de pointer vers la nouvelle destination d'alerte. Cette derni\u00E8re consigne uniquement les alertes.
