XSLT_VALIDATION_NO_XSLT=Le texte XSLT de cette ressource n'est pas indiqu\u00E9.
XSLT_VALIDATION_INVALID_XML=Le texte XSLT de cette ressource ne pr\u00E9sente pas un format XML correct : {0}.
XSLT_VALIDATION_NOT_STYLESHEET=Le texte XSLT de cette ressource n'est pas une feuille de style XML.
XSLT_VALIDATION_INVALID_PARAM=Une des balises param XSLT ne porte aucun nom ou porte un nom vide.
XSLT_VALIDATION_NO_HREF=Une des balises import/include XSLT ne pr\u00E9sente aucun \u00E9l\u00E9ment href ou en comporte un vide.
XSLT_VALIDATION_DEP_OOSYNC=Erreur inattendue. L'\u00E9tat interne de la ressource (d\u00E9pendances) est endommag\u00E9. Effectuez une nouvelle modification, puis enregistrez la ressource XSLT.
XSLT_VALIDATION_DEP_NOT_SET=La d\u00E9pendance XSLT n''est pas configur\u00E9e (href : "{0}").
XSLT_VALIDATION_DEP_NOT_EXIST=La d\u00E9pendance XSLT configur\u00E9e n''existe pas (href : "{0}").
XSLT_VALIDATION_DEP_INVALID=La d\u00E9pendance XSLT configur\u00E9e n''est pas valide (href : "{0}").
XSLT_VALIDATION_DEP_SELF_REF=La d\u00E9pendance XSLT configur\u00E9e est identique \u00E0 la ressource XSLT en cours de d\u00E9finition (href : "{0}").
XSLT_VALIDATION_DEP_CYCLE=La d\u00E9pendance XSLT configur\u00E9e contient des d\u00E9pendances mises en correspondance avec la ressource XSLT en cours de d\u00E9finition (href : "{0}").
XSLT_VALIDATION_DEP_UNEXPECTED=La d\u00E9pendance XSLT configur\u00E9e a entra\u00EEn\u00E9 une erreur inattendue (href : "{0}").
XSLT_VALIDATION_TREE_TEMPLATE=Une erreur s''est produite lors de la compilation du mod\u00E8le XSLT : {0}.
XSLT_VALIDATION_TREE_OUTPUT="xml" est la seule m\u00E9thode de sortie de XSLT prise en charge.
XSLT_RUNTIME_NOT_VALID_STATE=La ressource XSLT "{0}" ne pr\u00E9sente pas un \u00E9tat valide.
XSLT_RUNTIME_UNEXPECTED_ERROR=Une erreur inattendue est survenue lors de l''utilisation de la ressource XSLT "{0}" ;
XSLT_RUNTIME_INVALID_EXECUTOR=Une erreur est survenue lors de la cr\u00E9ation de l''ex\u00E9cuteur XSLT : {0}.
