messagedetail382500=La acci\u00F3n de llamada de servicio de OSB ha recibido una respuesta de fallo de SOAP del servicio web llamado. El contenido del fallo de SOAP recibido se puede ver en el elemento de detalles de la variable de contexto de mensaje $fault.
messagedetail382501=El servicio llamado por la llamada de servicio de OSB ha devuelto una carga \u00FAtil que no era consistente con el tipo de enlace de servicio declarado y, como resultado, OSB no lo ha podido analizar correctamente. Por ejemplo, esto puede deberse a que un servicio registrado con un tipo de enlace XML ha devuelto una carga \u00FAtil XML con formato incorrecto. El contenido de la respuesta recibida se puede ver en el elemento de detalles de la variable de contexto de mensaje $fault.
action382501=Compruebe el contenido de la carga \u00FAtil de respuesta en la variable $fault para ver por qu\u00E9 es inconsistente con el tipo de enlace de servicio declarado
messagedetail382502=El servicio llamado por la acci\u00F3n de llamada de servicio de OSB ha indicado que se ha producido una condici\u00F3n de error que no es un fallo de SOAP. Por ejemplo, puede producirse cuando se recibe un c\u00F3digo de error HTTP 404 (No se ha encontrado la p\u00E1gina) de un servicio HTTP externo. El contenido de la respuesta recibida (si lo hay) se puede ver en el elemento de detalles de la variable de contexto de mensaje $fault.
action382502=Compruebe el contenido de la carga \u00FAtil de respuesta en la variable $fault para ver cu\u00E1l es el problema con la llamada de servicio
messagedetail382505=Fallo de la validaci\u00F3n de la expresi\u00F3n de entrada seg\u00FAn el recurso de esquema proporcionado. Los detalles del error de validaci\u00F3n, como mensaje de error espec\u00EDfico, ubicaci\u00F3n del XML no v\u00E1lido, etc., se pueden ver en el elemento de detalles de la variable de contexto de mensaje $fault
action382505=Compruebe el contenido de la variable $fault para ver el origen del fallo de validaci\u00F3n
messagedetail382510=Se ha producido un error durante la evaluaci\u00F3n de la expresi\u00F3n XQuery/XSLT durante la ejecuci\u00F3n de la acci\u00F3n de asignaci\u00F3n. Esto puede producirse si una expresi\u00F3n XQuery, cuyo resultado se est\u00E1 asignando a una variable, da como resultado un error en tiempo de ejecuci\u00F3n del motor de evaluaci\u00F3n XQuery. Debe haber un error espec\u00EDfico que concrete el origen del problema.
action382510=Compruebe si en la expresi\u00F3n XQuery configurada hay posibles problemas sint\u00E1cticos o sem\u00E1nticos
messagedetail382511=Se ha producido un error durante la ejecuci\u00F3n de la acci\u00F3n de supresi\u00F3n. Esto puede producirse si la expresi\u00F3n XPath especificada no es una expresi\u00F3n v\u00E1lida o da como resultado un error en tiempo de ejecuci\u00F3n del motor de evaluaci\u00F3n de XPath. Debe haber un mensaje de error espec\u00EDfico que concrete el origen del problema.
action382511=Compruebe si en la expresi\u00F3n XPath configurada hay posibles problemas sint\u00E1cticos o sem\u00E1nticos
messagedetail382512=Se ha producido un error durante la ejecuci\u00F3n de la acci\u00F3n de inserci\u00F3n. Esto puede producirse si una expresi\u00F3n XQuery, cuyo resultado se est\u00E1 insertando en una variable, da como resultado un error en tiempo de ejecuci\u00F3n del motor de evaluaci\u00F3n de XQuery. Debe haber un mensaje de error espec\u00EDfico que concrete el origen del problema.
action382512=Compruebe si en la expresi\u00F3n XQuery configurada hay posibles problemas sint\u00E1cticos o sem\u00E1nticos
messagedetail382513=Se ha producido un error durante la ejecuci\u00F3n de la acci\u00F3n de sustituci\u00F3n. Esto puede producirse si una expresi\u00F3n XQuery, cuyo resultado se est\u00E1 sustituyendo en una variable, da como resultado un error en tiempo de ejecuci\u00F3n del motor de evaluaci\u00F3n de XQuery. Debe haber un mensaje de error espec\u00EDfico que concrete el origen del problema.
action382513=Compruebe si en la expresi\u00F3n XQuery configurada hay posibles problemas sint\u00E1cticos o sem\u00E1nticos
messagedetail382514=Se ha producido un error durante la ejecuci\u00F3n de la acci\u00F3n de cambio de nombre. Esto puede producirse si la expresi\u00F3n XPath especificada no es una expresi\u00F3n v\u00E1lida o da como resultado un error en tiempo de ejecuci\u00F3n del motor de evaluaci\u00F3n de XPath. Debe haber un mensaje de error espec\u00EDfico que concrete el origen del problema.
action382514=Compruebe si en la expresi\u00F3n XPath configurada hay posibles problemas de sintaxis o sem\u00E1nticos
messagedetail382515=Se ha llamado al m\u00E9todo Java especificado en la acci\u00F3n de llamada de Java y ha dado como resultado una excepci\u00F3n. Los detalles de la excepci\u00F3n deben formar parte del mensaje de error.
messagedetail382516=Se ha producido un error al evaluar uno o m\u00E1s argumentos con respecto a un m\u00E9todo de llamada de Java. Esto puede producirse si una expresi\u00F3n XQuery, cuyo resultado se est\u00E1 utilizando como argumento para el m\u00E9todo Java, da como resultado un error en tiempo de ejecuci\u00F3n del motor de evaluaci\u00F3n de XQuery. Debe haber un mensaje de error espec\u00EDfico que concrete el origen del problema.
action382516=Compruebe si en la expresi\u00F3n XQuery configurada hay posibles problemas sint\u00E1cticos o sem\u00E1nticos
messagedetail382517=Se ha producido un error al asignar el resultado del m\u00E9todo Java llamado a la variable de contexto de mensaje especificada. Esto puede producirse si la variable a la que se est\u00E1 asignando es una variable del sistema de s\u00F3lo lectura (p. ej., $operation) o una variable del sistema cuyo tipo no coincide con la devuelta por el m\u00E9todo Java llamado. Debe haber un mensaje de error espec\u00EDfico que concrete el origen del problema.
messagedetail382518=Se ha producido un error al configurar el contexto de seguridad para el m\u00E9todo de llamada de Java. Esto puede producirse si hay un problema al recuperar las credenciales de una cuenta de servicio concreta. Debe haber un mensaje de error espec\u00EDfico que concrete el origen del problema.
messagedetail382519=El m\u00E9todo Java llamado ha devuelto un tipo no soportado de Bean XML. Los \u00FAnicos tipos soportados son tipos simples, atributos o elementos.
messagedetail382520=Se ha producido una excepci\u00F3n de tiempo de ejecuci\u00F3n inesperada durante la ejecuci\u00F3n de la acci\u00F3n if-then-else.
action382520=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382521=La variable para la operaci\u00F3n de cambio de nombre no contiene datos XML.
action382521=Compruebe el valor de la variable para la operaci\u00F3n de cambio de nombre. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382522=La variable para la operaci\u00F3n de sustituci\u00F3n no contiene datos XML.
action382522=Compruebe el valor de la variable para la operaci\u00F3n de cambio de nombre. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382523=\u00C9ste es un error inesperado que se produce debido a un estado incorrecto del pipeline en tiempo de ejecuci\u00F3n
action382523=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382524=Se ha producido un error en tiempo de ejecuci\u00F3n inesperado durante la ejecuci\u00F3n de la acci\u00F3n de validaci\u00F3n. Debe haber un mensaje de error espec\u00EDfico que concrete el origen del problema.
action382524=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382525=La variable para la operaci\u00F3n de validaci\u00F3n no contiene datos XML.
action382525=Compruebe el valor de la variable para la operaci\u00F3n de validaci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382526=La variable para la operaci\u00F3n de inserci\u00F3n no contiene datos XML.
action382526=Consulte el valor de la variable para la operaci\u00F3n de inserci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382527=La inserci\u00F3n del resultado de esta expresi\u00F3n crear\u00E1 un documento no v\u00E1lido (con varias ra\u00EDces). Entre otras formas, esto puede producirse si se intenta insertar alg\u00FAn nodo de elemento antes en la variable de contexto de mensaje $body
action382527=Consulte el valor de la variable para la operaci\u00F3n de inserci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382528=La inserci\u00F3n del resultado de esta expresi\u00F3n despu\u00E9s del XPath especificado ha dado como resultado un error.
action382528=Consulte el valor de la variable para la operaci\u00F3n de inserci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382529=No se puede insertar como secundario de un atributo
action382529=Consulte el valor de la variable para la operaci\u00F3n de inserci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382530=No se ha podido insertar despu\u00E9s del primer secundario ya que no hay ning\u00FAn elemento secundario de la expresi\u00F3n XPath especificada
action382530=Consulte el valor de la variable para la operaci\u00F3n de inserci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382531=No se ha podido insertar despu\u00E9s del elemento secundario
action382531=Consulte el valor de la variable para la operaci\u00F3n de inserci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382532=S\u00F3lo se pueden insertar atributos al lado de otro atributo
action382532=Consulte el valor de la variable para la operaci\u00F3n de inserci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382533=S\u00F3lo se pueden insertar elementos y valores simples al lado o dentro de otro elemento
action382533=Consulte el valor de la variable para la operaci\u00F3n de inserci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382534=El contenido para sustituir no es un elemento ni un atributo
action382534=Compruebe el valor de la variable para la operaci\u00F3n de sustituci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382535=Un atributo s\u00F3lo se puede sustituir por un atributo
action382535=Compruebe el valor de la variable para la operaci\u00F3n de sustituci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382536=Un elemento o su contenido s\u00F3lo se puede sustituir por elementos y valores simples
action382536=Compruebe el valor de la variable para la operaci\u00F3n de sustituci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382537=La respuesta a la llamada de servicio conten\u00EDa datos no v\u00E1lidos seg\u00FAn la definici\u00F3n de WSDL del servicio llamado.
action382537=Consulte la carga \u00FAtil de respuesta de la llamada de servicio y aseg\u00FArese de que cumple las definiciones de WSDL para el servicio. El contenido de la respuesta recibida se puede ver en el elemento de detalles de la variable de contexto de mensaje $fault.
messagedetail382538=La respuesta a la llamada de servicio conten\u00EDa datos no v\u00E1lidos seg\u00FAn la definici\u00F3n de WSDL del servicio llamado.
action382538=Consulte la carga \u00FAtil de respuesta de la llamada de servicio y aseg\u00FArese de que cumple las definiciones de WSDL para el servicio. El contenido de la respuesta recibida se puede ver en el elemento de detalles de la variable de contexto de mensaje $fault.
messagedetail382539=La respuesta a la llamada de servicio conten\u00EDa datos no v\u00E1lidos seg\u00FAn la definici\u00F3n de WSDL del servicio llamado.
action382539=Consulte la carga \u00FAtil de respuesta de la llamada de servicio y aseg\u00FArese de que cumple las definiciones de WSDL para el servicio. El contenido de la respuesta recibida se puede ver en el elemento de detalles de la variable de contexto de mensaje $fault.
messagedetail382540=Se ha producido un error inesperado durante la ejecuci\u00F3n de la acci\u00F3n de llamada de servicio
action382540=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382541=La respuesta a la llamada de servicio conten\u00EDa datos no v\u00E1lidos seg\u00FAn la definici\u00F3n de WSDL del servicio llamado.
action382541=Consulte la carga \u00FAtil de respuesta de la llamada de servicio y aseg\u00FArese de que cumple las definiciones de WSDL para el servicio. El contenido de la respuesta recibida se puede ver en el elemento de detalles de la variable de contexto de mensaje $fault.
messagedetail382542=El modo de transporte est\u00E1 definido en "s\u00F3lo petici\u00F3n". La acci\u00F3n de llamada de servicio s\u00F3lo soporta comunicaciones "petici\u00F3n-respuesta".
action382542=Compruebe el contenido de la variable de contexto de mensaje $outbound para asegurarse de que el elemento de modo de transporte est\u00E1 definido correctamente. Se puede utilizar la acci\u00F3n de log para ver el contenido de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n
messagedetail382543=El valor de la variable de contexto de mensaje utilizado para definir cabeceras de SOAP para la acci\u00F3n de llamada de servicio no contiene ning\u00FAn XML v\u00E1lido
action382543=Consulte el contenido de la variable de contexto de mensaje especificada para asegurarse de que est\u00E1 definida correctamente. Se puede utilizar la acci\u00F3n de log para ver el contenido de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n
messagedetail382544=El valor de la variable de contexto de mensaje utilizado para definir el cuerpo SOAP para la acci\u00F3n de llamada de servicio no contiene ning\u00FAn XML v\u00E1lido
action382544=Consulte el contenido de la variable de contexto de mensaje especificada para asegurarse de que est\u00E1 definida correctamente. Se puede utilizar la acci\u00F3n de log para ver el contenido de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n
messagedetail382545=Se ha producido un error inesperado al ejecutar la acci\u00F3n de llamada de servicio durante la fase de an\u00E1lisis de respuesta de la llamada de servicio
action382545=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382546=Se ha producido un error inesperado al ejecutar la acci\u00F3n de llamada de servicio durante la fase de an\u00E1lisis de respuesta de la llamada de servicio
action382546=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382547=Se ha producido un error durante la ejecuci\u00F3n de la acci\u00F3n de llamada de servicio durante la fase en la que se construye una carga \u00FAtil de petici\u00F3n saliente debido al hecho de que la variable de contexto de mensaje configurada no contiene ning\u00FAn elemento XML v\u00E1lido.
action382547=Consulte el contenido de la variable de contexto de mensaje especificada para asegurarse de que est\u00E1 definida correctamente. Se puede utilizar la acci\u00F3n de log para ver el contenido de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n
messagedetail382548=Se ha producido un error durante la ejecuci\u00F3n de la acci\u00F3n de llamada de servicio durante la fase en la que se construye una carga \u00FAtil de petici\u00F3n saliente debido a que falta informaci\u00F3n de tipo o a que \u00E9sta no es v\u00E1lida en las definiciones de WSDL
action382548=Compruebe la definici\u00F3n de WSDL registrada para obtener m\u00E1s informaci\u00F3n del tipo de sem\u00E1ntica correcto para la parte en cuesti\u00F3n
messagedetail382549=Se ha producido un error durante la ejecuci\u00F3n de la acci\u00F3n de llamada de servicio durante la fase en la que se construye una carga \u00FAtil de petici\u00F3n saliente debido a que no puede acceder a la definici\u00F3n de WSDL del servicio. Debe haber un mensaje espec\u00EDfico que indique la causa del error.
action382549=Compruebe que la definici\u00F3n de WSDL correspondiente est\u00E1 registrada correctamente
messagedetail382550=La definici\u00F3n de calidad del servicio en 'Una Sola Vez' en la acci\u00F3n de llamada de servicio no est\u00E1 soportada para el servicio seleccionado. La calidad del servicio se puede definir en 'Una Sola Vez' s\u00F3lo si el punto final de transporte de servicio es Transaccional y el patr\u00F3n de mensaje es 'unidireccional' o 's\u00EDncrono'.
action382550=Compruebe la configuraci\u00F3n de pipeline para asegurarse de que la calidad del servicio no est\u00E1 definida en 'Una Sola Vez' mediante las opciones de direccionamiento o alguna otra acci\u00F3n que cambie el contenido de la variable de contexto de mensaje $outbound. Puede utilizar la acci\u00F3n de log para ver el valor de cualquier variable de contexto de mensaje en tiempo de ejecuci\u00F3n.
messagedetail382551=La expresi\u00F3n XQuery no ha devuelto el origen no vac\u00EDo para aplicar la transformaci\u00F3n de MFL.
action382551=Compruebe la expresi\u00F3n XQuery para asegurarse de que devuelve una entrada no vac\u00EDa para aplicar la transformaci\u00F3n de MFL. Puede utilizar la acci\u00F3n de log para ver el valor de la expresi\u00F3n XQuery en tiempo de ejecuci\u00F3n.
messagedetail382552=La referencia de contenido binario no es v\u00E1lida. El pipeline la debe insertar como resultado de la transferencia de contenido binario al pipeline.
action382552=Compruebe el atributo de referencia binary-content en el que se aplica la transformaci\u00F3n de MFL. El elemento binary-content se debe insertar como resultado de la transferencia del contenido binario en el pipeline. Puede utilizar la acci\u00F3n de log para ver el valor de este atributo de referencia en tiempo de ejecuci\u00F3n.
messagedetail382553=La entrada en la transformaci\u00F3n debe ser texto no vac\u00EDo o los datos binarios representados por elemento binary-content en el pipeline. No se permite la entrada XML.
action382553=Aseg\u00FArese de que la expresi\u00F3n de entrada devuelve el texto o atributo de referencia binary-content insertado por el pipeline como resultado de la transferencia de contenido binario a OSB. Puede utilizar la acci\u00F3n de log para ver el valor de esta expresi\u00F3n en tiempo de ejecuci\u00F3n.
messagedetail382554=La expresi\u00F3n XQuery no ha devuelto el nombre de recurso MFL v\u00E1lido. Se debe evaluar como un recurso MFL existente en OSB en tiempo de ejecuci\u00F3n.
action382554=Aseg\u00FArese de que la expresi\u00F3n XQuery se eval\u00FAa como un recurso MFL existente en OSB en tiempo de ejecuci\u00F3n. Puede utilizar la acci\u00F3n de log para ver el valor de esta expresi\u00F3n en tiempo de ejecuci\u00F3n.
messagedetail382555=Fallo de la transformaci\u00F3n de MFL de XML a binario. Debe haber un mensaje de error espec\u00EDfico que concrete el origen del problema.
action382555=Compruebe si en el recurso MFL configurado y en los datos de entrada hay posibles problemas sint\u00E1cticos o sem\u00E1nticos.
messagedetail382556=Fallo de la transformaci\u00F3n de MFL de binario a XML. Debe haber un mensaje de error espec\u00EDfico que concrete el origen del problema.
action382556=Compruebe si en el recurso MFL configurado y en los datos de entrada hay posibles problemas sint\u00E1cticos o sem\u00E1nticos.
## P4ADE ## {0} : String ref
messagedetail382557=No se ha encontrado ning\u00FAn repositorio de origen con la referencia ''{0}'', que era el resultado de la expresi\u00F3n XQuery configurada
action382557=Compruebe la expresi\u00F3n XQuery para asegurarse de que devuelve el resultado correcto. Puede utilizar la acci\u00F3n de log para ver el valor de una expresi\u00F3n XQuery en tiempo de ejecuci\u00F3n.
