messagedetail382500=L'action d'appel de service OSB a re\u00E7u une r\u00E9ponse d'erreur SOAP du service Web appel\u00E9. Le contenu de l'erreur SOAP re\u00E7ue peut \u00EAtre consult\u00E9 dans l'\u00E9l\u00E9ment de d\u00E9tails de la variable de contexte de message $fault.
messagedetail382501=Le service appel\u00E9 par l'action d'appel de service OSB a renvoy\u00E9 des donn\u00E9es trait\u00E9es non coh\u00E9rentes avec le type de liaison de service d\u00E9clar\u00E9 et n'a donc pas pu \u00EAtre analys\u00E9 correctement par OSB. Causes possibles : un service inscrit avec un type de liaison XML a renvoy\u00E9 des donn\u00E9es trait\u00E9es XML dont le format est incorrect. Le contenu de la r\u00E9ponse re\u00E7ue peut \u00EAtre consult\u00E9 dans l'\u00E9l\u00E9ment de d\u00E9tails de la variable de contexte de message $fault.
action382501=V\u00E9rifiez le contenu des donn\u00E9es trait\u00E9es de la r\u00E9ponse dans la variable $fault pour d\u00E9terminer les raisons de l'incoh\u00E9rence avec le type de liaison de service d\u00E9clar\u00E9
messagedetail382502=Le service appel\u00E9 par l'action d'appel de service OSB a indiqu\u00E9 qu'une condition d'erreur diff\u00E9rente d'une erreur SOAP est survenue. Par exemple, ceci peut se produire lorsqu'un code d'erreur HTTP 404 (Page introuvable) est re\u00E7u d'un service HTTP externe. Le contenu (\u00E9ventuel) de la r\u00E9ponse re\u00E7ue peut \u00EAtre consult\u00E9 dans l'\u00E9l\u00E9ment de d\u00E9tails de la variable de contexte de message $fault.
action382502=Consultez le contenu des donn\u00E9es trait\u00E9es de la r\u00E9ponse dans la variable $fault pour identifier le probl\u00E8me li\u00E9 \u00E0 l'appel de service
messagedetail382505=La validation de l'expression d'entr\u00E9e selon la ressource de sch\u00E9ma fournie a \u00E9chou\u00E9. Les d\u00E9tails de l'erreur de validation, notamment un message d'erreur sp\u00E9cifique, l'emplacement du XML non valide, etc., peuvent \u00EAtre consult\u00E9s dans l'\u00E9l\u00E9ment de d\u00E9tails de la variable de contexte de message $fault
action382505=Consultez le contenu de la variable $fault pour d\u00E9terminer la source de l'\u00E9chec de validation
messagedetail382510=Une erreur est survenue lors de l'\u00E9valuation d'une expression XQuery/XSLT pendant l'ex\u00E9cution de l'action d'affectation. Ceci peut se produire si une expression XQuery dont le r\u00E9sultat est affect\u00E9 \u00E0 une variable occasionne une erreur d'ex\u00E9cution du moteur d'\u00E9valuation XQuery. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382510=Recherchez les probl\u00E8mes potentiels de syntaxe ou de s\u00E9mantique dans l'expression XQuery configur\u00E9e
messagedetail382511=Une erreur est survenue lors de l'ex\u00E9cution de l'action de suppression. Ceci peut se produire si l'expression XPath indiqu\u00E9e n'est pas une expression valide ou occasionne une erreur d'ex\u00E9cution du moteur d'\u00E9valuation XPath. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382511=Recherchez les probl\u00E8mes potentiels de syntaxe ou de s\u00E9mantique dans l'expression XPath configur\u00E9e
messagedetail382512=Une erreur est survenue lors de l'ex\u00E9cution de l'action d'insertion. Ceci peut se produire si une expression XQuery dont le r\u00E9sultat est ins\u00E9r\u00E9 dans une variable occasionne une erreur d'ex\u00E9cution du moteur d'\u00E9valuation XQuery. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382512=Recherchez les probl\u00E8mes potentiels de syntaxe ou de s\u00E9mantique dans l'expression XQuery configur\u00E9e
messagedetail382513=Une erreur est survenue lors de l'ex\u00E9cution de l'action de remplacement. Ceci peut se produire si une expression XQuery dont le r\u00E9sultat est remplac\u00E9 dans une variable occasionne une erreur d'ex\u00E9cution du moteur d'\u00E9valuation XQuery. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382513=Recherchez les probl\u00E8mes potentiels de syntaxe ou de s\u00E9mantique dans l'expression XQuery configur\u00E9e
messagedetail382514=Une erreur est survenue lors de l'ex\u00E9cution de l'action de changement de nom. Ceci peut se produire si l'expression XPath indiqu\u00E9e n'est pas une expression valide ou occasionne une erreur d'ex\u00E9cution du moteur d'\u00E9valuation XPath. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382514=Recherchez les probl\u00E8mes potentiels de syntaxe ou de s\u00E9mantique dans l'expression XPath configur\u00E9e
messagedetail382515=La m\u00E9thode Java indiqu\u00E9e dans l'action d'appel Java a \u00E9t\u00E9 appel\u00E9e et a g\u00E9n\u00E9r\u00E9 une exception. Les d\u00E9tails de l'exception doivent faire partie du message d'erreur.
messagedetail382516=Une erreur est survenue lors de l'\u00E9valuation d'arguments d'une m\u00E9thode d'appel Java. Ceci peut se produire si une expression XQuery dont le r\u00E9sultat est utilis\u00E9 comme argument d'une m\u00E9thode Java occasionne une erreur d'ex\u00E9cution du moteur d'\u00E9valuation XQuery. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382516=Recherchez les probl\u00E8mes potentiels de syntaxe ou de s\u00E9mantique dans l'expression XQuery configur\u00E9e
messagedetail382517=Une erreur est survenue lors de l'affectation du r\u00E9sultat de la m\u00E9thode Java appel\u00E9e \u00E0 la variable de contexte de message indiqu\u00E9e. Ceci peut se produire si la variable faisant l'objet de l'affectation est une variable syst\u00E8me en lecture seule (par exemple, $operation) ou une variable syst\u00E8me dont le type ne correspond pas \u00E0 celui renvoy\u00E9 par la m\u00E9thode Java appel\u00E9e. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
messagedetail382518=Une erreur est survenue lors de la d\u00E9finition du contexte de s\u00E9curit\u00E9 pour la m\u00E9thode d'appel Java. Ceci peut se produire en cas de probl\u00E8me de r\u00E9cup\u00E9ration des informations d'identification et de connexion du compte de service indiqu\u00E9. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
messagedetail382519=La m\u00E9thode Java appel\u00E9e a renvoy\u00E9 un type non pris en charge de bean XML. Les seuls types pris en charge sont les types, attributs ou \u00E9l\u00E9ments simples.
messagedetail382520=Une exception d'ex\u00E9cution inattendue est survenue au cours de l'ex\u00E9cution de l'action if-then-else.
action382520=Contactez le support technique Oracle
messagedetail382521=La variable cibl\u00E9e pour l'op\u00E9ration de changement de nom ne contient pas de donn\u00E9es XML.
action382521=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration de changement de nom. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382522=La variable cibl\u00E9e pour l'op\u00E9ration de remplacement ne contient aucune donn\u00E9e XML.
action382522=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration de changement de nom. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382523=Une erreur inattendue est survenue en raison de l'\u00E9tat incorrect du pipeline \u00E0 l'ex\u00E9cution
action382523=Contactez le support technique Oracle
messagedetail382524=Une erreur inattendue est survenue lors de l'ex\u00E9cution de l'action de validation. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382524=Contactez le support technique Oracle
messagedetail382525=La variable cibl\u00E9e pour l'op\u00E9ration de validation ne contient pas de donn\u00E9es XML.
action382525=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration de validation. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382526=La variable cibl\u00E9e pour l'op\u00E9ration d'insertion ne contient aucune donn\u00E9e XML.
action382526=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration d'insertion. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382527=L'insertion du r\u00E9sultat de cette expression cr\u00E9era un document non valide (\u00E0 racines multiples). Cause possible : un utilisateur tente d'ins\u00E9rer un noeud d'\u00E9l\u00E9ment avant . dans la variable de contexte de message $body
action382527=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration d'insertion. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382528=L'insertion du r\u00E9sultat de cette expression apr\u00E8s le XPath indiqu\u00E9 a provoqu\u00E9 une erreur.
action382528=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration d'insertion. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382529=Insertion en tant qu'enfant d'attribut interdite
action382529=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration d'insertion. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382530=Impossible d'ins\u00E9rer un \u00E9l\u00E9ment apr\u00E8s le premier enfant, car il n'existe aucun \u00E9l\u00E9ment enfant de l'expression XPath indiqu\u00E9e
action382530=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration d'insertion. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382531=Impossible d'ins\u00E9rer un \u00E9l\u00E9ment apr\u00E8s l'\u00E9l\u00E9ment enfant
action382531=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration d'insertion. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382532=Seuls des attributs peuvent \u00EAtre ins\u00E9r\u00E9s en regard d'un autre attribut
action382532=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration d'insertion. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382533=Seuls des \u00E9l\u00E9ments et des valeurs simples peuvent \u00EAtre ins\u00E9r\u00E9s en regard d'un autre \u00E9l\u00E9ment ou dans celui-ci
action382533=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration d'insertion. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382534=Le contenu cibl\u00E9 pour remplacement n'est pas un \u00E9l\u00E9ment ni un attribut
action382534=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration de remplacement. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382535=Un attribut peut uniquement \u00EAtre remplac\u00E9 par un attribut
action382535=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration de remplacement. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382536=Un \u00E9l\u00E9ment ou son contenu peut uniquement \u00EAtre remplac\u00E9 par des \u00E9l\u00E9ments et des valeurs simples
action382536=V\u00E9rifiez la valeur de la variable cibl\u00E9e pour l'op\u00E9ration de remplacement. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382537=La r\u00E9ponse \u00E0 l'appel de service contenait des donn\u00E9es non valides selon la d\u00E9finition WSDL du service appel\u00E9.
action382537=V\u00E9rifiez les donn\u00E9es trait\u00E9es de r\u00E9ponse de l'appel de service et assurez-vous qu'elles sont conformes aux d\u00E9finitions WSDL du service. Le contenu de la r\u00E9ponse re\u00E7ue peut \u00EAtre consult\u00E9 dans les \u00E9l\u00E9ments de d\u00E9tail de la variable de contexte de message $fault.
messagedetail382538=La r\u00E9ponse \u00E0 l'appel de service contenait des donn\u00E9es non valides selon la d\u00E9finition WSDL du service appel\u00E9.
action382538=V\u00E9rifiez les donn\u00E9es trait\u00E9es de r\u00E9ponse de l'appel de service et assurez-vous qu'elles sont conformes aux d\u00E9finitions WSDL du service. Le contenu de la r\u00E9ponse re\u00E7ue peut \u00EAtre consult\u00E9 dans les \u00E9l\u00E9ments de d\u00E9tail de la variable de contexte de message $fault.
messagedetail382539=La r\u00E9ponse \u00E0 l'appel de service contenait des donn\u00E9es non valides selon la d\u00E9finition WSDL du service appel\u00E9.
action382539=V\u00E9rifiez les donn\u00E9es trait\u00E9es de r\u00E9ponse de l'appel de service et assurez-vous qu'elles sont conformes aux d\u00E9finitions WSDL du service. Le contenu de la r\u00E9ponse re\u00E7ue peut \u00EAtre consult\u00E9 dans les \u00E9l\u00E9ments de d\u00E9tail de la variable de contexte de message $fault.
messagedetail382540=Une erreur inattendue est survenue lors de l'ex\u00E9cution de l'action d'appel de service
action382540=Contactez le support technique Oracle
messagedetail382541=La r\u00E9ponse \u00E0 l'appel de service contenait des donn\u00E9es non valides selon la d\u00E9finition WSDL du service appel\u00E9.
action382541=V\u00E9rifiez les donn\u00E9es trait\u00E9es de r\u00E9ponse de l'appel de service et assurez-vous qu'elles sont conformes aux d\u00E9finitions WSDL du service. Le contenu de la r\u00E9ponse re\u00E7ue peut \u00EAtre consult\u00E9 dans les \u00E9l\u00E9ments de d\u00E9tail de la variable de contexte de message $fault.
messagedetail382542=Le mode de transport est d\u00E9fini sur "demande uniquement". L'action d'appel de service prend uniquement en charge les communications de "r\u00E9ponse-demande".
action382542=V\u00E9rifiez le contenu de la variable de contexte de message $outbound pour vous assurer que l'\u00E9l\u00E9ment du mode de transport est d\u00E9fini correctement. Vous pouvez utiliser l'action de journalisation pour consulter le contenu de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution
messagedetail382543=La valeur de la variable de contexte de message utilis\u00E9e pour d\u00E9finir les en-t\u00EAtes SOAP de l'action d'appel de service ne contient pas de code XML valide
action382543=Consultez le contenu de la variable de contexte de message indiqu\u00E9e pour vous assurer qu'elle est d\u00E9finie correctement. Vous pouvez utiliser l'action de journalisation pour consulter le contenu de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution
messagedetail382544=La valeur de la variable de contexte de message utilis\u00E9e pour d\u00E9finir le corps SOAP de l'action d'appel de service ne contient pas de code XML valide
action382544=Consultez le contenu de la variable de contexte de message indiqu\u00E9e pour vous assurer qu'elle est d\u00E9finie correctement. Vous pouvez utiliser l'action de journalisation pour consulter le contenu de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution
messagedetail382545=Une erreur inattendue est survenue lors de l'ex\u00E9cution de l'action d'appel de service pendant la phase d'analyse de la r\u00E9ponse \u00E0 l'appel de service
action382545=Contactez le support technique Oracle
messagedetail382546=Une erreur inattendue est survenue lors de l'ex\u00E9cution de l'action d'appel de service pendant la phase d'analyse de la r\u00E9ponse \u00E0 l'appel de service
action382546=Contactez le support technique Oracle
messagedetail382547=Une erreur est survenue lors de l'ex\u00E9cution de l'action d'appel de service pendant la phase de construction des donn\u00E9es trait\u00E9es d'une demande sortante, car la variable de contexte de message configur\u00E9e ne contient aucun \u00E9l\u00E9ment XML valide.
action382547=Consultez le contenu de la variable de contexte de message indiqu\u00E9e pour vous assurer qu'elle est d\u00E9finie correctement. Vous pouvez utiliser l'action de journalisation pour consulter le contenu de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution
messagedetail382548=Une erreur est survenue lors de l'ex\u00E9cution d'une action d'appel de service pendant la phase de construction des donn\u00E9es trait\u00E9es d'une demande sortante, en raison d'informations de type manquantes ou non valides dans les d\u00E9finitions WSDL
action382548=Consultez la d\u00E9finition WSDL inscrite pour obtenir les informations de type s\u00E9mantique correctes de l'\u00E9l\u00E9ment Part concern\u00E9
messagedetail382549=Une erreur est survenue lors de l'ex\u00E9cution de l'action d'appel de service, pendant la phase de construction des donn\u00E9es trait\u00E9es d'une demande sortante, en raison de l'impossibilit\u00E9 d'acc\u00E9der \u00E0 la d\u00E9finition WSDL du service. En principe, un message sp\u00E9cifique indique la cause du probl\u00E8me.
action382549=V\u00E9rifiez que la d\u00E9finition WSDL correspondante est inscrite correctement
messagedetail382550=La d\u00E9finition de la qualit\u00E9 de service sur 'Une seule fois' dans l'action d'appel de service n'est pas prise en charge pour le service s\u00E9lectionn\u00E9. La qualit\u00E9 de service peut uniquement \u00EAtre d\u00E9finie sur 'Une seule fois' si l'adresse du transport de service est transactionnelle et que le mod\u00E8le de message est 'unidirectionnel' ou 'synchrone'.
action382550=V\u00E9rifiez la configuration de pipeline pour vous assurer que la qualit\u00E9 de service n'est pas d\u00E9finie sur 'Une seule fois' par l'interm\u00E9diaire des options de routage ou d'une autre action modifiant le contenu de la variable de contexte de message $outbound. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de n'importe quelle variable de contexte de message \u00E0 l'ex\u00E9cution.
messagedetail382551=L'expression XQuery n'a pas renvoy\u00E9 la source non vide \u00E0 laquelle appliquer la transformation MFL.
action382551=V\u00E9rifiez l'expression XQuery pour vous assurer qu'elle renvoie une entr\u00E9e non vide pour appliquer la transformation MFL. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de l'expression XQuery \u00E0 l'ex\u00E9cution.
messagedetail382552=La r\u00E9f\u00E9rence de contenu binaire n'est pas valide. Elle doit \u00EAtre ins\u00E9r\u00E9e par le pipeline en cons\u00E9quence de la transmission du contenu binaire au pipeline.
action382552=V\u00E9rifiez que l'attribut de r\u00E9f\u00E9rence binary-content auquel la transformation MFL est appliqu\u00E9e. L'\u00E9l\u00E9ment binary-content doit \u00EAtre ins\u00E9r\u00E9 en cons\u00E9quence de la transmission du contenu binaire au pipeline. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de cet attribut de r\u00E9f\u00E9rence \u00E0 l'ex\u00E9cution.
messagedetail382553=Les \u00E9l\u00E9ments entr\u00E9s dans la transformation doivent \u00EAtre du texte non vide ou les donn\u00E9es binaires repr\u00E9sent\u00E9es par l'\u00E9l\u00E9ment binary-content dans le pipeline. Les entr\u00E9es XML ne sont pas autoris\u00E9es.
action382553=Assurez-vous que l'expression d'entr\u00E9e renvoie le texte ou l'attribut de r\u00E9f\u00E9rence binary-content ins\u00E9r\u00E9 par le pipeline en cons\u00E9quence de la transmission du contenu binaire \u00E0 OSB. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de cette expression \u00E0 l'ex\u00E9cution.
messagedetail382554=L'expression XQuery n'a pas renvoy\u00E9 le nom de la ressource MFL valide. Elle doit avoir pour r\u00E9sultat une ressource MFL existante dans OSB \u00E0 l'ex\u00E9cution.
action382554=Assurez-vous que l'expression XQuery a pour r\u00E9sultat une ressource MFL existante dans OSB \u00E0 l'ex\u00E9cution. Vous pouvez utiliser l'action de journalisation pour consulter la valeur de cette expression \u00E0 l'ex\u00E9cution.
messagedetail382555=Echec de la transformation MFL de XML en binaire. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382555=Recherchez les probl\u00E8mes potentiels de syntaxe ou de s\u00E9mantique dans la ressource MFL configur\u00E9e et les donn\u00E9es d'entr\u00E9e.
messagedetail382556=Echec de la transformation MFL de binaire en XML. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
action382556=Recherchez les probl\u00E8mes potentiels de syntaxe ou de s\u00E9mantique dans la ressource MFL configur\u00E9e et les donn\u00E9es d'entr\u00E9e.
## P4ADE ## {0} : String ref
messagedetail382557=Aucune source n''a \u00E9t\u00E9 trouv\u00E9e dans le r\u00E9f\u00E9rentiel source portant la r\u00E9f\u00E9rence ''{0}'', qui \u00E9tait le r\u00E9sultat de l''expression XQuery configur\u00E9e
action382557=V\u00E9rifiez l'expression XQuery pour vous assurer qu'elle renvoie le r\u00E9sultat correct. Vous pouvez utiliser l'action de journalisation pour consulter la valeur d'une expression XQuery \u00E0 l'ex\u00E9cution.
