messagedetail382500=Die Callout-Aktion des OSB-Services hat eine SOAP-Fault-Antwort vom aufgerufenen Web Service empfangen. Der Inhalt des empfangenen SOAP-Faults kann im Detailelement der $fault-Nachrichtenkontextvariable angezeigt werden.
messagedetail382501=Der von der Callout-Aktion des OSB-Services aufgerufene Service hat eine Payload zur\u00FCckgegeben, die nicht mit dem deklarierten Service Binding-Typ konsistent war und daher von OSB nicht korrekt geparst werden konnte. Beispiel: Dies kann der Fall sein, wenn der Service, der mit dem XML-Binding-Typ registriert war, eine fehlerhafte formatierte XML-Payload zur\u00FCckgegeben hat. Der Inhalt der erhaltenen Antwort kann im Detailelement der $fault-Nachrichtenkontextvariable angezeigt werden.
action382501=Pr\u00FCfen Sie den Inhalt der Antwort-Payload in der Variable $fault, um festzustellen, warum sie mit dem deklarierten Service Binding-Typ inkonsistent ist
messagedetail382502=Der von der Callout-Aktion des OSB-Services aufgerufene Service hat angegeben, dass eine Fehlerbedingung aufgetreten ist, die sich von einem SOAP-Fault unterscheidet. Beispiel: Dies kann der Fall sein, wenn ein Fehlercode HTTP 404 (Seite nicht gefunden) von einem externen HTTP-Service empfangen wird. Der Inhalt der erhaltenen Antwort (sofern vorhanden) kann im Detailelement der $fault-Nachrichtenkontextvariable angezeigt werden.
action382502=Pr\u00FCfen Sie den Inhalt der Antwort-Payload in der Variable $fault, um festzustellen, warum das Problem mit dem Service-Aufruf besteht
messagedetail382505=Der Eingabeausdruck konnte nicht entsprechend der angegebenen Schemaressource validiert werden. Die Details des Validierungsfehlers, wie eine bestimmte Fehlermeldung, der Speicherort der ung\u00FCltigen XML usw., k\u00F6nnen im Detailelement der $fault-Nachrichtenkontextvariable angezeigt werden
action382505=Pr\u00FCfen Sie den Inhalt der Variable $fault, um die Ursache des Validierungsfehlers anzuzeigen
messagedetail382510=Bei der Auswertung des XQuery-/XSLT-Ausdrucks ist w\u00E4hrend der Ausf\u00FChrung einer Zuweisungsaktion ein Fehler aufgetreten. Dies kann darauf zur\u00FCckzuf\u00FChren sein, dass ein XQuery-Ausdruck, dessen Ergebnis einer Variable zugewiesen wird, einen Laufzeitfehler der XQuery-Auswertungs-Engine ausl\u00F6st. Es sollte eine spezifische Fehlermeldung vorhanden sein, die auf die genaue Ursache des Problems hinweist.
action382510=Pr\u00FCfen Sie den konfigurierten XQuery-Ausdruck auf m\u00F6gliche syntaktische oder semantische Probleme
messagedetail382511=W\u00E4hrend der Ausf\u00FChrung der L\u00F6schaktion ist ein Fehler aufgetreten. Dies kann darauf zur\u00FCckzuf\u00FChren sein, dass der angegebene XPath-Ausdruck ung\u00FCltig ist oder einen Laufzeitfehler der XPath-Auswertungs-Engine ausl\u00F6st. Es sollte eine spezifische Fehlermeldung vorhanden sein, die auf die genaue Ursache des Problems hinweist.
action382511=Pr\u00FCfen Sie den konfigurierten XPath-Ausdruck auf m\u00F6gliche syntaktische oder semantische Probleme
messagedetail382512=Bei der Ausf\u00FChrung der Einf\u00FCgeaktion ist ein Fehler aufgetreten. Dies kann darauf zur\u00FCckzuf\u00FChren sein, dass ein XQuery-Ausdruck, dessen Ergebnis in eine Variable eingef\u00FCgt wird, einen Laufzeitfehler der XQuery-Auswertungs-Engine ausl\u00F6st. Es sollte eine spezifische Fehlermeldung vorhanden sein, die auf die genaue Ursache des Problems hinweist.
action382512=Pr\u00FCfen Sie den konfigurierten XQuery-Ausdruck auf m\u00F6gliche syntaktische oder semantische Probleme
messagedetail382513=Bei der Ausf\u00FChrung der Ersetzungsaktion ist ein Fehler aufgetreten. Dies kann darauf zur\u00FCckzuf\u00FChren sein, dass ein XQuery-Ausdruck, dessen Ergebnis in einer Variable ersetzt wird, einen Laufzeitfehler der XQuery-Auswertungs-Engine ausl\u00F6st. Es sollte eine spezifische Fehlermeldung vorhanden sein, die auf die genaue Ursache des Problems hinweist.
action382513=Pr\u00FCfen Sie den konfigurierten XQuery-Ausdruck auf m\u00F6gliche syntaktische oder semantische Probleme
messagedetail382514=Bei der Ausf\u00FChrung der Umbenennungsaktion ist ein Fehler aufgetreten. Dies kann darauf zur\u00FCckzuf\u00FChren sein, dass der angegebene XPath-Ausdruck ung\u00FCltig ist oder einen Laufzeitfehler der XPath-Auswertungs-Engine ausl\u00F6st. Es sollte eine spezifische Fehlermeldung vorhanden sein, die auf die genaue Ursache des Problems hinweist.
action382514=Pr\u00FCfen Sie den konfigurierten XPath-Ausdruck auf m\u00F6gliche syntaktische oder semantische Probleme
messagedetail382515=Die in der Java Callout-Aktion angegebene Java-Methode hat bei ihrem Aufruf zu einer Exception gef\u00FChrt. Die Exception-Details sollten Teil der Fehlermeldung sein.
messagedetail382516=Bei der Auswertung eines oder mehrerer Argumente einer Java Callout-Methode ist ein Fehler aufgetreten. Dies kann darauf zur\u00FCckzuf\u00FChren sein, dass ein XQuery-Ausdruck, dessen Ergebnis als Argument einer Java-Methode verwendet wird, einen Laufzeitfehler der XQuery-Auswertungs-Engine ausl\u00F6st. Es sollte eine spezifische Fehlermeldung vorhanden sein, die auf die genaue Ursache des Problems hinweist.
action382516=Pr\u00FCfen Sie den konfigurierten XQuery-Ausdruck auf m\u00F6gliche syntaktische oder semantische Probleme
messagedetail382517=Beim Zuweisen des Ergebnisses einer aufgerufenen Java-Methode zu einer angegebenen Nachrichtenkontextvariable ist ein Fehler aufgetreten. Dies kann darauf zur\u00FCckzuf\u00FChren sein, dass die Variable, an die die Zuweisung erfolgen soll, eine schreibgesch\u00FCtzte Systemvariable (z.B. $operation) oder eine Systemvariable ist, dessen Typ nicht mit dem der von der aufgerufenen Java-Methode zur\u00FCckgegebenen Variable \u00FCbereinstimmt. Es sollte eine spezifische Fehlermeldung vorhanden sein, die auf die genaue Ursache des Problems hinweist.
messagedetail382518=Bei der Einrichtung des Sicherheitskontexts f\u00FCr die Java Callout-Methode ist ein Fehler aufgetreten. Dies ist m\u00F6glicherweise auf ein Problem beim Abrufen der Zugangsdaten des angegebenen Service-Accounts zur\u00FCckzuf\u00FChren. Es sollte eine spezifische Fehlermeldung vorhanden sein, die auf die genaue Ursache des Problems hinweist.
messagedetail382519=Die aufgerufene Java-Methode hat einen nicht unterst\u00FCtzten Typ eines XML-Beans zur\u00FCckgegeben. Die einzigen unterst\u00FCtzten Typen sind einfache Typen, Attribute oder Elemente.
messagedetail382520=W\u00E4hrend der Ausf\u00FChrung der if-then-else-Aktion ist eine unerwarteter Laufzeit-Exception aufgetreten.
action382520=Wenden Sie sich an den technischen Support
messagedetail382521=Die Variable, die Ziel eines Umbenennungsvorgangs ist, enth\u00E4lt keine XML-Daten.
action382521=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Umbenennungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382522=Die Variable, die Ziel eines Ersetzungsvorgangs ist, enth\u00E4lt keine XML-Daten.
action382522=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Umbenennungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382523=Dies ist ein unerwarteter Fehler, der wegen eines falschen Status der Pipeline zur Laufzeit aufgetreten ist
action382523=Wenden Sie sich an den technischen Support
messagedetail382524=Bei der Ausf\u00FChrung einer Validierungsaktion ist ein unerwarteter Laufzeitfehler aufgetreten. Es sollte eine spezifische Fehlermeldung vorhanden sein, die auf die genaue Ursache des Problems hinweist.
action382524=Wenden Sie sich an den technischen Support
messagedetail382525=Die Variable, die Ziel eines Validierungsvorgangs ist, enth\u00E4lt keine XML-Daten.
action382525=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Validierungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382526=Die Variable, die Ziel eines Einf\u00FCgungsvorgangs ist, enth\u00E4lt keine XML-Daten.
action382526=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Einf\u00FCgungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382527=Das Einf\u00FCgen des Ergebnisses f\u00FCr diesen Ausdruck f\u00FChrt zu einem ung\u00FCltigen Dokument (mit mehreren Roots). Dies kann darauf zur\u00FCckzuf\u00FChren sein, dass zuvor versucht wurde, Elementknoten in die Nachrichtenkontextvariable $body einzuf\u00FCgen.
action382527=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Einf\u00FCgungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382528=Das Einf\u00FCgen des Ergebnisses f\u00FCr diesen Ausdruck hinter dem angegebenen XPath hat zu einem Fehler gef\u00FChrt.
action382528=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Einf\u00FCgungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382529=Eine Einf\u00FCgung als untergeordnetes Objekt eines Attributs ist nicht zul\u00E4ssig
action382529=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Einf\u00FCgungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382530=Einf\u00FCgung nach dem ersten untergeordneten Objekt konnte nicht durchgef\u00FChrt werden, da keine untergeordneten Elemente f\u00FCr den angegebenen XPath-Ausdruck vorhanden waren
action382530=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Einf\u00FCgungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382531=Einf\u00FCgung nach dem untergeordneten Element nicht m\u00F6glich
action382531=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Einf\u00FCgungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382532=Nur Attribute k\u00F6nnen neben einem anderen Attribut eingef\u00FCgt werden
action382532=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Einf\u00FCgungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382533=Nur Elemente und einfache Werte k\u00F6nnen neben oder innerhalb eines anderen Elements eingef\u00FCgt werden
action382533=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Einf\u00FCgungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382534=Der Content, der Ziel eines Ersetzungsvorgangs ist, ist kein Element oder Attribut
action382534=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Ersetzungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382535=Ein Attribut darf nur durch ein Attribut ersetzt werden
action382535=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Ersetzungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382536=Ein Element oder sein Inhalt darf nur durch Elemente und einfache Werte ersetzt werden
action382536=Pr\u00FCfen Sie den Wert der Variable, die Ziel des Ersetzungsvorgangs ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382537=Die Antwort auf den Service Callout enthielt ung\u00FCltige Daten gem\u00E4\u00DF der WSDL-Definition des aufgerufenen Service.
action382537=Pr\u00FCfen Sie die Antwort-Payload des Service-Aufrufs, und stellen Sie sicher, dass sie mit den WSDL-Definitionen f\u00FCr den Service \u00FCbereinstimmt. Der Inhalt der erhaltenen Antwort kann im Detailelement der Nachrichtenkontextvariable $fault angezeigt werden.
messagedetail382538=Die Antwort auf den Service Callout enthielt ung\u00FCltige Daten gem\u00E4\u00DF der WSDL-Definition des aufgerufenen Service.
action382538=Pr\u00FCfen Sie die Antwort-Payload des Service-Aufrufs, und stellen Sie sicher, dass sie mit den WSDL-Definitionen f\u00FCr den Service \u00FCbereinstimmt. Der Inhalt der erhaltenen Antwort kann im Detailelement der Nachrichtenkontextvariable $fault angezeigt werden.
messagedetail382539=Die Antwort auf den Service Callout enthielt ung\u00FCltige Daten gem\u00E4\u00DF der WSDL-Definition des aufgerufenen Service.
action382539=Pr\u00FCfen Sie die Antwort-Payload des Service-Aufrufs, und stellen Sie sicher, dass sie mit den WSDL-Definitionen f\u00FCr den Service \u00FCbereinstimmt. Der Inhalt der erhaltenen Antwort kann im Detailelement der Nachrichtenkontextvariable $fault angezeigt werden.
messagedetail382540=W\u00E4hrend der Ausf\u00FChrung einer Service Callout-Aktion ist ein unerwarteter Fehler aufgetreten
action382540=Wenden Sie sich an den technischen Support
messagedetail382541=Die Antwort auf den Service Callout enthielt ung\u00FCltige Daten gem\u00E4\u00DF der WSDL-Definition des aufgerufenen Service.
action382541=Pr\u00FCfen Sie die Antwort-Payload des Service-Aufrufs, und stellen Sie sicher, dass sie mit den WSDL-Definitionen f\u00FCr den Service \u00FCbereinstimmt. Der Inhalt der erhaltenen Antwort kann im Detailelement der Nachrichtenkontextvariable $fault angezeigt werden.
messagedetail382542=Der Transportmodus ist auf "Nur Anforderung" eingerichtet. Die Service Callout-Aktion unterst\u00FCtzt nur "Anforderung+Antwort"-Kommunikationen.
action382542=Pr\u00FCfen Sie den Inhalt der Nachrichtenkontextvariable $outbound, um sicherzustellen, dass das Transportmoduselement korrekt eingerichtet ist. Sie k\u00F6nnen den Inhalt jeder beliebigen Nachrichtenkontextvariable mithilfe der Logaktion zur Laufzeit anzeigen
messagedetail382543=Der zur Einrichtung von SOAP-Headern f\u00FCr die Service Callout-Aktion verwendete Wert der Nachrichtenkontextvariable enth\u00E4lt keine g\u00FCltige XML
action382543=Pr\u00FCfen Sie den Inhalt der angegebenen Nachrichtenkontextvariable, um sicherzustellen, dass sie korrekt eingerichtet ist. Sie k\u00F6nnen den Inhalt jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen
messagedetail382544=Der zur Einrichtung des SOAP-Bodys f\u00FCr die Service Callout-Aktion verwendete Wert der Nachrichtenkontextvariable enth\u00E4lt keine g\u00FCltige XML
action382544=Pr\u00FCfen Sie den Inhalt der angegebenen Nachrichtenkontextvariable, um sicherzustellen, dass sie korrekt eingerichtet ist. Sie k\u00F6nnen den Inhalt jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen
messagedetail382545=Bei der Ausf\u00FChrung einer Service Callout-Aktion ist w\u00E4hrend der Parsing-Phase der Service Callout-Antwort ein unerwarteter Fehler aufgetreten
action382545=Wenden Sie sich an den technischen Support
messagedetail382546=Bei der Ausf\u00FChrung einer Service Callout-Aktion ist w\u00E4hrend der Parsing-Phase der Service Callout-Antwort ein unerwarteter Fehler aufgetreten
action382546=Wenden Sie sich an den technischen Support
messagedetail382547=Bei der Ausf\u00FChrung einer Service Callout-Aktion ist w\u00E4hrend der Phase, in der eine ausgehende Anforderungs-Payload erstellt wird, ein Fehler aufgetreten. Dieser liegt daran, dass die konfigurierte Nachrichtenkontextvariable kein g\u00FCltiges XML-Element enth\u00E4lt.
action382547=Pr\u00FCfen Sie den Inhalt der angegebenen Nachrichtenkontextvariable, um sicherzustellen, dass sie korrekt eingerichtet ist. Sie k\u00F6nnen den Inhalt jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen
messagedetail382548=Bei der Ausf\u00FChrung einer Service Callout-Aktion ist w\u00E4hrend der Phase, in der eine ausgehende Anforderungs-Payload erstellt wird, ein Fehler aufgetreten. Dies geschieht aufgrund von fehlenden oder ung\u00FCltigen Typinformationen in WSDL-Definitionen
action382548=Pr\u00FCfen Sie die registrierte WSDL-Definition auf korrekte semantische Typinformationen f\u00FCr den fraglichen Abschnitt
messagedetail382549=Bei der Ausf\u00FChrung einer Service Callout-Aktion ist w\u00E4hrend der Phase, in der eine ausgehende Anforderungs-Payload erstellt wird, ein Fehler aufgetreten. Dieser liegt daran, dass nicht auf die WSDL-Definition des Services zugegriffen werden konnte. Es sollte eine spezifische Fehlermeldung vorhanden sein, die auf die genaue Ursache des Fehlers hinweist.
action382549=Stellen Sie sicher, dass die entsprechende WSDL-Definition korrekt registriert ist
messagedetail382550=Die QoS-Einstellung "Genau einmal" in der Service Callout-Aktion wird f\u00FCr den ausgew\u00E4hlten Service nicht unterst\u00FCtzt. Quality of Service (QoS) kann nur dann auf "Genau einmal" gesetzt werden, wenn der Service-Transportendpunkt "Transaktion" und das Nachrichtenmuster "Unidirektional" oder "Synchron" lautet.
action382550=Pr\u00FCfen Sie die Pipeline-Konfiguration, um sicherzustellen, dass die QoS nicht \u00FCber Routing-Optionen oder eine andere Aktion, die den Inhalt der Nachrichtenkontextvariable $outbound \u00E4ndert, auf "Genau einmal" gesetzt ist. Sie k\u00F6nnen den Wert jeder beliebigen Nachrichtenkontextvariable mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382551=Der XQuery-Ausdruck hat keine nicht-leere Quelle zur Anwendung der MFL-Transformation zur\u00FCckgegeben.
action382551=Pr\u00FCfen Sie den XQuery-Ausdruck, um sicherzustellen, dass er eine nicht-leere Eingabe zur Anwendung der MFL-Transformation zur\u00FCckgibt. Sie k\u00F6nnen den Wert des XQuery-Ausdrucks mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382552=Bin\u00E4re Contentreferenz ist nicht g\u00FCltig. Sie sollte durch die Pipeline als Ergebnis der \u00DCbergabe von bin\u00E4rem Content an die Pipeline eingef\u00FCgt werden.
action382552=Pr\u00FCfen Sie das binary-content-Referenzattribut, f\u00FCr das die MFL-Transformation angewendet wird. Das binary-content-Element sollte als Ergebnis der \u00DCbergabe von bin\u00E4rem Content an die Pipeline eingef\u00FCgt werden. Sie k\u00F6nnen den Wert dieses Referenzattributs mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382553=Die Eingabe f\u00FCr die Transformation sollten nicht-leerer Text oder die vom binary-content-Element in der Pipeline repr\u00E4sentierten Bin\u00E4rdaten sein. XML-Eingaben sind nicht zul\u00E4ssig.
action382553=Stellen Sie sicher, dass der Eingabeausdruck den Text oder das binary-content-Referenzattribut zur\u00FCckgibt, das durch die Pipeline als Ergebnis der \u00DCbergabe von bin\u00E4rem Content an OSB eingef\u00FCgt wurde. Sie k\u00F6nnen den Wert dieses Ausdrucks mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382554=Der XQuery-Ausdruck hat keinen g\u00FCltigen MFL-Ressourcennamen zur\u00FCckgegeben. Er sollte eine in OSB vorhandene MFL-Ressource zur Laufzeit zur\u00FCckgeben.
action382554=Stellen Sie sicher, dass der XQuery-Ausdruck eine in OSB vorhandene MFL-Ressource zur Laufzeit zur\u00FCckgibt. Sie k\u00F6nnen den Wert dieses Ausdrucks mithilfe der Log-Aktion zur Laufzeit anzeigen.
messagedetail382555=MFL-Transformation "XML zu Bin\u00E4rdaten" nicht erfolgreich. Es sollte eine spezifische Fehlermeldung vorhanden sein, die auf die genaue Ursache des Problems hinweist.
action382555=Pr\u00FCfen Sie die konfigurierte MFL-Ressource und die Eingabedaten auf m\u00F6gliche syntaktische und semantische Probleme.
messagedetail382556=MFL-Transformation "Bin\u00E4rdaten zu XML" nicht erfolgreich. Es sollte eine spezifische Fehlermeldung vorhanden sein, die auf die genaue Ursache des Problems hinweist.
action382556=Pr\u00FCfen Sie die konfigurierte MFL-Ressource und die Eingabedaten auf m\u00F6gliche syntaktische und semantische Probleme.
## P4ADE ## {0} : String ref
messagedetail382557=Im Quell-Repository mit Referenz "{0}" wurde keine Quelle gefunden, die das Ergebnis eines konfigurierten XQuery-Ausdrucks war
action382557=Pr\u00FCfen Sie den XQuery-Ausdruck, um sicherzustellen, dass er ein korrektes Ergebnis zur\u00FCckgibt. Sie k\u00F6nnen den Wert eines XQuery-Ausdrucks mithilfe der Log-Aktion zur Laufzeit anzeigen.
