messagebody382500=A a\u00E7\u00E3o de Callout do Servi\u00E7o OSB recebeu resposta de SOAP com Falha
messagebody382501=A a\u00E7\u00E3o de Callout do Servi\u00E7o OSB recebeu uma resposta n\u00E3o reconhecida
messagebody382502=A a\u00E7\u00E3o de Callout do Servi\u00E7o OSB recebeu uma resposta com erro
messagebody382505=Valida\u00E7\u00E3o com falha da a\u00E7\u00E3o de valida\u00E7\u00E3o do OSB
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382510=Falha na a\u00E7\u00E3o de designa\u00E7\u00E3o do OSB ao atualizar a vari\u00E1vel \"{0}\": {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382511=Falha na a\u00E7\u00E3o de dele\u00E7\u00E3o do OSB ao atualizar a vari\u00E1vel \"{0}\": {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382512=Falha na a\u00E7\u00E3o de inser\u00E7\u00E3o do OSB ao atualizar a vari\u00E1vel \"{0}\": {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382513=Falha na a\u00E7\u00E3o de substitui\u00E7\u00E3o do OSB ao atualizar a vari\u00E1vel \"{0}\": {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382514=Falha na a\u00E7\u00E3o de renomea\u00E7\u00E3o do OSB ao atualizar a vari\u00E1vel \"{0}\": {1}
## P4ADE ## {0} : String method, {1} : String msg, {2} : Throwable t
messagebody382515=O callout do m\u00E9todo java \"{0}\" resultou na exce\u00E7\u00E3o: {1}
## P4ADE ## {0} : String method, {1} : int argIndex, {2} : String errormsg
messagebody382516=Falha ao avaliar a express\u00E3o de callout para o m\u00E9todo java \"{0}\". \u00CDndice do argumento: {1}, exce\u00E7\u00E3o: {2}
## P4ADE ## {0} : String method, {1} : String varname, {2} : String errormsg
messagebody382517=Falha ao designar o resultado de callout java \u00E0 vari\u00E1vel. M\u00E9todo: {0}, vari\u00E1vel: {1}, exce\u00E7\u00E3o: {2}
## P4ADE ## {0} : String method, {1} : String sacct, {2} : Throwable t
messagebody382518=Exce\u00E7\u00E3o de seguran\u00E7a ao chamar o m\u00E9todo java \"{0}\". Conta de servi\u00E7o: {1}. {2}
messagebody382519=O XmlObject retornado por um callout de java deve ser um tipo simples, um atributo ou um elemento.
messagebody382520=Erro inesperado ao executar a express\u00E3o if-then-else
messagebody382521=A vari\u00E1vel alvo da renomea\u00E7\u00E3o n\u00E3o \u00E9 XML ou MFL
messagebody382522=A vari\u00E1vel alvo da substitui\u00E7\u00E3o n\u00E3o \u00E9 XML ou MFL
messagebody382523=A vari\u00E1vel de sa\u00EDda n\u00E3o foi inicializada
messagebody382524=Falha ao executar a valida\u00E7\u00E3o
messagebody382525=A vari\u00E1vel direcionada para valida\u00E7\u00E3o n\u00E3o \u00E9 XML ou MFL
messagebody382526=A vari\u00E1vel direcionada para inser\u00E7\u00E3o n\u00E3o \u00E9 XML ou MFL
messagebody382527=A inser\u00E7\u00E3o do resultado desta express\u00E3o criar\u00E1 um documento inv\u00E1lido (multi-roteado)
messagebody382528=Falha ao inserir ap\u00F3s
messagebody382529=N\u00E3o \u00E9 poss\u00EDvel inserir como filho de um atributo
messagebody382530=N\u00E3o \u00E9 poss\u00EDvel inserir ap\u00F3s o primeiro filho
messagebody382531=N\u00E3o \u00E9 poss\u00EDvel inserir ap\u00F3s o \u00FAltimo filho
messagebody382532=Apenas atributos podem ser inseridos pr\u00F3ximos a outro atributo
messagebody382533=Apenas elementos e valores simples podem ser inseridos pr\u00F3ximos de outro elemento ou dentro dele
messagebody382534=O conte\u00FAdo destinado \u00E0 substitui\u00E7\u00E3o n\u00E3o \u00E9 um elemento ou um atributo
messagebody382535=Um atributo s\u00F3 pode ser substitu\u00EDdo por outro atributo
messagebody382536=Um elemento ou seu conte\u00FAdo s\u00F3 pode ser substitu\u00EDdo por elementos e valores simples
## P4ADE ## {0} : String name
messagebody382537=Documento - parte "{0}" de RPC de SOAP inv\u00E1lida n\u00E3o foi definido nas defini\u00E7\u00F5es de WSDL.
## P4ADE ## {0} : String name
messagebody382538=Documento - parte {0} de RPC de SOAP inv\u00E1lida ocorre mais de uma vez.
## P4ADE ## {0} : String name
messagebody382539=Documento - parte {0} de RPC de SOAP inv\u00E1lida cont\u00E9m mais de um elemento de XML
messagebody382540=Erro inesperado - Estado interno inv\u00E1lido durante a execu\u00E7\u00E3o da a\u00E7\u00E3o de callout do servi\u00E7o
## P4ADE ## {0} : String name
messagebody382541=Documento - parte "{0}" de RPC de SOAP inv\u00E1lida \u00E9 obrigat\u00F3rio, mas n\u00E3o est\u00E1 presente.
messagebody382542=O Modo de Transporte definido para "somente solicita\u00E7\u00E3o". Um Callout de Servi\u00E7o somente suporta comunica\u00E7\u00F5es de "solicita\u00E7\u00E3o-resposta".
messagebody382543=Mensagem inv\u00E1lida: o valor do Cabe\u00E7alho de SOAP n\u00E3o \u00E9 uma Inst\u00E2ncia de XML
messagebody382544=Mensagem inv\u00E1lida: a mensagem n\u00E3o \u00E9 uma inst\u00E2ncia XML
messagebody382545=Erro inesperado - o tipo de esquema da parte n\u00E3o pode ser encontrado
messagebody382546=Erro inesperado - incompatibilidade entre a configura\u00E7\u00E3o e a defini\u00E7\u00E3o de WSDL
## P4ADE ## {0} : String name
messagebody382547=O valor da parte "{0}" n\u00E3o \u00E9 v\u00E1lido. Um Elemento XML \u00E9 esperado.
## P4ADE ## {0} : String name
messagebody382548=N\u00E3o \u00E9 poss\u00EDvel localizar a defini\u00E7\u00E3o de tipo da parte {0}
messagebody382549=Erro ao acessar as informa\u00E7\u00F5es do servi\u00E7o de WSDL do alvo
## P4ADE ## {0} : String name
messagebody382550=A defini\u00E7\u00E3o da qualidade do servi\u00E7o para ''Exatamente uma Vez'' na a\u00E7\u00E3o de callout do servi\u00E7o n\u00E3o \u00E9 suportada para servi\u00E7o {0}
messagebody382551=A express\u00E3o de XQuery n\u00E3o retornou a origem n\u00E3o vazia para aplicar a transforma\u00E7\u00E3o de mfl.
## P4ADE ## {0} : String ref
messagebody382552=A refer\u00EAncia do conte\u00FAdo bin\u00E1rio {0} n\u00E3o \u00E9 v\u00E1lida.
messagebody382553=A entrada para a transforma\u00E7\u00E3o de n\u00E3o xml para xml \u00E9 inv\u00E1lida.
## P4ADE ## {0} : String name
messagebody382554=A express\u00E3o de XQuery avalia um nome de recurso de MFL {0}.
## P4ADE ## {0} : String name, {1} : String errorMsg
messagebody382555=Falha na transforma\u00E7\u00E3o de mfl de XML para Bin\u00E1rio para o Recurso de MFL {0} : {1}
## P4ADE ## {0} : String name, {1} : String errorMsg
messagebody382556=Falha na transforma\u00E7\u00E3o de mfl de Bin\u00E1rio para XML para o Recurso de MFL {0} : {1}
## P4ADE ## {0} : String ref
messagebody382557=Nenhuma origem foi encontrada no reposit\u00F3rio de origem com a refer\u00EAncia ''{0}''.
