messagebody382500=La acci\u00F3n de llamada de servicio de OSB ha recibido una respuesta de fallo de SOAP
messagebody382501=La acci\u00F3n de llamada de servicio de OSB ha recibido una respuesta no reconocida
messagebody382502=La acci\u00F3n de llamada de servicio de OSB ha recibido una respuesta de error
messagebody382505=Fallo de validaci\u00F3n de la acci\u00F3n de validaci\u00F3n de OSB
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382510=Fallo de la acci\u00F3n de asignaci\u00F3n de OSB al actualizar la variable \"{0}\": {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382511=Fallo de la acci\u00F3n de supresi\u00F3n de OSB al actualizar la variable \"{0}\": {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382512=Fallo de la acci\u00F3n de inserci\u00F3n de OSB al actualizar la variable \"{0}\": {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382513=Fallo de la acci\u00F3n de sustituci\u00F3n de OSB al actualizar la variable \"{0}\": {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382514=Fallo de la acci\u00F3n de cambio de nombre de OSB al actualizar la variable \"{0}\": {1}
## P4ADE ## {0} : String method, {1} : String msg, {2} : Throwable t
messagebody382515=La llamada al m\u00E9todo Java \"{0}\" ha dado como resultado una excepci\u00F3n: {1}
## P4ADE ## {0} : String method, {1} : int argIndex, {2} : String errormsg
messagebody382516=Fallo al evaluar la expresi\u00F3n para llamar al m\u00E9todo Java \"{0}\". \u00CDndice de argumento: {1}, excepci\u00F3n: {2}
## P4ADE ## {0} : String method, {1} : String varname, {2} : String errormsg
messagebody382517=Fallo al asignar el resultado de la llamada de Java a una variable. M\u00E9todo: {0}, variable: {1}, excepci\u00F3n: {2}
## P4ADE ## {0} : String method, {1} : String sacct, {2} : Throwable t
messagebody382518=Excepci\u00F3n de seguridad al llamar al m\u00E9todo Java \"{0}\". Cuenta de servicio: {1}. {2}
messagebody382519=El XmlObject devuelto por una llamada de Java debe ser un tipo simple, un atributo o un elemento.
messagebody382520=Error inesperado al ejecutar la expresi\u00F3n if-then-else
messagebody382521=La variable para el cambio de nombre no es XML ni MFL
messagebody382522=La variable para la sustituci\u00F3n no es XML ni MFL
messagebody382523=No se ha inicializado la variable saliente
messagebody382524=Fallo al realizar la validaci\u00F3n
messagebody382525=La variable para la validaci\u00F3n no es XML ni MFL
messagebody382526=La variable para la inserci\u00F3n no es XML ni MFL
messagebody382527=La inserci\u00F3n del resultado de esta expresi\u00F3n crear\u00E1 un documento (con varias ra\u00EDces) no v\u00E1lido
messagebody382528=Fallo al insertar despu\u00E9s de
messagebody382529=No se puede insertar como secundario de un atributo
messagebody382530=No se ha podido insertar despu\u00E9s del primer secundario
messagebody382531=No se ha podido insertar despu\u00E9s del \u00FAltimo secundario
messagebody382532=S\u00F3lo se pueden insertar atributos al lado de otro atributo
messagebody382533=S\u00F3lo se pueden insertar elementos y valores simples al lado o dentro de otro elemento
messagebody382534=El contenido para sustituir no es un elemento ni un atributo
messagebody382535=Un atributo s\u00F3lo se puede sustituir por un atributo
messagebody382536=Un elemento o su contenido s\u00F3lo se puede sustituir por elementos y valores simples
## P4ADE ## {0} : String name
messagebody382537=El documento de RPC de SOAP - parte "{0}" no v\u00E1lido no est\u00E1 definido en las definiciones de WSDL.
## P4ADE ## {0} : String name
messagebody382538=El documento de RPC de SOAP - parte {0} no v\u00E1lido est\u00E1 m\u00E1s de una vez.
## P4ADE ## {0} : String name
messagebody382539=El documento de RPC de SOAP - parte {0} no v\u00E1lido contiene m\u00E1s de un elemento XML
messagebody382540=Error inesperado: Se ha producido un estado interno no v\u00E1lido durante la ejecuci\u00F3n de la acci\u00F3n de llamada de servicio
## P4ADE ## {0} : String name
messagebody382541=El documento de RPC de SOAP - parte "{0}" no v\u00E1lido es necesario pero no est\u00E1 presente.
messagebody382542=El modo de transporte est\u00E1 definido en "s\u00F3lo petici\u00F3n". Una llamada de servicio s\u00F3lo soporta comunicaciones "petici\u00F3n-respuesta".
messagebody382543=Mensaje no v\u00E1lido: El valor de cabecera de SOAP no es una instancia XML
messagebody382544=Mensaje no v\u00E1lido: El mensaje no es una instancia XML
messagebody382545=Error inesperado: No se ha encontrado el tipo de esquema de partes
messagebody382546=Error inesperado: No coincide la configuraci\u00F3n y la definici\u00F3n de WSDL
## P4ADE ## {0} : String name
messagebody382547=El valor de la parte "{0}" no es v\u00E1lido. Se esperaba un elemento XML.
## P4ADE ## {0} : String name
messagebody382548=No se ha encontrado la definici\u00F3n de tipo de la parte {0}.
messagebody382549=Error al acceder a la informaci\u00F3n desde el servicio de WSDL de destino
## P4ADE ## {0} : String name
messagebody382550=La definici\u00F3n de calidad del servicio en ''Una Sola Vez'' en la acci\u00F3n de llamada de servicio no est\u00E1 soportada para el servicio {0}
messagebody382551=La expresi\u00F3n XQuery no ha devuelto el origen no vac\u00EDo para aplicar la transformaci\u00F3n de MFL.
## P4ADE ## {0} : String ref
messagebody382552=La referencia de contenido binario {0} no es v\u00E1lida.
messagebody382553=La entrada para la transformaci\u00F3n de MFL de no xml a xml no es v\u00E1lida.
## P4ADE ## {0} : String name
messagebody382554=La expresi\u00F3n XQuery se eval\u00FAa como un nombre de recurso MFL no v\u00E1lido {0}.
## P4ADE ## {0} : String name, {1} : String errorMsg
messagebody382555=Fallo de la transformaci\u00F3n de MFL de XML a binario para el recurso MFL {0}: {1}
## P4ADE ## {0} : String name, {1} : String errorMsg
messagebody382556=Fallo de la transformaci\u00F3n de MFL de binario a XML para el recurso MFL {0}: {1}
## P4ADE ## {0} : String ref
messagebody382557=No se ha encontrado ning\u00FAn origen en el repositorio de origen con la referencia ''{0}''.
