messagedetail382500=OSB\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u3001\u547C\u3073\u51FA\u3055\u308C\u305FWeb\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u306ESOAP\u30D5\u30A9\u30EB\u30C8\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002\u53D7\u4FE1\u3057\u305FSOAP\u30D5\u30A9\u30EB\u30C8\u306E\u5185\u5BB9\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570$fault\u306E\u8A73\u7D30\u306A\u8981\u7D20\u3067\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
messagedetail382501=OSB\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u547C\u3073\u51FA\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u304C\u3001\u5BA3\u8A00\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3068\u4E00\u81F4\u3057\u306A\u3044\u30DA\u30A4\u30ED\u30FC\u30C9\u3092\u623B\u3057\u305F\u305F\u3081\u3001OSB\u306B\u3088\u3063\u3066\u6B63\u3057\u304F\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u305F\u3068\u3048\u3070\u3001XML\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u306B\u767B\u9332\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u304C\u3001\u7121\u52B9\u306A\u5F62\u5F0F\u306EXML\u30DA\u30A4\u30ED\u30FC\u30C9\u3092\u623B\u3057\u305F\u5834\u5408\u306A\u3069\u306B\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u53D7\u4FE1\u3057\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5185\u5BB9\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570$fault\u306E\u8A73\u7D30\u306A\u8981\u7D20\u3067\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
action382501=$fault\u5909\u6570\u5185\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u306E\u5185\u5BB9\u3092\u8ABF\u3079\u3066\u3001\u5BA3\u8A00\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3068\u4E00\u81F4\u3057\u306A\u3044\u7406\u7531\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382502=OSB\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u547C\u3073\u51FA\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u304C\u3001SOAP\u30D5\u30A9\u30EB\u30C8\u4EE5\u5916\u306E\u30A8\u30E9\u30FC\u72B6\u614B\u304C\u767A\u751F\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3057\u305F\u3002\u305F\u3068\u3048\u3070\u3001\u3053\u308C\u306F\u3001\u5916\u90E8HTTP\u30B5\u30FC\u30D3\u30B9\u304B\u3089HTTP 404(Page Not Found)\u30A8\u30E9\u30FC\u30FB\u30B3\u30FC\u30C9\u3092\u53D7\u4FE1\u3057\u305F\u3068\u304D\u306B\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u53D7\u4FE1\u3057\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5185\u5BB9\u306F(\u5B58\u5728\u3059\u308B\u5834\u5408)\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570$fault\u306E\u8A73\u7D30\u306A\u8981\u7D20\u3067\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
action382502=$fault\u5909\u6570\u5185\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u306E\u5185\u5BB9\u3092\u8ABF\u3079\u3066\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u547C\u51FA\u3057\u306B\u95A2\u3059\u308B\u554F\u984C\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382505=\u63D0\u4F9B\u3055\u308C\u305F\u30B9\u30AD\u30FC\u30DE\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u5F93\u3063\u3066\u3001\u5165\u529B\u5F0F\u304C\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3001\u7121\u52B9\u306AXML\u306E\u5834\u6240\u306A\u3069\u306E\u691C\u8A3C\u30A8\u30E9\u30FC\u306E\u8A73\u7D30\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570$fault\u306E\u8981\u7D20\u3067\u78BA\u8A8D\u3067\u304D\u307E\u3059
action382505=$fault\u5909\u6570\u306E\u5185\u5BB9\u3092\u8ABF\u3079\u3066\u3001\u691C\u8A3C\u304C\u5931\u6557\u3057\u305F\u539F\u56E0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382510=\u5272\u5F53\u3066\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u3001XQuery/XSLT\u5F0F\u306E\u8A55\u4FA1\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001XQuery\u5F0F\u306E\u7D50\u679C\u3092\u5909\u6570\u306B\u5272\u308A\u5F53\u3066\u305F\u7D50\u679C\u3001XQuery\u8A55\u4FA1\u30A8\u30F3\u30B8\u30F3\u306E\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306B\u8D77\u3053\u308A\u307E\u3059\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382510=\u69CB\u6587\u307E\u305F\u306F\u30BB\u30DE\u30F3\u30C6\u30A3\u30AF\u30B9\u306B\u554F\u984C\u304C\u306A\u3044\u304B\u3069\u3046\u304B\u3001\u69CB\u6210\u3055\u308C\u305FXQuery\u5F0F\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382511=\u524A\u9664\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u6307\u5B9A\u3057\u305FXPath\u5F0F\u304C\u6709\u52B9\u306A\u5F0F\u3067\u306A\u3044\u304B\u3001\u3053\u306E\u5F0F\u306B\u3088\u308AXPath\u8A55\u4FA1\u30A8\u30F3\u30B8\u30F3\u306E\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306B\u8D77\u3053\u308A\u307E\u3059\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382511=\u69CB\u6587\u307E\u305F\u306F\u30BB\u30DE\u30F3\u30C6\u30A3\u30AF\u30B9\u306B\u554F\u984C\u304C\u306A\u3044\u304B\u3069\u3046\u304B\u3001\u69CB\u6210\u3055\u308C\u305FXPath\u5F0F\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382512=\u633F\u5165\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001XQuery\u5F0F\u306E\u7D50\u679C\u3092\u5909\u6570\u306B\u633F\u5165\u3057\u305F\u7D50\u679C\u3001XQuery\u8A55\u4FA1\u30A8\u30F3\u30B8\u30F3\u306E\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306B\u8D77\u3053\u308A\u307E\u3059\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382512=\u69CB\u6587\u307E\u305F\u306F\u30BB\u30DE\u30F3\u30C6\u30A3\u30AF\u30B9\u306B\u554F\u984C\u304C\u306A\u3044\u304B\u3069\u3046\u304B\u3001\u69CB\u6210\u3055\u308C\u305FXQuery\u5F0F\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382513=\u7F6E\u63DB\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001XQuery\u5F0F\u306E\u7D50\u679C\u3092\u5909\u6570\u5185\u3067\u7F6E\u63DB\u3057\u305F\u7D50\u679C\u3001XQuery\u8A55\u4FA1\u30A8\u30F3\u30B8\u30F3\u306E\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306B\u8D77\u3053\u308A\u307E\u3059\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382513=\u69CB\u6587\u307E\u305F\u306F\u30BB\u30DE\u30F3\u30C6\u30A3\u30AF\u30B9\u306B\u554F\u984C\u304C\u306A\u3044\u304B\u3069\u3046\u304B\u3001\u69CB\u6210\u3055\u308C\u305FXQuery\u5F0F\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382514=\u540D\u524D\u5909\u66F4\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u6307\u5B9A\u3057\u305FXpath\u5F0F\u304C\u6709\u52B9\u306A\u5F0F\u3067\u306A\u3044\u304B\u3001\u3053\u306E\u5F0F\u306B\u3088\u308AXPath\u8A55\u4FA1\u30A8\u30F3\u30B8\u30F3\u306E\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306B\u8D77\u3053\u308A\u307E\u3059\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382514=\u69CB\u6587\u307E\u305F\u306F\u30BB\u30DE\u30F3\u30C6\u30A3\u30AF\u30B9\u306B\u554F\u984C\u304C\u306A\u3044\u304B\u3069\u3046\u304B\u3001\u69CB\u6210\u3055\u308C\u305FXPath\u5F0F\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382515=Java\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u308BJava\u30E1\u30BD\u30C3\u30C9\u304C\u547C\u3073\u51FA\u3055\u308C\u305F\u7D50\u679C\u3001\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u4F8B\u5916\u306E\u8A73\u7D30\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
messagedetail382516=Java\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30E1\u30BD\u30C3\u30C9\u306E1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u5F15\u6570\u3092\u8A55\u4FA1\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001XQuery\u5F0F\u306E\u7D50\u679C\u3092Java\u30E1\u30BD\u30C3\u30C9\u306E\u5F15\u6570\u3068\u3057\u3066\u4F7F\u7528\u3057\u305F\u7D50\u679C\u3001XQuery\u8A55\u4FA1\u30A8\u30F3\u30B8\u30F3\u306E\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306B\u8D77\u3053\u308A\u307E\u3059\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382516=\u69CB\u6587\u307E\u305F\u306F\u30BB\u30DE\u30F3\u30C6\u30A3\u30AF\u30B9\u306B\u554F\u984C\u304C\u306A\u3044\u304B\u3069\u3046\u304B\u3001\u69CB\u6210\u3055\u308C\u305FXQuery\u5F0F\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382517=\u547C\u3073\u51FA\u3055\u308C\u305FJava\u30E1\u30BD\u30C3\u30C9\u306E\u7D50\u679C\u3092\u6307\u5B9A\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306B\u5272\u5F53\u3066\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u5272\u308A\u5F53\u3066\u3089\u308C\u308B\u5909\u6570\u304C\u8AAD\u53D6\u308A\u5C02\u7528\u306E\u30B7\u30B9\u30C6\u30E0\u5909\u6570( $operation\u306A\u3069)\u3067\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u3001\u547C\u3073\u51FA\u3055\u308C\u305FJava\u30E1\u30BD\u30C3\u30C9\u306B\u3088\u3063\u3066\u623B\u3055\u308C\u305F\u578B\u3068\u4E00\u81F4\u3057\u306A\u3044\u578B\u3092\u6301\u3064\u30B7\u30B9\u30C6\u30E0\u5909\u6570\u3067\u3042\u308B\u5834\u5408\u306B\u8D77\u3053\u308A\u307E\u3059\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail382518=java\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30E1\u30BD\u30C3\u30C9\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u8A2D\u5B9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u6307\u5B9A\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u8CC7\u683C\u8A3C\u660E\u306E\u53D6\u5F97\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306B\u8D77\u3053\u308A\u307E\u3059\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail382519=\u547C\u3073\u51FA\u3055\u308C\u305FJava\u30E1\u30BD\u30C3\u30C9\u304CXML Bean\u306E\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u578B\u3092\u623B\u3057\u307E\u3057\u305F\u3002\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u578B\u306F\u3001\u5358\u7D14\u578B\u306E\u5C5E\u6027\u307E\u305F\u306F\u8981\u7D20\u306E\u307F\u3067\u3059\u3002
messagedetail382520=if-then-else\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u5B9F\u884C\u6642\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action382520=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382521=\u540D\u524D\u5909\u66F4\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u304CXML\u30C7\u30FC\u30BF\u3092\u4FDD\u6301\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action382521=\u540D\u524D\u5909\u66F4\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382522=\u7F6E\u63DB\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u304CXML\u30C7\u30FC\u30BF\u3092\u4FDD\u6301\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action382522=\u540D\u524D\u5909\u66F4\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382523=\u3053\u308C\u306F\u3001\u5B9F\u884C\u6642\u306E\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u4E0D\u6B63\u306A\u72B6\u614B\u304C\u539F\u56E0\u3067\u767A\u751F\u3059\u308B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059
action382523=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382524=\u691C\u8A3C\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382524=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382525=\u691C\u8A3C\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u304CXML\u30C7\u30FC\u30BF\u3092\u4FDD\u6301\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action382525=\u691C\u8A3C\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382526=\u633F\u5165\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u304CXML\u30C7\u30FC\u30BF\u3092\u4FDD\u6301\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action382526=\u633F\u5165\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382527=\u3053\u306E\u5F0F\u306E\u7D50\u679C\u3092\u633F\u5165\u3059\u308B\u3068\u3001\u7121\u52B9\u306A(\u8907\u6570\u306E\u30EB\u30FC\u30C8\u3092\u6301\u3064)\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u4F5C\u6210\u3055\u308C\u307E\u3059\u3053\u308C\u304C\u767A\u751F\u3059\u308B\u306E\u306F\u3001(\u306A\u3093\u3089\u304B\u306E)\u8981\u7D20\u30CE\u30FC\u30C9\u3092$body\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u3067 . \u306E\u524D\u306B\u633F\u5165\u3057\u3088\u3046\u3068\u3057\u305F\u5834\u5408\u3067\u3059
action382527=\u633F\u5165\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382528=\u6307\u5B9A\u3055\u308C\u305FXPath\u306E\u5F8C\u308D\u306B\u3053\u306E\u5F0F\u306E\u7D50\u679C\u3092\u633F\u5165\u3057\u305F\u7D50\u679C\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action382528=\u633F\u5165\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382529=\u5C5E\u6027\u306E\u5B50\u3068\u3057\u3066\u306E\u633F\u5165\u306F\u7121\u52B9\u3067\u3059
action382529=\u633F\u5165\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382530=\u6307\u5B9A\u3055\u308C\u305FXPath\u5F0F\u306E\u5B50\u8981\u7D20\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001\u6700\u521D\u306E\u5B50\u306E\u5F8C\u306B\u633F\u5165\u3067\u304D\u307E\u305B\u3093
action382530=\u633F\u5165\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382531=\u5B50\u8981\u7D20\u306E\u5F8C\u306B\u633F\u5165\u3067\u304D\u307E\u305B\u3093
action382531=\u633F\u5165\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382532=\u5C5E\u6027\u306E\u96A3\u306B\u633F\u5165\u3067\u304D\u308B\u306E\u306F\u5C5E\u6027\u306E\u307F\u3067\u3059
action382532=\u633F\u5165\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382533=\u8981\u7D20\u306E\u96A3\u307E\u305F\u306F\u5185\u90E8\u306B\u633F\u5165\u3067\u304D\u308B\u306E\u306F\u8981\u7D20\u3068\u5358\u7D14\u5024\u306E\u307F\u3067\u3059
action382533=\u633F\u5165\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382534=\u7F6E\u63DB\u306B\u6307\u5B9A\u3055\u308C\u305F\u30B3\u30F3\u30C6\u30F3\u30C4\u304C\u8981\u7D20\u307E\u305F\u306F\u5C5E\u6027\u3067\u306F\u3042\u308A\u307E\u305B\u3093
action382534=\u7F6E\u63DB\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382535=\u5C5E\u6027\u306F\u5C5E\u6027\u306B\u306E\u307F\u7F6E\u63DB\u3067\u304D\u307E\u3059
action382535=\u7F6E\u63DB\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382536=\u8981\u7D20\u307E\u305F\u306F\u305D\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306F\u3001\u8981\u7D20\u3068\u5358\u7D14\u5024\u306B\u306E\u307F\u7F6E\u63DB\u3067\u304D\u307E\u3059
action382536=\u7F6E\u63DB\u64CD\u4F5C\u306B\u6307\u5B9A\u3055\u308C\u305F\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382537=\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u3001\u547C\u3073\u51FA\u3055\u308C\u308B\u30B5\u30FC\u30D3\u30B9\u306EWSDL\u5B9A\u7FA9\u306B\u3088\u308B\u3068\u7121\u52B9\u306A\u30C7\u30FC\u30BF\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3057\u305F\u3002
action382537=\u30B5\u30FC\u30D3\u30B9\u547C\u51FA\u3057\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u3092\u8ABF\u3079\u3066\u3001\u30B5\u30FC\u30D3\u30B9\u306EWSDL\u5B9A\u7FA9\u306B\u6E96\u62E0\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u53D7\u4FE1\u3057\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5185\u5BB9\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570$fault\u306E\u8A73\u7D30\u306A\u8981\u7D20\u3067\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
messagedetail382538=\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u3001\u547C\u3073\u51FA\u3055\u308C\u308B\u30B5\u30FC\u30D3\u30B9\u306EWSDL\u5B9A\u7FA9\u306B\u3088\u308B\u3068\u7121\u52B9\u306A\u30C7\u30FC\u30BF\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3057\u305F\u3002
action382538=\u30B5\u30FC\u30D3\u30B9\u547C\u51FA\u3057\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u3092\u8ABF\u3079\u3066\u3001\u30B5\u30FC\u30D3\u30B9\u306EWSDL\u5B9A\u7FA9\u306B\u6E96\u62E0\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u53D7\u4FE1\u3057\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5185\u5BB9\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570$fault\u306E\u8A73\u7D30\u306A\u8981\u7D20\u3067\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
messagedetail382539=\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u3001\u547C\u3073\u51FA\u3055\u308C\u308B\u30B5\u30FC\u30D3\u30B9\u306EWSDL\u5B9A\u7FA9\u306B\u3088\u308B\u3068\u7121\u52B9\u306A\u30C7\u30FC\u30BF\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3057\u305F\u3002
action382539=\u30B5\u30FC\u30D3\u30B9\u547C\u51FA\u3057\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u3092\u8ABF\u3079\u3066\u3001\u30B5\u30FC\u30D3\u30B9\u306EWSDL\u5B9A\u7FA9\u306B\u6E96\u62E0\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u53D7\u4FE1\u3057\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5185\u5BB9\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570$fault\u306E\u8A73\u7D30\u306A\u8981\u7D20\u3067\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
messagedetail382540=\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action382540=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382541=\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u3001\u547C\u3073\u51FA\u3055\u308C\u308B\u30B5\u30FC\u30D3\u30B9\u306EWSDL\u5B9A\u7FA9\u306B\u3088\u308B\u3068\u7121\u52B9\u306A\u30C7\u30FC\u30BF\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3057\u305F\u3002
action382541=\u30B5\u30FC\u30D3\u30B9\u547C\u51FA\u3057\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u3092\u8ABF\u3079\u3066\u3001\u30B5\u30FC\u30D3\u30B9\u306EWSDL\u5B9A\u7FA9\u306B\u6E96\u62E0\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u53D7\u4FE1\u3057\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5185\u5BB9\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570$fault\u306E\u8A73\u7D30\u306A\u8981\u7D20\u3067\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
messagedetail382542=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30E2\u30FC\u30C9\u304C"\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u307F"\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3067\u306F"\u30EA\u30AF\u30A8\u30B9\u30C8-\u30EC\u30B9\u30DD\u30F3\u30B9"\u306E\u901A\u4FE1\u306E\u307F\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action382542=$outbound\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u8ABF\u3079\u3066\u3001\u8EE2\u9001\u30E2\u30FC\u30C9\u8981\u7D20\u304C\u6B63\u3057\u304F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u8868\u793A\u3067\u304D\u307E\u3059
messagedetail382543=\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306ESOAP\u30D8\u30C3\u30C0\u30FC\u306E\u8A2D\u5B9A\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u306B\u6709\u52B9\u306AXML\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093
action382543=\u6307\u5B9A\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u8ABF\u3079\u3066\u3001\u6B63\u3057\u304F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u8868\u793A\u3067\u304D\u307E\u3059
messagedetail382544=\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306ESOAP\u672C\u4F53\u306E\u8A2D\u5B9A\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u306B\u6709\u52B9\u306AXML\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093
action382544=\u6307\u5B9A\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u8ABF\u3079\u3066\u3001\u6B63\u3057\u304F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u8868\u793A\u3067\u304D\u307E\u3059
messagedetail382545=\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5206\u6790\u30D5\u30A7\u30FC\u30BA\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action382545=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382546=\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5206\u6790\u30D5\u30A7\u30FC\u30BA\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action382546=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail382547=\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306B\u6709\u52B9\u306AXML\u8981\u7D20\u304C\u542B\u307E\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u4F5C\u6210\u3055\u308C\u308B\u30D5\u30A7\u30FC\u30BA\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action382547=\u6307\u5B9A\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u8ABF\u3079\u3066\u3001\u6B63\u3057\u304F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u8868\u793A\u3067\u304D\u307E\u3059
messagedetail382548=WSDL\u5B9A\u7FA9\u306B\u578B\u60C5\u5831\u304C\u306A\u3044\u304B\u307E\u305F\u306F\u7121\u52B9\u3067\u3042\u308B\u305F\u3081\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u4F5C\u6210\u3055\u308C\u308B\u30D5\u30A7\u30FC\u30BA\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action382548=\u8A72\u5F53\u30D1\u30FC\u30C8\u306E\u578B\u60C5\u5831\u306E\u30BB\u30DE\u30F3\u30C6\u30A3\u30C3\u30AF\u304C\u6B63\u3057\u3044\u304B\u3069\u3046\u304B\u3001\u767B\u9332\u3055\u308C\u305FWSDL\u5B9A\u7FA9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382549=\u30B5\u30FC\u30D3\u30B9\u306EWSDL\u5B9A\u7FA9\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u306A\u3044\u305F\u3081\u3001\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u4F5C\u6210\u3055\u308C\u308B\u30D5\u30A7\u30FC\u30BA\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382549=\u5BFE\u5FDC\u3059\u308BWSDL\u5B9A\u7FA9\u304C\u6B63\u3057\u304F\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail382550=\u9078\u629E\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u54C1\u8CEA\u3092\u300C\u5FC5\u305A1\u56DE\u300D\u306B\u306F\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u30B5\u30FC\u30D3\u30B9\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u304C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u3042\u308A\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D1\u30BF\u30FC\u30F3\u304C'\u4E00\u65B9\u5411'\u307E\u305F\u306F'\u540C\u671F'\u3067\u3042\u308B\u5834\u5408\u306E\u307F\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u54C1\u8CEA\u3092\u300C\u5FC5\u305A1\u56DE\u300D\u306B\u8A2D\u5B9A\u3067\u304D\u307E\u3059\u3002
action382550=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3\u307E\u305F\u306F$outbound\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u5909\u66F4\u3059\u308B\u305D\u306E\u4ED6\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u3088\u308A\u30B5\u30FC\u30D3\u30B9\u54C1\u8CEA\u304C\u300C\u5FC5\u305A1\u56DE\u300D\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u4EFB\u610F\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382551=XQuery\u5F0F\u306Fmfl\u5909\u63DB\u3092\u9069\u7528\u3059\u308B\u7A7A\u3067\u306A\u3044\u30BD\u30FC\u30B9\u3092\u623B\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action382551=XQuery\u5F0F\u3092\u8ABF\u3079\u3066\u3001mfl\u5909\u63DB\u3092\u9069\u7528\u3059\u308B\u7A7A\u3067\u306A\u3044\u5165\u529B\u304C\u623B\u3055\u308C\u308B\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306EXQuery\u5F0F\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382552=\u30D0\u30A4\u30CA\u30EA\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u53C2\u7167\u306F\u7121\u52B9\u3067\u3059\u3002\u3053\u308C\u306F\u3001\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306B\u30D0\u30A4\u30CA\u30EA\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u6E21\u3059\u7D50\u679C\u3068\u3057\u3066\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306B\u3088\u3063\u3066\u633F\u5165\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action382552=mfl\u5909\u63DB\u3092\u9069\u7528\u3059\u308B\u30D0\u30A4\u30CA\u30EA\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u53C2\u7167\u5C5E\u6027\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D0\u30A4\u30CA\u30EA\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u8981\u7D20\u306F\u3001\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306B\u30D0\u30A4\u30CA\u30EA\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u6E21\u3059\u7D50\u679C\u3068\u3057\u3066\u633F\u5165\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u3053\u306E\u53C2\u7167\u5C5E\u6027\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382553=\u5909\u63DB\u3078\u306E\u5165\u529B\u306F\u3001\u7A7A\u3067\u306A\u3044\u30C6\u30AD\u30B9\u30C8\u307E\u305F\u306F\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u30D0\u30A4\u30CA\u30EA\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u8981\u7D20\u3067\u8868\u3055\u308C\u308B\u30D0\u30A4\u30CA\u30EA\u30FB\u30C7\u30FC\u30BF\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002XML\u5165\u529B\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
action382553=\u5165\u529B\u5F0F\u304C\u3001\u30D0\u30A4\u30CA\u30EA\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u3092OSB\u306B\u6E21\u3059\u7D50\u679C\u3068\u3057\u3066\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306B\u3088\u3063\u3066\u633F\u5165\u3055\u308C\u308B\u30C6\u30AD\u30B9\u30C8\u307E\u305F\u306F\u30D0\u30A4\u30CA\u30EA\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u53C2\u7167\u5C5E\u6027\u3092\u623B\u3059\u3088\u3046\u306B\u3057\u307E\u3059\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u3053\u306E\u5F0F\u306E\u5024\u3092\u8868\u793A\u3059\u3067\u304D\u307E\u3059\u3002
messagedetail382554=XQuery\u5F0F\u304C\u6709\u52B9\u306AMFL\u30EA\u30BD\u30FC\u30B9\u540D\u3092\u623B\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u5B9F\u884C\u6642\u306EOSB\u3067\u306F\u3001\u65E2\u5B58\u306EMFL\u30EA\u30BD\u30FC\u30B9\u3068\u8A55\u4FA1\u3055\u308C\u307E\u3059\u3002
action382554=\u5B9F\u884C\u6642\u306EOSB\u3067\u3001XQuery\u5F0F\u304C\u65E2\u5B58\u306EMFL\u30EA\u30BD\u30FC\u30B9\u306B\u8A55\u4FA1\u3055\u308C\u308B\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306E\u3053\u306E\u5F0F\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
messagedetail382555=XML\u304B\u3089\u30D0\u30A4\u30CA\u30EA\u3078\u306Emfl\u5909\u63DB\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382555=\u69CB\u6587\u307E\u305F\u306F\u30BB\u30DE\u30F3\u30C6\u30A3\u30AF\u30B9\u306B\u554F\u984C\u304C\u306A\u3044\u304B\u3069\u3046\u304B\u3001\u69CB\u6210\u3055\u308C\u305Fmfl\u30EA\u30BD\u30FC\u30B9\u304A\u3088\u3073\u5165\u529B\u30C7\u30FC\u30BF\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail382556=\u30D0\u30A4\u30CA\u30EA\u304B\u3089XML\u3078\u306Emfl\u5909\u63DB\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action382556=\u69CB\u6587\u307E\u305F\u306F\u30BB\u30DE\u30F3\u30C6\u30A3\u30AF\u30B9\u306B\u554F\u984C\u304C\u306A\u3044\u304B\u3069\u3046\u304B\u3001\u69CB\u6210\u3055\u308C\u305Fmfl\u30EA\u30BD\u30FC\u30B9\u304A\u3088\u3073\u5165\u529B\u30C7\u30FC\u30BF\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String ref
messagedetail382557=\u69CB\u6210\u3055\u308C\u305FXQuery\u5F0F\u306E\u7D50\u679C\u3067\u3042\u308B\u3001\u53C2\u7167''{0}''\u306E\u30BD\u30FC\u30B9\u304C\u30BD\u30FC\u30B9\u30FB\u30EA\u30DD\u30B8\u30C8\u30EA\u3067\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
action382557=XQuery\u5F0F\u3067\u9069\u5207\u306A\u7D50\u679C\u304C\u623B\u3055\u308C\u308B\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u5B9F\u884C\u6642\u306EXQuery\u5F0F\u306E\u5024\u3092\u8868\u793A\u3067\u304D\u307E\u3059\u3002
