messagebody382500=L'action d'appel de service OSB a re\u00E7u une r\u00E9ponse d'erreur SOAP
messagebody382501=L'action d'appel du service OSB a re\u00E7u une r\u00E9ponse non reconnue
messagebody382502=L'action d'appel du service OSB a re\u00E7u une r\u00E9ponse d'erreur
messagebody382505=Echec de l'action de validation OSB
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382510=L''action d''affectation OSB n''a pas pu mettre \u00E0 jour la variable "{0}" : {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382511=L''action de suppression OSB n''a pas pu mettre \u00E0 jour la variable "{0}" : {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382512=L''action d''insertion OSB n''a pas pu mettre \u00E0 jour la variable "{0}" : {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382513=L''action de remplacement OSB n''a pas pu mettre \u00E0 jour la variable "{0}" : {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382514=L''action de changement de nom OSB n''a pas pu mettre \u00E0 jour la variable "{0}" : {1}
## P4ADE ## {0} : String method, {1} : String msg, {2} : Throwable t
messagebody382515=L''appel de la m\u00E9thode Java "{0}" a provoqu\u00E9 une exception : {1}
## P4ADE ## {0} : String method, {1} : int argIndex, {2} : String errormsg
messagebody382516=Echec de la production de la m\u00E9thode Java "{0}" par l''expression de l''appel. Index d''argument : {1}, exception : {2}
## P4ADE ## {0} : String method, {1} : String varname, {2} : String errormsg
messagebody382517=Echec de l''affectation du r\u00E9sultat de l''appel Java \u00E0 la variable. M\u00E9thode : {0}, variable : {1}, exception : {2}
## P4ADE ## {0} : String method, {1} : String sacct, {2} : Throwable t
messagebody382518=Exception de s\u00E9curit\u00E9 lors de l''appel de la m\u00E9thode Java "{0}". Compte de service : {1}. {2}
messagebody382519=L'objet XmlObject renvoy\u00E9 par l'appel Java doit \u00EAtre un type simple, un attribut ou un \u00E9l\u00E9ment.
messagebody382520=Erreur inattendue lors de l'ex\u00E9cution de l'expression if-then-else
messagebody382521=La variable cibl\u00E9e pour un changement de nom n'est pas de type XML ou MFL
messagebody382522=La variable cibl\u00E9e pour le remplacement n'est pas de type XML ou MFL
messagebody382523=La variable sortante n'a pas \u00E9t\u00E9 initialis\u00E9e
messagebody382524=Echec de l'ex\u00E9cution de la validation
messagebody382525=La variable cibl\u00E9e pour la validation n'est pas de type XML ou MFL
messagebody382526=La variable cibl\u00E9e pour l'insertion n'est pas de type XML ou MFL
messagebody382527=L'insertion du r\u00E9sultat de cette expression cr\u00E9era un document non valide (\u00E0 racines multiples)
messagebody382528=Echec de l'insertion AFTER
messagebody382529=Impossible d'ins\u00E9rer un \u00E9l\u00E9ment en tant qu'enfant d'attribut
messagebody382530=Impossible d'ins\u00E9rer un \u00E9l\u00E9ment apr\u00E8s le premier enfant
messagebody382531=Impossible d'ins\u00E9rer un \u00E9l\u00E9ment apr\u00E8s le dernier enfant
messagebody382532=Seuls des attributs peuvent \u00EAtre ins\u00E9r\u00E9s en regard d'un autre attribut
messagebody382533=Seuls des \u00E9l\u00E9ments et des valeurs simples peuvent \u00EAtre ins\u00E9r\u00E9s en regard d'un autre \u00E9l\u00E9ment ou dans celui-ci
messagebody382534=Le contenu cibl\u00E9 pour le remplacement n'est pas un \u00E9l\u00E9ment ni un attribut
messagebody382535=Un attribut peut uniquement \u00EAtre remplac\u00E9 par un attribut
messagebody382536=Un \u00E9l\u00E9ment ou son contenu peut uniquement \u00EAtre remplac\u00E9 par des \u00E9l\u00E9ments et des valeurs simples
## P4ADE ## {0} : String name
messagebody382537=Document SOAP RPC non valide - l''\u00E9l\u00E9ment Part "{0}" n''est pas sp\u00E9cifi\u00E9 pas dans les d\u00E9finitions WSDL.
## P4ADE ## {0} : String name
messagebody382538=Document SOAP RPC non valide - l''\u00E9l\u00E9ment Part {0} appara\u00EEt plusieurs fois.
## P4ADE ## {0} : String name
messagebody382539=Document SOAP RPC non valide - l''\u00E9l\u00E9ment Part {0} contient plusieurs \u00E9l\u00E9ments XML
messagebody382540=Erreur inattendue - un \u00E9tat interne non valide est survenu lors de l'ex\u00E9cution d'une action d'appel de service
## P4ADE ## {0} : String name
messagebody382541=Document SOAP RPC non valide - l''\u00E9l\u00E9ment Part "{0}" est requis mais n''est pas pr\u00E9sent.
messagebody382542=Le mode de transport est d\u00E9fini sur "demande uniquement". Un appel de service prend uniquement en charge les communications en mode "demande-r\u00E9ponse".
messagebody382543=Message non valide : la valeur de l'en-t\u00EAte SOAP n'est pas une instance XML
messagebody382544=Message non valide : le message n'est pas une instance XML
messagebody382545=Erreur inattendue - le type de sch\u00E9ma de l'\u00E9l\u00E9ment Part est introuvable
messagebody382546=Erreur inattendue - non-concordance entre la configuration et la d\u00E9finition WSDL
## P4ADE ## {0} : String name
messagebody382547=La valeur de l''\u00E9l\u00E9ment Part "{0}" n''est pas valide. Un \u00E9l\u00E9ment XML est attendu.
## P4ADE ## {0} : String name
messagebody382548=La d\u00E9finition du type de l''\u00E9l\u00E9ment Part {0} est introuvable
messagebody382549=Erreur lors de l'acc\u00E8s aux informations du service WSDL cible
## P4ADE ## {0} : String name
messagebody382550=La d\u00E9finition de la qualit\u00E9 de service sur ''Une seule fois'' dans l''action d''appel de service n''est pas prise en charge par le service {0}
messagebody382551=L'expression XQuery n'a pas renvoy\u00E9 la source non vide \u00E0 laquelle appliquer la transformation MFL.
## P4ADE ## {0} : String ref
messagebody382552=La r\u00E9f\u00E9rence de contenu binaire {0} n''est pas valide.
messagebody382553=L'entr\u00E9e de la transformation MFL de non-XML \u00E0 XML n'est pas valide.
## P4ADE ## {0} : String name
messagebody382554=L''expression XQuery a pour r\u00E9sultat un nom de ressource MFL non valide {0}.
## P4ADE ## {0} : String name, {1} : String errorMsg
messagebody382555=Echec de la transformation MFL de XML \u00E0 binaire pour la ressource MFL {0} : {1}
## P4ADE ## {0} : String name, {1} : String errorMsg
messagebody382556=Echec de la transformation MFL de binaire \u00E0 XML pour la ressource MFL {0} : {1}
## P4ADE ## {0} : String ref
messagebody382557=Aucune source portant la r\u00E9f\u00E9rence ''{0}'' n''a \u00E9t\u00E9 trouv\u00E9e dans le r\u00E9f\u00E9rentiel source.
