messagedetail382500=OSB \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC774 \uD638\uCD9C\uB41C \uC6F9 \uC11C\uBE44\uC2A4\uC5D0\uC11C SOAP \uACB0\uD568 \uC751\uB2F5\uC744 \uBC1B\uC558\uC2B5\uB2C8\uB2E4. \uBC1B\uC740 SOAP \uACB0\uD568\uC758 \uCF58\uD150\uCE20\uB294 $fault \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uC138\uBD80 \uC815\uBCF4 \uC694\uC18C\uC5D0\uC11C \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382501=OSB \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC73C\uB85C \uD638\uCD9C\uB41C \uC11C\uBE44\uC2A4\uAC00 \uC120\uC5B8\uB41C \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uACFC \uC77C\uCE58\uD558\uC9C0 \uC54A\uB294 \uD398\uC774\uB85C\uB4DC\uB97C \uBC18\uD658\uD588\uC73C\uBBC0\uB85C OSB\uAC00 \uC81C\uB300\uB85C \uAD6C\uBB38\uC744 \uBD84\uC11D\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC608\uB97C \uB4E4\uC5B4 \uC774 \uBB38\uC81C\uB294 XML \uBC14\uC778\uB529 \uC720\uD615\uC73C\uB85C \uB4F1\uB85D\uB41C \uC11C\uBE44\uC2A4\uAC00 \uC798\uBABB \uAD6C\uC131\uB41C XML \uD398\uC774\uB85C\uB4DC\uB97C \uBC18\uD658\uD55C \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBC1B\uC740 \uC751\uB2F5\uC758 \uCF58\uD150\uCE20\uB294 $fault \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uC138\uBD80 \uC815\uBCF4 \uC694\uC18C\uC5D0\uC11C \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382501=$fault \uBCC0\uC218\uC758 \uC751\uB2F5 \uD398\uC774\uB85C\uB4DC \uCF58\uD150\uCE20\uC5D0\uC11C \uC120\uC5B8\uB41C \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uACFC \uC77C\uCE58\uD558\uC9C0 \uC54A\uB294 \uC774\uC720\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382502=OSB \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC73C\uB85C \uD638\uCD9C\uB41C \uC11C\uBE44\uC2A4\uAC00 SOAP \uACB0\uD568 \uC774\uC678\uC758 \uC624\uB958 \uC870\uAC74\uC774 \uBC1C\uC0DD\uD588\uB2E4\uB294 \uAC83\uC744 \uB098\uD0C0\uB0C5\uB2C8\uB2E4. \uC608\uB97C \uB4E4\uC5B4 \uC774 \uBB38\uC81C\uB294 \uC678\uBD80 HTTP \uC11C\uBE44\uC2A4\uC5D0\uC11C HTTP 404(\uD398\uC774\uC9C0\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC74C) \uC624\uB958 \uCF54\uB4DC\uB97C \uBC1B\uC744 \uB54C \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBC1B\uC740 \uC751\uB2F5(\uC788\uB294 \uACBD\uC6B0)\uC758 \uCF58\uD150\uCE20\uB294 $fault \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uC138\uBD80 \uC815\uBCF4 \uC694\uC18C\uC5D0\uC11C \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382502=$fault \uBCC0\uC218\uC758 \uC751\uB2F5 \uD398\uC774\uB85C\uB4DC \uCF58\uD150\uCE20\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uD638\uCD9C \uAD00\uB828 \uBB38\uC81C\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382505=\uC81C\uACF5\uB41C \uC2A4\uD0A4\uB9C8 \uB9AC\uC18C\uC2A4\uC5D0 \uB530\uB974\uBA74 \uC785\uB825 \uD45C\uD604\uC2DD \uAC80\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0, \uBD80\uC801\uD569\uD55C XML \uC704\uCE58 \uB4F1\uC758 \uAC80\uC99D \uC624\uB958\uC5D0 \uB300\uD55C \uC138\uBD80 \uC815\uBCF4\uB294 $fault \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uC138\uBD80 \uC815\uBCF4 \uC694\uC18C\uC5D0\uC11C \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382505=$fault \uBCC0\uC218 \uCF58\uD150\uCE20\uC5D0\uC11C \uAC80\uC99D \uC624\uB958\uC758 \uC6D0\uC778\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382510=\uC9C0\uC815 \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 XQuery/XSLT \uD3C9\uAC00 \uC2DC \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uBCC0\uC218\uC5D0 \uC9C0\uC815\uB418\uB294 XQuery \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uB85C \uC778\uD574 XQuery \uD3C9\uAC00 \uC5D4\uC9C4\uC5D0\uC11C \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD558\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uB098\uD0C0\uB0B4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382510=\uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD\uC5D0 \uC7A0\uC7AC\uC801 \uAD6C\uBB38 \uB610\uB294 \uC758\uBBF8 \uBB38\uC81C\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382511=\uC0AD\uC81C \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC9C0\uC815\uD55C XPath \uD45C\uD604\uC2DD\uC774 \uC801\uD569\uD55C \uD45C\uD604\uC2DD\uC774 \uC544\uB2C8\uAC70\uB098 \uC774\uB85C \uC778\uD574 XPath \uD3C9\uAC00 \uC5D4\uC9C4\uC5D0\uC11C \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD558\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uB098\uD0C0\uB0B4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382511=\uAD6C\uC131\uB41C XPath \uD45C\uD604\uC2DD\uC5D0 \uC7A0\uC7AC\uC801 \uAD6C\uBB38 \uB610\uB294 \uC758\uBBF8 \uBB38\uC81C\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382512=\uC0BD\uC785 \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uBCC0\uC218\uB85C \uC0BD\uC785\uB418\uB294 XQuery \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uB85C \uC778\uD574 XQuery \uD3C9\uAC00 \uC5D4\uC9C4\uC5D0\uC11C \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD558\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uB098\uD0C0\uB0B4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382512=\uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD\uC5D0 \uC7A0\uC7AC\uC801 \uAD6C\uBB38 \uB610\uB294 \uC758\uBBF8 \uBB38\uC81C\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382513=\uBC14\uAFB8\uAE30 \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uBCC0\uC218\uC5D0\uC11C \uBC14\uB00C\uB294 XQuery \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uB85C \uC778\uD574 XQuery \uD3C9\uAC00 \uC5D4\uC9C4\uC5D0\uC11C \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD558\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uB098\uD0C0\uB0B4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382513=\uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD\uC5D0 \uC7A0\uC7AC\uC801 \uAD6C\uBB38 \uB610\uB294 \uC758\uBBF8 \uBB38\uC81C\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382514=\uC774\uB984 \uBC14\uAFB8\uAE30 \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC9C0\uC815\uD55C XPath \uD45C\uD604\uC2DD\uC774 \uC801\uD569\uD55C \uD45C\uD604\uC2DD\uC774 \uC544\uB2C8\uAC70\uB098 \uC774\uB85C \uC778\uD574 XPath \uD3C9\uAC00 \uC5D4\uC9C4\uC5D0\uC11C \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD558\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uB098\uD0C0\uB0B4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382514=\uAD6C\uC131\uB41C XPath \uD45C\uD604\uC2DD\uC5D0 \uC7A0\uC7AC\uC801 \uAD6C\uBB38 \uB610\uB294 \uC758\uBBF8 \uBB38\uC81C\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382515=Java \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC5D0 \uC9C0\uC815\uB41C Java \uBA54\uC18C\uB4DC\uAC00 \uD638\uCD9C\uB418\uC5C8\uACE0 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uC138\uBD80 \uC815\uBCF4\uAC00 \uC624\uB958 \uBA54\uC2DC\uC9C0\uC5D0 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail382516=Java \uCF5C\uC544\uC6C3 \uBA54\uC18C\uB4DC\uC5D0 \uB300\uD55C \uD55C \uAC1C \uC774\uC0C1\uC758 \uC778\uC218\uB97C \uD3C9\uAC00\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 java \uBA54\uC18C\uB4DC\uC5D0 \uB300\uD55C \uC778\uC218\uB85C \uC0AC\uC6A9\uB418\uB294 XQuery \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uB85C \uC778\uD574 XQuery \uD3C9\uAC00 \uC5D4\uC9C4\uC5D0\uC11C \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD558\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uB098\uD0C0\uB0B4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382516=\uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD\uC5D0 \uC7A0\uC7AC\uC801 \uAD6C\uBB38 \uB610\uB294 \uC758\uBBF8 \uBB38\uC81C\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382517=\uD638\uCD9C\uB418\uB294 Java \uBA54\uC18C\uB4DC \uACB0\uACFC\uB97C \uC9C0\uC815\uB41C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC5D0 \uC9C0\uC815\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC9C0\uC815\uB418\uB294 \uBCC0\uC218\uAC00 \uC77D\uAE30 \uC804\uC6A9 \uC2DC\uC2A4\uD15C \uBCC0\uC218(\uC608: $operation)\uC774\uAC70\uB098 \uC720\uD615\uC774 \uD638\uCD9C\uB41C Java \uBA54\uC18C\uB4DC\uC5D0\uC11C \uBC18\uD658\uB41C \uBCC0\uC218\uC640 \uC77C\uCE58\uD558\uC9C0 \uC54A\uB294 \uC2DC\uC2A4\uD15C \uBCC0\uC218\uC778 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uB098\uD0C0\uB0B4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail382518=Java \uCF5C\uC544\uC6C3 \uBA54\uC18C\uB4DC\uC5D0 \uB300\uD55C \uBCF4\uC548 \uCEE8\uD14D\uC2A4\uD2B8\uB97C \uC124\uC815\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC9C0\uC815\uB41C \uC11C\uBE44\uC2A4 \uACC4\uC815\uC758 \uC778\uC99D\uC11C\uB97C \uAC80\uC0C9\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uC788\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uB098\uD0C0\uB0B4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail382519=\uD638\uCD9C\uB41C Java \uBA54\uC18C\uB4DC\uAC00 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uB294 \uC720\uD615\uC758 XML Bean\uC744 \uBC18\uD658\uD588\uC2B5\uB2C8\uB2E4. \uC9C0\uC6D0\uB418\uB294 \uC720\uD615\uC740 \uB2E8\uC21C \uC720\uD615, \uC18D\uC131 \uB610\uB294 \uC694\uC18C\uBFD0\uC785\uB2C8\uB2E4.
messagedetail382520=if-then-else \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uB7F0\uD0C0\uC784 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382520=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382521=\uC774\uB984 \uBC14\uAFB8\uAE30 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC5D0 XML \uB370\uC774\uD130\uAC00 \uC800\uC7A5\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action382521=\uC774\uB984 \uBC14\uAFB8\uAE30 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382522=\uBC14\uAFB8\uAE30 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC5D0 XML \uB370\uC774\uD130\uAC00 \uC800\uC7A5\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action382522=\uC774\uB984 \uBC14\uAFB8\uAE30 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382523=\uB7F0\uD0C0\uC784 \uC2DC \uC62C\uBC14\uB974\uC9C0 \uC54A\uC740 \uD30C\uC774\uD504 \uB77C\uC778 \uC0C1\uD0DC\uB85C \uC778\uD574 \uBC1C\uC0DD\uD55C \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uC785\uB2C8\uB2E4.
action382523=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382524=\uAC80\uC99D \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uB098\uD0C0\uB0B4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382524=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382525=\uAC80\uC99D \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC5D0 XML \uB370\uC774\uD130\uAC00 \uC800\uC7A5\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action382525=\uAC80\uC99D \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382526=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC5D0 XML \uB370\uC774\uD130\uAC00 \uC800\uC7A5\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action382526=\uC0BD\uC785 \uC624\uD37C\uB808\uC774\uC158 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD569\uB2C8\uB2E4. \uB85C\uADF8 \uC561\uC158\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382527=\uC774 \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uB97C \uC0BD\uC785\uD558\uBA74 \uBD80\uC801\uD569\uD55C(\uB2E4\uC911 \uB8E8\uD2B8) \uBB38\uC11C\uAC00 \uC0DD\uC131\uB429\uB2C8\uB2E4. \uC774 \uBB38\uC81C\uB294 $body \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218 \uC55E\uC5D0 \uD2B9\uC815 \uC694\uC18C \uB178\uB4DC\uB97C \uC0BD\uC785\uD558\uB824\uB294 \uACBD\uC6B0\uC5D0\uB9CC \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382527=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382528=\uC9C0\uC815\uB41C XPath \uB4A4\uC5D0 \uC774 \uD45C\uD604\uC2DD \uACB0\uACFC\uB97C \uC0BD\uC785\uD558\uBA74 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action382528=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382529=\uC18D\uC131\uC758 \uD558\uC704\uB85C \uC0BD\uC785\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action382529=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382530=\uC9C0\uC815\uB41C XPath \uD45C\uD604\uC2DD\uC758 \uD558\uC704 \uC694\uC18C\uAC00 \uC5C6\uC73C\uBBC0\uB85C \uCCAB\uBC88\uC9F8 \uD558\uC704 \uB4A4\uC5D0 \uC0BD\uC785\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action382530=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382531=\uD558\uC704 \uC694\uC18C \uB4A4\uC5D0 \uC0BD\uC785\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action382531=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382532=\uC18D\uC131\uB9CC \uB2E4\uB978 \uC18D\uC131 \uB2E4\uC74C\uC5D0 \uC0BD\uC785\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382532=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382533=\uC694\uC18C\uC640 \uB2E8\uC21C \uAC12\uB9CC \uB2E4\uB978 \uC694\uC18C \uB2E4\uC74C\uC774\uB098 \uB0B4\uBD80\uC5D0 \uC0BD\uC785\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382533=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382534=\uBC14\uAFB8\uAE30 \uB300\uC0C1 \uCF58\uD150\uCE20\uAC00 \uC694\uC18C \uB610\uB294 \uC18D\uC131\uC774 \uC544\uB2D9\uB2C8\uB2E4.
action382534=\uBC14\uAFB8\uAE30 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382535=\uC18D\uC131\uC740 \uC18D\uC131\uC73C\uB85C\uB9CC \uBC14\uAFC0 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382535=\uBC14\uAFB8\uAE30 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382536=\uC694\uC18C \uB610\uB294 \uD574\uB2F9 \uCF58\uD150\uCE20\uB294 \uC694\uC18C\uC640 \uB2E8\uC21C \uAC12\uC73C\uB85C\uB9CC \uBC14\uAFC0 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382536=\uBC14\uAFB8\uAE30 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382537=\uD638\uCD9C\uB418\uB294 \uC11C\uBE44\uC2A4\uC758 WSDL \uC815\uC758\uC5D0 \uB530\uB974\uBA74 \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3\uC5D0 \uB300\uD55C \uC751\uB2F5\uC5D0 \uBD80\uC801\uD569\uD55C \uB370\uC774\uD130\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
action382537=\uC11C\uBE44\uC2A4 \uD638\uCD9C\uC758 \uC751\uB2F5 \uD398\uC774\uB85C\uB4DC\uB97C \uD655\uC778\uD558\uACE0 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C WSDL \uC815\uC758\uB97C \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uBC1B\uC740 \uC751\uB2F5\uC758 \uCF58\uD150\uCE20\uB294 $fault \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uC138\uBD80 \uC815\uBCF4 \uC694\uC18C\uC5D0\uC11C \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382538=\uD638\uCD9C\uB418\uB294 \uC11C\uBE44\uC2A4\uC758 WSDL \uC815\uC758\uC5D0 \uB530\uB974\uBA74 \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3\uC5D0 \uB300\uD55C \uC751\uB2F5\uC5D0 \uBD80\uC801\uD569\uD55C \uB370\uC774\uD130\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
action382538=\uC11C\uBE44\uC2A4 \uD638\uCD9C\uC758 \uC751\uB2F5 \uD398\uC774\uB85C\uB4DC\uB97C \uD655\uC778\uD558\uACE0 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C WSDL \uC815\uC758\uB97C \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uBC1B\uC740 \uC751\uB2F5\uC758 \uCF58\uD150\uCE20\uB294 $fault \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uC138\uBD80 \uC815\uBCF4 \uC694\uC18C\uC5D0\uC11C \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382539=\uD638\uCD9C\uB418\uB294 \uC11C\uBE44\uC2A4\uC758 WSDL \uC815\uC758\uC5D0 \uB530\uB974\uBA74 \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3\uC5D0 \uB300\uD55C \uC751\uB2F5\uC5D0 \uBD80\uC801\uD569\uD55C \uB370\uC774\uD130\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
action382539=\uC11C\uBE44\uC2A4 \uD638\uCD9C\uC758 \uC751\uB2F5 \uD398\uC774\uB85C\uB4DC\uB97C \uD655\uC778\uD558\uACE0 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C WSDL \uC815\uC758\uB97C \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uBC1B\uC740 \uC751\uB2F5\uC758 \uCF58\uD150\uCE20\uB294 $fault \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uC138\uBD80 \uC815\uBCF4 \uC694\uC18C\uC5D0\uC11C \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382540=\uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382540=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382541=\uD638\uCD9C\uB418\uB294 \uC11C\uBE44\uC2A4\uC758 WSDL \uC815\uC758\uC5D0 \uB530\uB974\uBA74 \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3\uC5D0 \uB300\uD55C \uC751\uB2F5\uC5D0 \uBD80\uC801\uD569\uD55C \uB370\uC774\uD130\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
action382541=\uC11C\uBE44\uC2A4 \uD638\uCD9C\uC758 \uC751\uB2F5 \uD398\uC774\uB85C\uB4DC\uB97C \uD655\uC778\uD558\uACE0 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C WSDL \uC815\uC758\uB97C \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uBC1B\uC740 \uC751\uB2F5\uC758 \uCF58\uD150\uCE20\uB294 $fault \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uC138\uBD80 \uC815\uBCF4 \uC694\uC18C\uC5D0\uC11C \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382542=\uC804\uC1A1 \uBAA8\uB4DC\uAC00 "\uC694\uCCAD\uB9CC"\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC5D0\uC11C\uB294 "\uC694\uCCAD-\uC751\uB2F5" \uD1B5\uC2E0\uB9CC \uC9C0\uC6D0\uD569\uB2C8\uB2E4.
action382542=$outbound \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uC5D0\uC11C \uC804\uC1A1 \uBAA8\uB4DC \uC694\uC18C\uAC00 \uC81C\uB300\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382543=\uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC5D0 \uB300\uD55C SOAP \uD5E4\uB354\uB97C \uC124\uC815\uD558\uB294 \uB370 \uC0AC\uC6A9\uB41C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC5D0 \uC801\uD569\uD55C XML\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action382543=\uC9C0\uC815\uB41C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uC5D0\uC11C \uD574\uB2F9 \uBCC0\uC218\uAC00 \uC81C\uB300\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382544=\uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC5D0 \uB300\uD55C SOAP \uBCF8\uBB38\uC744 \uC124\uC815\uD558\uB294 \uB370 \uC0AC\uC6A9\uB41C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC5D0 \uC801\uD569\uD55C XML\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action382544=\uC9C0\uC815\uB41C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uC5D0\uC11C \uD574\uB2F9 \uBCC0\uC218\uAC00 \uC81C\uB300\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382545=\uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC751\uB2F5 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD558\uB294 \uC911 \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5 \uC2E4\uD589 \uC2DC \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382545=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382546=\uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC751\uB2F5 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD558\uB294 \uC911 \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5 \uC2E4\uD589 \uC2DC \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382546=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382547=\uAD6C\uC131\uB41C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC5D0 \uC801\uD569\uD55C XML \uC694\uC18C\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC9C0 \uC54A\uAE30 \uB54C\uBB38\uC5D0 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD \uD398\uC774\uB85C\uB4DC\uAC00 \uC0DD\uC131\uB418\uB294 \uB2E8\uACC4\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382547=\uC9C0\uC815\uB41C \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uC5D0\uC11C \uD574\uB2F9 \uBCC0\uC218\uAC00 \uC81C\uB300\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382548=WSDL \uC815\uC758\uC758 \uC720\uD615 \uC815\uBCF4\uAC00 \uB204\uB77D\uB418\uC5C8\uAC70\uB098 \uBD80\uC801\uD569\uD558\uC5EC \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD \uD398\uC774\uB85C\uB4DC\uAC00 \uC0DD\uC131\uB418\uB294 \uB2E8\uACC4\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382548=\uB4F1\uB85D\uB41C WSDL \uC815\uC758\uC5D0 \uD544\uC694\uD55C \uBD80\uBD84\uC5D0 \uB300\uD55C \uC801\uC808\uD55C \uAD6C\uBB38 \uC720\uD615 \uC815\uBCF4\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382549=\uC11C\uBE44\uC2A4 WSDL \uC815\uC758\uC5D0 \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uAE30 \uB54C\uBB38\uC5D0 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD \uD398\uC774\uB85C\uB4DC\uAC00 \uC0DD\uC131\uB418\uB294 \uB2E8\uACC4\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382549=\uD574\uB2F9 WSDL \uC815\uC758\uAC00 \uC81C\uB300\uB85C \uB4F1\uB85D\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382550=\uC120\uD0DD\uD55C \uC11C\uBE44\uC2A4\uC758 \uACBD\uC6B0 \uC11C\uBE44\uC2A4 \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uD488\uC9C8\uC744 '\uC815\uD655\uD788 1\uD68C'\uB85C \uC124\uC815\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uC804\uC1A1 \uB05D\uC810\uC774 \uD2B8\uB79C\uC7AD\uC158\uC774\uACE0 \uBA54\uC2DC\uC9C0 \uD328\uD134\uC774 '\uB2E8\uBC29\uD5A5' \uB610\uB294 '\uB3D9\uAE30'\uC778 \uACBD\uC6B0\uC5D0\uB9CC \uC11C\uBE44\uC2A4 \uD488\uC9C8\uC744 '\uC815\uD655\uD788 1\uD68C'\uB85C \uC124\uC815\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382550=\uD30C\uC774\uD504 \uB77C\uC778 \uAD6C\uC131\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uD488\uC9C8\uC774 \uACBD\uB85C \uC9C0\uC815 \uC635\uC158 \uB610\uB294 $outbound \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uBCC0\uACBD\uD558\uB294 \uC77C\uBD80 \uB2E4\uB978 \uC791\uC5C5\uC744 \uD1B5\uD574 '\uC815\uD655\uD788 1\uD68C'\uB85C \uC124\uC815\uB418\uC9C0 \uC54A\uC558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382551=XQuery \uD45C\uD604\uC2DD\uC774 mfl \uBCC0\uD658\uC744 \uC801\uC6A9\uD560 \uBE44\uC5B4 \uC788\uC9C0 \uC54A\uC740 \uC18C\uC2A4\uB97C \uBC18\uD658\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action382551=XQuery \uD45C\uD604\uC2DD\uC5D0\uC11C mfl \uBCC0\uD658\uC744 \uC801\uC6A9\uD560 \uBE44\uC5B4 \uC788\uC9C0 \uC54A\uC740 \uC785\uB825\uC744 \uBC18\uD658\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC XQuery \uD45C\uD604\uC2DD\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382552=\uC774\uC9C4 \uCF58\uD150\uCE20 \uCC38\uC870\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uC774\uC9C4 \uCF58\uD150\uCE20 \uCC38\uC870\uB294 \uC774\uC9C4 \uCF58\uD150\uCE20\uB97C \uD30C\uC774\uD504 \uB77C\uC778\uC5D0 \uC804\uB2EC\uD558\uB294 \uACB0\uACFC\uB85C \uD30C\uC774\uD504 \uB77C\uC778\uC5D0 \uC758\uD574 \uC0BD\uC785\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382552=mfl \uBCC0\uD658\uC774 \uC801\uC6A9\uB418\uB294 \uC774\uC9C4 \uCF58\uD150\uCE20 \uCC38\uC870 \uC18D\uC131\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC774\uC9C4 \uCF58\uD150\uCE20 \uC694\uC18C\uB294 \uC774\uC9C4 \uCF58\uD150\uCE20\uB97C \uD30C\uC774\uD504 \uB77C\uC778\uC5D0 \uC804\uB2EC\uD558\uB294 \uACB0\uACFC\uB85C \uC0BD\uC785\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uC774 \uCC38\uC870 \uC18D\uC131\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382553=\uBCC0\uD658\uC5D0 \uB300\uD55C \uC785\uB825\uC740 \uBE44\uC5B4 \uC788\uC9C0 \uC54A\uC740 \uD14D\uC2A4\uD2B8 \uB610\uB294 \uD30C\uC774\uD504 \uB77C\uC778\uC5D0 \uC774\uC9C4 \uCF58\uD150\uCE20 \uC694\uC18C\uB85C \uD45C\uC2DC\uB418\uB294 \uC774\uC9C4 \uB370\uC774\uD130\uC5EC\uC57C \uD569\uB2C8\uB2E4. XML \uC785\uB825\uC740 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action382553=\uC785\uB825 \uD45C\uD604\uC2DD\uC774 \uD14D\uC2A4\uD2B8 \uB610\uB294 \uC774\uC9C4 \uCF58\uD150\uCE20\uB97C OSB\uB85C \uC804\uB2EC\uD558\uB294 \uACB0\uACFC\uB85C \uD30C\uC774\uD504 \uB77C\uC778\uC5D0 \uC758\uD574 \uC0BD\uC785\uB418\uB294 \uC774\uC9C4 \uCF58\uD150\uCE20 \uCC38\uC870 \uC18D\uC131\uC744 \uBC18\uD658\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uC774 \uD45C\uD604\uC2DD\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382554=XQuery \uD45C\uD604\uC2DD\uC774 \uC801\uD569\uD55C MFL \uB9AC\uC18C\uC2A4 \uC774\uB984\uC744 \uBC18\uD658\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uC774 \uD45C\uD604\uC2DD\uC740 \uB7F0\uD0C0\uC784 \uC2DC OSB\uC758 \uAE30\uC874 mfl \uB9AC\uC18C\uC2A4\uB85C \uD3C9\uAC00\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382554=XQuery \uD45C\uD604\uC2DD\uC774 \uB7F0\uD0C0\uC784 \uC2DC OSB\uC758 \uAE30\uC874 mfl \uB9AC\uC18C\uC2A4\uB85C \uD3C9\uAC00\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC \uC774 \uD45C\uD604\uC2DD\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail382555=XML\uC744 \uC774\uC9C4 mfl\uB85C \uBCC0\uD658\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uB098\uD0C0\uB0B4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382555=\uAD6C\uC131\uB41C mfl \uB9AC\uC18C\uC2A4 \uBC0F \uC785\uB825 \uB370\uC774\uD130\uC5D0 \uC7A0\uC7AC\uC801 \uAD6C\uBB38 \uB610\uB294 \uC758\uBBF8 \uBB38\uC81C\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382556=\uC774\uC9C4\uC744 XML mfl\uB85C \uBCC0\uD658\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uB098\uD0C0\uB0B4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action382556=\uAD6C\uC131\uB41C mfl \uB9AC\uC18C\uC2A4 \uBC0F \uC785\uB825 \uB370\uC774\uD130\uC5D0 \uC7A0\uC7AC\uC801 \uAD6C\uBB38 \uB610\uB294 \uC758\uBBF8 \uBB38\uC81C\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String ref
messagedetail382557=\uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD\uC758 \uACB0\uACFC\uC778 \uCC38\uC870\uAC00 ''{0}''\uC778 \uC18C\uC2A4\uB97C \uC18C\uC2A4 \uC800\uC7A5\uC18C\uC5D0\uC11C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action382557=XQuery \uD45C\uD604\uC2DD\uC774 \uC801\uC808\uD55C \uACB0\uACFC\uB97C \uBC18\uD658\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB7F0\uD0C0\uC784 \uC2DC XQuery \uD45C\uD604\uC2DD\uC758 \uAC12\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
