messagedetail382500=A a\u00E7\u00E3o de Callout do Servi\u00E7o OSB recebeu uma resposta com Falha de SOAP do web service que foi chamado. O conte\u00FAdo da Falha de SOAP recebido pode ser visto no elemento de detalhes da vari\u00E1vel de contexto de mensagem $fault.
messagedetail382501=O servi\u00E7o chamado pela a\u00E7\u00E3o de Callout de Servi\u00E7o OSB retornou payload que n\u00E3o estava consistente com o tipo de binding de servi\u00E7o declarado e como resultado n\u00E3o pode ser submetido a parse adequadamente pelo OSB. Por exemplo, isso pode acontecer se um servi\u00E7o que foi registrado com o tipo de binding de XML, retornou um payload de XML n\u00E3o correto. O conte\u00FAdo da resposta recebida pode ser visto no elemento de detalhes da vari\u00E1vel de contexto da mensagem $fault.
action382501=Verifique o conte\u00FAdo do payload de resposta na vari\u00E1vel $fault para ver porque ele est\u00E1 inconsistente com o tipo de binding de servi\u00E7o declarado
messagedetail382502=O servi\u00E7o chamado pela a\u00E7\u00E3o de Callout de Servi\u00E7o OSB indicou que ocorreu uma condi\u00E7\u00E3o de erro diferente de uma falha de SOAP. Por exemplo, isso pode ocorrer quando um c\u00F3digo de erro (P\u00E1gina N\u00E3o Encontrada) \u00E9 recebido de um servi\u00E7o HTTP externo. O conte\u00FAdo da resposta recebida (se houver) pode ser visto no elemento de detalhes da vari\u00E1vel de contexto da mensagem $fault.
action382502=Verifique o conte\u00FAdo do payload de resposta na vari\u00E1vel $fault para ver qual \u00E9 o problema com a chamada de servi\u00E7o
messagedetail382505=Falha na valida\u00E7\u00E3o da express\u00E3o de entrada de acordo com o recurso do esquema fornecido. Os detalhes de erro da valida\u00E7\u00E3o, tais como mensagem de erro espec\u00EDfica, localiza\u00E7\u00E3o do XML inv\u00E1lido etc, podem ser vistos no elemento de detalhes da vari\u00E1vel de contexto de mensagem $fault.
action382505=Verifique o conte\u00FAdo da vari\u00E1vel $fault para ver a origem da falha de valida\u00E7\u00E3o
messagedetail382510=Houve um erro durante a avalia\u00E7\u00E3o da express\u00E3o XQuery/XSLT durante a execu\u00E7\u00E3o da a\u00E7\u00E3o Designar. Isso pode acontecer se uma express\u00E3o XQuery cujo resultado est\u00E1 sendo designado a uma vari\u00E1vel, resultar em um erro de runtime do mecanismo de avalia\u00E7\u00E3o de XQuery. Deve haver uma mensagem de erro espec\u00EDfica que indicar\u00E1 a origem do problema.
action382510=Verifique a express\u00E3o de XQuery configurada para problemas de sintaxe ou de sem\u00E2ntica
messagedetail382511=Houve um erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o Deletar. Isso pode acontecer se a express\u00E3o XPath especificada n\u00E3o for uma express\u00E3o v\u00E1lida ou resultar em um erro de runtime do mecanismo de avalia\u00E7\u00E3o de XPath. Deve haver uma mensagem de erro espec\u00EDfica que indicar\u00E1 a origem do problema.
action382511=Verifique a express\u00E3o de XPath configurada para problemas de sintaxe ou de sem\u00E2ntica.
messagedetail382512=Houve um erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o Inserir. Isso pode ocorrer se uma express\u00E3o de XQuery cujo resultado est\u00E1 inserido em uma vari\u00E1vel, resultar em um erro de runtime do mecanismo de avalia\u00E7\u00E3o de XQuery. Deve haver uma mensagem de erro espec\u00EDfica que indicar\u00E1 a origem do problema.
action382512=Verifique a express\u00E3o de XQuery configurada para problemas de sintaxe ou de sem\u00E2ntica
messagedetail382513=Houve um erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o Substituir. Isso pode ocorrer se uma express\u00E3o de XQuery cujo resultado est\u00E1 sendo substitu\u00EDdo em uma vari\u00E1vel, resultar em um erro de runtime do mecanismo de avalia\u00E7\u00E3o de XQuery. Deve haver uma mensagem de erro espec\u00EDfica que indicar\u00E1 a origem do problema.
action382513=Verifique a express\u00E3o de XQuery configurada para problemas de sintaxe ou de sem\u00E2ntica
messagedetail382514=Houve um erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o Renomear. Isso pode ocorrer se uma express\u00E3o de XQuery n\u00E3o for uma express\u00E3o v\u00E1lida ou resultar em um erro de runtime do mecanismo de avalia\u00E7\u00E3o de XQuery. Deve haver uma mensagem de erro espec\u00EDfica que indicar\u00E1 a origem do problema.
action382514=Verifique a express\u00E3o de XPath configurada para problemas de sintaxe ou de sem\u00E2ntica
messagedetail382515=O m\u00E9todo Java especificado na a\u00E7\u00E3o Callout Java foi chamado e resultou em uma exce\u00E7\u00E3o. Os detalhes da exce\u00E7\u00E3o devem fazer parte da mensagem de erro.
messagedetail382516=Houve um erro durante a avalia\u00E7\u00E3o de um ou mais argumentos para o m\u00E9todo de callout Java. Isso pode ocorrer se uma express\u00E3o de XQuery cujo resultado est\u00E1 sendo usado como um argumento para o m\u00E9todo java, resultar em um erro de runtime do mecanismo de avalia\u00E7\u00E3o de XQuery. Deve haver uma mensagem de erro espec\u00EDfica que indicar\u00E1 a origem do problema.
action382516=Verifique a express\u00E3o de XQuery configurada para problemas de sintaxe ou de sem\u00E2ntica
messagedetail382517=Houve um erro ao designar o resultado do m\u00E9todo Java chamado \u00E0 vari\u00E1vel de contexto da mensagem especificada. Isso pode ocorrer se a vari\u00E1vel que est\u00E1 sendo designada estiver em uma vari\u00E1vel do sistema somente leitura (por exemplo, $operation) ou uma vari\u00E1vel do sistema cujo tipo n\u00E3o corresponde \u00E0quele retornado pelo m\u00E9todo Java chamado. Deve haver uma mensagem de erro espec\u00EDfica que indicar\u00E1 a origem do problema.
messagedetail382518=Houve um erro ao configurar o contexto de seguran\u00E7a do m\u00E9todo de callout java. Isso pode acontecer se houver um problema ao recuperar as credenciais da conta de servi\u00E7o especificada. Deve haver uma mensagem de erro espec\u00EDfica que destacar\u00E1 a origem do problema.
messagedetail382519=O m\u00E9todo java chamado retornou um tipo n\u00E3o suportado de Bean XML. Os \u00FAnicos tipos suportados s\u00E3o tipos, atributos ou elemento simples.
messagedetail382520=Uma exce\u00E7\u00E3o de runtime inesperada ocorreu durante a execu\u00E7\u00E3o da a\u00E7\u00E3o if-then-else.
action382520=Entre em contato com o suporte t\u00E9cnico
messagedetail382521=A vari\u00E1vel que \u00E9 direcionada para a opera\u00E7\u00E3o de renomea\u00E7\u00E3o n\u00E3o armazena os dados de XML.
action382521=Verifique o valor da vari\u00E1vel que foi direcionado para a opera\u00E7\u00E3o de renomea\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor de qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382522=A vari\u00E1vel que \u00E9 direcionada para a opera\u00E7\u00E3o de substitui\u00E7\u00E3o n\u00E3o armazena os dados de XML.
action382522=Verifique o valor da vari\u00E1vel que foi direcionado para a opera\u00E7\u00E3o de renomea\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor de qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382523=Este \u00E9 um erro inesperado que ocorreu em decorr\u00EAncia do estado incorreto do pipeline no runtime
action382523=Entre em contato com o suporte t\u00E9cnico
messagedetail382524=Ocorreu um erro de runtime inesperado durante a execu\u00E7\u00E3o da a\u00E7\u00E3o de valida\u00E7\u00E3o. Deve haver uma mensagem de erro espec\u00EDfica que indicar\u00E1 a origem do problema.
action382524=Entre em contato com o suporte t\u00E9cnico
messagedetail382525=A vari\u00E1vel que \u00E9 direcionada para a opera\u00E7\u00E3o de valida\u00E7\u00E3o n\u00E3o armazena os dados de XML.
action382525=Verifique o valor da vari\u00E1vel que \u00E9 direcionada para a opera\u00E7\u00E3o de valida\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor de qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382526=A vari\u00E1vel que \u00E9 direcionada para a opera\u00E7\u00E3o de inserir n\u00E3o armazena os dados de XML.
action382526=Verifique o valor da vari\u00E1vel que \u00E9 direcionado para a opera\u00E7\u00E3o de inser\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor que qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382527=A inser\u00E7\u00E3o do resultado desta express\u00E3o criar\u00E1 um documento inv\u00E1lido (multi-roteado). Isso acontece se algu\u00E9m tentar inserir (algum) n\u00F3 do elemento antes de . na vari\u00E1vel de contexto de mensagem $body
action382527=Verifique o valor da vari\u00E1vel que \u00E9 direcionado para a opera\u00E7\u00E3o de inser\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor que qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382528=A inser\u00E7\u00E3o do resultado desta express\u00E3o ap\u00F3s o XPath especificado resultou em erro.
action382528=Verifique o valor da vari\u00E1vel que \u00E9 direcionado para a opera\u00E7\u00E3o de inser\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor que qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382529=\u00C9 inv\u00E1lido inserir como um filho de um atributo
action382529=Verifique o valor da vari\u00E1vel que \u00E9 direcionado para a opera\u00E7\u00E3o de inser\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor que qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382530=N\u00E3o \u00E9 poss\u00EDvel inserir ap\u00F3s o primeiro filho, porque n\u00E3o h\u00E1 elementos filhos da express\u00E3o XPath especificada
action382530=Verifique o valor da vari\u00E1vel que \u00E9 direcionado para a opera\u00E7\u00E3o de inser\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor que qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382531=N\u00E3o \u00E9 poss\u00EDvel inserir ap\u00F3s o elemento filho
action382531=Verifique o valor da vari\u00E1vel que \u00E9 direcionado para a opera\u00E7\u00E3o de inser\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor que qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382532=Apenas atributos podem ser inseridos pr\u00F3ximos a outro atributo
action382532=Verifique o valor da vari\u00E1vel que \u00E9 direcionado para a opera\u00E7\u00E3o de inser\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor que qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382533=Apenas elementos e valores simples podem ser inseridos pr\u00F3ximos de outro elemento ou dentro dele
action382533=Verifique o valor da vari\u00E1vel que \u00E9 direcionado para a opera\u00E7\u00E3o de inser\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor que qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382534=O conte\u00FAdo destinado \u00E0 substitui\u00E7\u00E3o n\u00E3o \u00E9 um elemento ou um atributo
action382534=Verifique o valor da vari\u00E1vel que \u00E9 direcionada para a opera\u00E7\u00E3o de substitui\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor de qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382535=Um atributo s\u00F3 pode ser substitu\u00EDdo por outro atributo
action382535=Verifique o valor da vari\u00E1vel que \u00E9 direcionada para a opera\u00E7\u00E3o de substitui\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor de qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382536=Um elemento ou seu conte\u00FAdo s\u00F3 pode ser substitu\u00EDdo por elementos e valores simples
action382536=Verifique o valor da vari\u00E1vel que \u00E9 direcionada para a opera\u00E7\u00E3o de substitui\u00E7\u00E3o. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor de qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382537=A resposta ao callout de servi\u00E7o continha dados inv\u00E1lidos de acordo com a defini\u00E7\u00E3o de WSDL do servi\u00E7o que est\u00E1 sendo chamado.
action382537=Verifique o payload de resposta da chamada de servi\u00E7o e certifique-se de que ele atende \u00E0s defini\u00E7\u00E3o de WSDL do servi\u00E7o. O conte\u00FAdo da resposta recebida pode ser visto no elemento detalhado da vari\u00E1vel de contexto da mensagem $fault.
messagedetail382538=A resposta ao callout de servi\u00E7o continha dados inv\u00E1lidos de acordo com a defini\u00E7\u00E3o de WSDL do servi\u00E7o que est\u00E1 sendo chamado.
action382538=Verifique o payload de resposta da chamada de servi\u00E7o e certifique-se de que ele atende \u00E0s defini\u00E7\u00E3o de WSDL do servi\u00E7o. O conte\u00FAdo da resposta recebida pode ser visto no elemento detalhado da vari\u00E1vel de contexto da mensagem $fault.
messagedetail382539=A resposta ao callout de servi\u00E7o continha dados inv\u00E1lidos de acordo com a defini\u00E7\u00E3o de WSDL do servi\u00E7o que est\u00E1 sendo chamado.
action382539=Verifique o payload de resposta da chamada de servi\u00E7o e certifique-se de que ele atende \u00E0s defini\u00E7\u00E3o de WSDL do servi\u00E7o. O conte\u00FAdo da resposta recebida pode ser visto no elemento detalhado da vari\u00E1vel de contexto da mensagem $fault.
messagedetail382540=Ocorreu um erro inesperado durante a execu\u00E7\u00E3o da a\u00E7\u00E3o de callout de servi\u00E7o
action382540=Entre em contato com o suporte t\u00E9cnico
messagedetail382541=A resposta ao callout de servi\u00E7o continha dados inv\u00E1lidos de acordo com a defini\u00E7\u00E3o de WSDL do servi\u00E7o que est\u00E1 sendo chamado.
action382541=Verifique o payload de resposta da chamada de servi\u00E7o e certifique-se de que ele atende \u00E0s defini\u00E7\u00E3o de WSDL do servi\u00E7o. O conte\u00FAdo da resposta recebida pode ser visto no elemento detalhado da vari\u00E1vel de contexto da mensagem $fault.
messagedetail382542=O Modo de Transporte \u00E9 definido como "somente solicita\u00E7\u00E3o". A a\u00E7\u00E3o de Callout de Servi\u00E7o somente suporta comunica\u00E7\u00F5es de "solicita\u00E7\u00E3o-resposta".
action382542=Verifique o conte\u00FAdo da vari\u00E1vel de contexto da mensagem $outbound para certificar-se de que o elemento do modo de transporte foi definido adequadamente. \u00C9 poss\u00EDvel usar a a\u00E7\u00E3o Registrar para ver o conte\u00FAdo de qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382543=O valor da vari\u00E1vel de contexto da mensagem usado para definir cabe\u00E7alhos de SOAP da a\u00E7\u00E3o de callout de servi\u00E7o n\u00E3o cont\u00E9m XML v\u00E1lido
action382543=Verifique o conte\u00FAdo da vari\u00E1vel de contexto da mensagem especificada para certificar-se de que ela foi definida corretamente. \u00C9 poss\u00EDvel usar a a\u00E7\u00E3o Registrar para ver o conte\u00FAdo de qualquer vari\u00E1vel de contexto da mensagem no runtime
messagedetail382544=O valor da vari\u00E1vel de contexto da mensagem usado para definir o corpo de SOAP da a\u00E7\u00E3o de callout de servi\u00E7o n\u00E3o cont\u00E9m XML v\u00E1lido
action382544=Verifique o conte\u00FAdo da vari\u00E1vel de contexto da mensagem especificada para certificar-se de que ela foi definida corretamente. \u00C9 poss\u00EDvel usar a a\u00E7\u00E3o Registrar para ver o conte\u00FAdo de qualquer vari\u00E1vel de contexto da mensagem no runtime
messagedetail382545=Ocorreu um erro inesperado durante a execu\u00E7\u00E3o da a\u00E7\u00E3o de callout de servi\u00E7o, durante a fase de parse da resposta de chamada de servi\u00E7o
action382545=Entre em contato com o suporte t\u00E9cnico
messagedetail382546=Ocorreu um erro inesperado durante a execu\u00E7\u00E3o da a\u00E7\u00E3o de callout de servi\u00E7o, durante a fase de parse da resposta de chamada de servi\u00E7o
action382546=Entre em contato com o suporte t\u00E9cnico
messagedetail382547=Ocorreu um erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o de callout de servi\u00E7o durante a fase em que um payload da solicita\u00E7\u00E3o de sa\u00EDda foi constru\u00EDdo, em decorr\u00EAncia do fato de que a vari\u00E1vel de contexto de mensagem configurada n\u00E3o cont\u00E9m elemento de XML v\u00E1lido.
action382547=Verifique o conte\u00FAdo da vari\u00E1vel de contexto da mensagem especificada para certificar-se de que ela foi definida corretamente. \u00C9 poss\u00EDvel usar a a\u00E7\u00E3o Registrar para ver o conte\u00FAdo de qualquer vari\u00E1vel de contexto da mensagem no runtime
messagedetail382548=Ocorreu um erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o de callout de servi\u00E7o durante a fase em que um payload de solicita\u00E7\u00E3o de sa\u00EDda foi constru\u00EDda em decorr\u00EAncia de informa\u00E7\u00F5es do tipo inv\u00E1lidas ou ausentes nas defini\u00E7\u00F5es de WSDL
action382548=Verifique a defini\u00E7\u00E3o de WSDL registrada para obter informa\u00E7\u00F5es de tipo sem\u00E2ntico apropriadas para a parte em quest\u00E3o
messagedetail382549=Ocorreu um erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o de callout de servi\u00E7o, durante a fase em que um payload da solicita\u00E7\u00E3o de entrada foi constru\u00EDda em decorr\u00EAncia de n\u00E3o conseguir acessar a defini\u00E7\u00E3o de WSDL do servi\u00E7o. Deve haver uma mensagem espec\u00EDfica que indicar\u00E1 a causa do erro.
action382549=Verifique se a defini\u00E7\u00E3o de WSDL correspondente foi registrada corretamente
messagedetail382550=A defini\u00E7\u00E3o da qualidade de servi\u00E7o para 'Exatamente uma Vez' na a\u00E7\u00E3o do callout de servi\u00E7o n\u00E3o \u00E9 suportada para o servi\u00E7o criado. A qualidade de servi\u00E7o pode ser definida somente para 'Exatamente uma Vez', se o ponto final de transporte de servi\u00E7o for Transacional e o padr\u00E3o de mensagem for 'unidirecional' ou 's\u00EDncrono'.
action382550=Verifique a configura\u00E7\u00E3o de pipeline para certificar-se de que a qualidade do servi\u00E7o n\u00E3o foi definida como 'Exatamente uma Vez' atrav\u00E9s das Op\u00E7\u00F5es de Roteamento ou de alguma outra a\u00E7\u00E3o que altera o conte\u00FAdo da vari\u00E1vel de contexto da mensagem $outbound. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor de qualquer vari\u00E1vel de contexto da mensagem no runtime.
messagedetail382551=A express\u00E3o de XQuery n\u00E3o retornou a origem n\u00E3o vazia para aplicar a transforma\u00E7\u00E3o de mfl.
action382551=Verifique a express\u00E3o de XQuery para certificar-se de que ela retorna uma entrada n\u00E3o vazia para aplicar a transforma\u00E7\u00E3o de mfl. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor da express\u00E3o de XQuery no runtime.
messagedetail382552=A refer\u00EAncia do conte\u00FAdo bin\u00E1rio n\u00E3o \u00E9 v\u00E1lida. Ela deve ser inserida pelo pipeline como resultado do conte\u00FAdo bin\u00E1rio informado ao pipeline.
action382552=Verifique o atributo de refer\u00EAncia do conte\u00FAdo bin\u00E1rio no qual a transforma\u00E7\u00E3o de mfl \u00E9 aplicada. O elemento do conte\u00FAdo bin\u00E1rio deve ser inserido como resultado do conte\u00FAdo bin\u00E1rio informado \u00E0 pipeline. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor deste atributo de refer\u00EAncia no runtime.
messagedetail382553=A entrada na transforma\u00E7\u00E3o n\u00E3o deve ser texto vazio ou os dados bin\u00E1rios representados pelo elemento de conte\u00FAdo bin\u00E1rio no pipeline. A entrada XML n\u00E3o \u00E9 permitida.
action382553=Certifique-se de que a express\u00E3o retorna o texto ou o atributo de refer\u00EAncia do conte\u00FAdo bin\u00E1rio inserido pelo pipeline, como resultado do conte\u00FAdo bin\u00E1rio informado ao OSB. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor dessa express\u00E3o no runtime.
messagedetail382554=A express\u00E3o de XQuery n\u00E3o retornou o nome do recurso de MFL v\u00E1lido. Ela deve avaliar um recurso de mfl existente no OSB no runtime.
action382554=Certifique-se de que a express\u00E3o de XQuery deve avaliar um recurso de mfl existente no OSB no runtime. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor desta express\u00E3o no runtime.
messagedetail382555=Falha na transforma\u00E7\u00E3o de mfl de XML para Bin\u00E1rio. Deve haver uma mensagem de erro espec\u00EDfica que destacar\u00E1 a origem do problema.
action382555=Verifique o recurso de mfl configurado e os dados de entrada para problemas potenciais de sintaxe ou de sem\u00E2ntica.
messagedetail382556=Falha na transforma\u00E7\u00E3o de mfl de Bin\u00E1rio para XML. Deve haver uma mensagem de erro espec\u00EDfica que destacar\u00E1 a origem do problema.
action382556=Verifique o recurso de mfl configurado e os dados de entrada para problemas potenciais de sintaxe ou de sem\u00E2ntica.
## P4ADE ## {0} : String ref
messagedetail382557=Nenhuma origem foi encontrada no reposit\u00F3rio de origem com a refer\u00EAncia ''{0}'', que foi o resultado da express\u00E3o de XQuery configurada
action382557=Verifique a express\u00E3o XQuery para certificar-se de que ela retorna o resultado adequado. Voc\u00EA pode usar a a\u00E7\u00E3o Registrar para ver o valor da express\u00E3o de XQuery no runtime.
