messagebody382500=L'azione di callout del servizio OSB ha ricevuto una risposta di errore SOAP
messagebody382501=L'azione di callout del servizio OSB ha ricevuto una risposta non riconosciuta
messagebody382502=L'azione di callout del servizio OSB ha ricevuto una risposta di errore
messagebody382505=L'azione di convalida OSB non \u00E8 stata convalidata
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382510=L''azione di assegnazione OSB non \u00E8 riuscita ad aggiornare la variabile \"{0}\": {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382511=L''azione di eliminazione OSB non \u00E8 riuscita ad aggiornare la variabile \"{0}\": {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382512=L''azione di inserimento OSB non \u00E8 riuscita ad aggiornare la variabile \"{0}\": {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382513=L''azione di sostituzione OSB non \u00E8 riuscita ad aggiornare la variabile \"{0}\": {1}
## P4ADE ## {0} : String variable, {1} : String msg
messagebody382514=L''azione di ridenominazione OSB non \u00E8 riuscita ad aggiornare la variabile \"{0}\": {1}
## P4ADE ## {0} : String method, {1} : String msg, {2} : Throwable t
messagebody382515=Il callout al metodo Java \"{0}\" ha generato un''eccezione: {1}
## P4ADE ## {0} : String method, {1} : int argIndex, {2} : String errormsg
messagebody382516=Convalida dell''espressione per il callout al metodo Java \"{0}\" non riuscita. Indice argomenti {1}, eccezione {2}.
## P4ADE ## {0} : String method, {1} : String varname, {2} : String errormsg
messagebody382517=Assegnazione del risultato del callout Java alla variabile non riuscita. Metodo {0}, variabile {1}, eccezione {2}.
## P4ADE ## {0} : String method, {1} : String sacct, {2} : Throwable t
messagebody382518=Eccezione di sicurezza durante il richiamo del metodo Java \"{0}\". Account di servizio: {1}. {2}
messagebody382519=L'XmlObject restituito dal callout Java deve essere di tipo semplice, un attributo o un elemento.
messagebody382520=Errore imprevisto durante l'esecuzione dell'espressione if-then-else.
messagebody382521=La variabile da rinominare non \u00E8 XML o MFL
messagebody382522=La variabile da sostituire non \u00E8 XML o MFL
messagebody382523=La variabile in uscita non \u00E8 stata inizializzata
messagebody382524=Esecuzione della convalida non riuscita
messagebody382525=La variabile da convalidare non \u00E8 XML o MFL
messagebody382526=La variabile da inserire non \u00E8 XML o MFL
messagebody382527=L'inserimento del risultato dell'espressione creer\u00E0 un documento non valido (con pi\u00F9 radici)
messagebody382528=Inserimento dopo l'elemento non riuscito
messagebody382529=Impossibile eseguire l'inserimento come figlio di un attributo
messagebody382530=Impossibile eseguire l'inserimento dopo il primo elemento figlio
messagebody382531=Impossibile eseguire l'inserimento dopo l'ultimo elemento figlio
messagebody382532=\u00C8 possibile inserire solo attributi accanto a un altro attributo
messagebody382533=\u00C8 possibile inserire solo elementi e valori semplici accanto o all'interno di un altro elemento
messagebody382534=Il contenuto da sostituire non \u00E8 un elemento o un attributo
messagebody382535=Un attributo pu\u00F2 essere sostituito solo da un altro attributo
messagebody382536=Un elemento o il relativo contenuto pu\u00F2 essere sostituito solo con elementi e valori semplici
## P4ADE ## {0} : String name
messagebody382537=Documento RPC SOAP non valido: la parte "{0}" non \u00E8 specificata nella definizione WSDL.
## P4ADE ## {0} : String name
messagebody382538=Documento RPC SOAP non valido: la parte {0} \u00E8 presente pi\u00F9 volte.
## P4ADE ## {0} : String name
messagebody382539=Documento RPC SOAP non valido: la parte {0} contiene pi\u00F9 elementi XML.
messagebody382540=Errore imprevisto: stato interno non valido durante l'esecuzione dell'azione di callout del servizio.
## P4ADE ## {0} : String name
messagebody382541=Documento RPC SOAP non valido: la parte "{0}" \u00E8 obbligatoria, ma non \u00E8 presente.
messagebody382542=La modalit\u00E0 di trasporto \u00E8 impostata su "Solo richiesta". Un callout di servizio supporta solo le comunicazioni "Richiesta e risposta".
messagebody382543=Messaggio non valido: il valore dell'intestazione SOAP non \u00E8 un'istanza XML.
messagebody382544=Messaggio non valido: il messaggio non \u00E8 un'istanza XML.
messagebody382545=Errore imprevisto: impossibile trovare il tipo di schema delle parti.
messagebody382546=Errore imprevisto: mancata corrispondenza tra configurazione e definizione WSDL.
## P4ADE ## {0} : String name
messagebody382547=Il valore della parte "{0}" non \u00E8 valido. \u00C8 previsto un elemento XML.
## P4ADE ## {0} : String name
messagebody382548=Impossibile trovare la definizione del tipo per la parte {0}
messagebody382549=Errore durante l'accesso alle informazioni dal servizio WSDL di destinazione.
## P4ADE ## {0} : String name
messagebody382550=L''impostazione della qualit\u00E0 del servizio su ''Esattamente una volta'' nell''azione di callout del servizio non \u00E8 supportata per il servizio {0}
messagebody382551=L'espressione XQuery non ha restituito l'origine non vuota per applicare la trasformazione MFL.
## P4ADE ## {0} : String ref
messagebody382552=Il riferimento di contenuto binario {0} non \u00E8 valido.
messagebody382553=Input non valido per la trasformazione MFL da non XML a XML.
## P4ADE ## {0} : String name
messagebody382554=L''espressione XQuery corrisponde a un nome risorsa MFL {0} non valido.
## P4ADE ## {0} : String name, {1} : String errorMsg
messagebody382555=Trasformazione MFL da XML a binario non riuscita per la risorsa MFL {0} : {1}
## P4ADE ## {0} : String name, {1} : String errorMsg
messagebody382556=Trasformazione MFL da binario a XML non riuscita per la risorsa MFL {0} : {1}
## P4ADE ## {0} : String ref
messagebody382557=Nessuna origine trovata nel repository di origine con riferimento ''{0}''.
