Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OAAM/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Attribute_PolicyRuleMapDetails
source: Policy Rule Map Details
de: Policy-Regelzuordnungs-Details
es: Detalles de Asignación de Regla de Política
fr: Détails de correspondance de règle de stratégie
it: Dettagli mappa regole criteri
ja: ポリシー・ルール・マップの詳細
ko: 정책 규칙 맵 세부 정보
pt_br: Detalhes Mapa Regra de Política
zh_cn: 策略规则映射详细资料
zh_tw: 原則規則對應詳細資訊

# Attribute_RuleId
source: Rule Id
de: Regel-ID
es: Identificador de Regla
fr: ID de règle
it: ID regola
ja: ルールID
ko: 규칙 ID
pt_br: Id da Regra
zh_cn: 规则 ID
zh_tw: 規則 ID

# Attribute_RuleConditionId
source: Rule Condition Id
de: Regelbedingung-ID
es: Identificador de Condición de Regla
fr: ID de condition de règle
it: ID condizione regola
ja: ルール条件ID
ko: 규칙 조건 ID
pt_br: Id da Condição da Regra
zh_cn: 规则条件 ID
zh_tw: 規則條件 ID

# Attribute_RuleConditionIds
source: Rule Condition Ids
de: Regelbedingung-IDs
es: Identificadores de Condición de Regla
fr: ID des conditions de règle
it: ID condizioni regole
ja: ルール条件ID
ko: 규칙 조건 ID
pt_br: Ids da Condição da Regra
zh_cn: 规则条件 ID
zh_tw: 規則條件 ID

# Attribute_RuleName
source: Rule Name
de: Regelname
es: Nombre de la Regla
fr: Nom de règle
it: Nome regola
ja: ルール名
ko: 규칙 이름
pt_br: Nome da Regra
zh_cn: 规则名
zh_tw: 規則名稱

# Attribute_RuleDetails
source: Rule Details
de: Regeldetails
es: Detalles de Regla
fr: Détail de règle
it: Dettagli regola
ja: ルールの詳細
ko: 규칙 세부 정보
pt_br: Detalhes da Regra
zh_cn: 规则详细资料
zh_tw: 規則詳細資訊

# Attribute_RuleConditionMapId
source: Rule Condition Map Id
de: Regelbedingung-Zuordnungs-ID
es: Identificador de Asignación de Condición de Regla
fr: ID de correspondance de condition de règle
it: ID mappa condizioni regole
ja: ルール条件マップID
ko: 규칙 조건 맵 ID
pt_br: Id do Mapa de Condição da Regra
zh_cn: 规则条件映射 ID
zh_tw: 規則條件對應 ID

# Attribute_RuleConditionMapIds
source: Rule Condition Map Ids
de: Regelbedingung-Zuordnungs-IDs
es: Identificadores de Asignación de Condición de Regla
fr: ID des correspondances de condition de règle
it: ID mappe condizioni regole
ja: ルール条件マップID
ko: 규칙 조건 맵 ID
pt_br: Ids do Mapa de Condição da Regra
zh_cn: 规则条件映射 ID
zh_tw: 規則條件對應 ID

# Attribute_RuleParamValueDetails
source: Rule Parameter Value Details
de: Regelparameterwertdetails
es: Detalles del Valor de Parámetro de Regla
fr: Détails des valeurs de paramètre de règle
it: Dettagli valore del parametro regola
ja: ルール・パラメータ値の詳細
ko: 규칙 매개변수 값 세부 정보
pt_br: Detalhes do Valor do Parâmetro da Regra
zh_cn: 规则参数值详细资料
zh_tw: 規則參數值詳細資訊

# Attribute_SourcePolicyId
source: Source Policy Id
de: Quell-Policy-ID
es: Identificador de Política de Origen
fr: ID de stratégie source
it: ID criterio di origine
ja: ソース・ポリシーID
ko: 소스 정책 ID
pt_br: Id da Política de Origem
zh_cn: 源策略 ID
zh_tw: 來源原則 ID

# Attribute_UserGroupName
source: User Group Name
de: Name der Benutzergruppe
es: Nombre del Grupo de Usuarios
fr: Nom de groupe d'utilisateurs
it: Nome gruppo di utenti
ja: ユーザー・グループ名
ko: 사용자 그룹 이름
pt_br: Nome do Gr. de Usuários
zh_cn: 用户组名
zh_tw: 使用者群組名稱

# Attribute_UserId
source: User Id
de: Benutzer-ID
es: Identificador de Usuario
fr: ID utilisateur
it: ID utente
ja: ユーザーID
ko: 사용자 ID
pt_br: Id do Usuário
zh_cn: 用户 ID
zh_tw: 使用者 ID

# Attribute_UserIds
source: User Ids
de: Benutzer-IDs
es: Identificadores de Usuarios
fr: ID des utilisateurs
it: ID utenti
ja: ユーザーID
ko: 사용자 ID
pt_br: Ids de Usuário
zh_cn: 用户 ID
zh_tw: 使用者 ID

# Help_Category_CustomerCare
source: Customer Care Category
de: Customer Care-Kategorie
es: Categoría de Atención al Cliente
fr: Catégorie Customer Care
it: Categoria Customer Care
ja: カスタマ・ケア・カテゴリ
ko: 고객 관리 범주
pt_br: Categoria de Atendimento ao Cliente
zh_cn: 客户关怀类别
zh_tw: 客戶關懷類別

# Help_Category_PolicyManagement
source: Policy Management Category
de: Policy-Verwaltungskategorie
es: Categoría de Gestión de Políticas
fr: Catégorie Gestion des stratégies
it: Categoria di gestione dei criteri
ja: ポリシー管理カテゴリ
ko: 정책 관리 범주
pt_br: Categoria de Gerenciamento de Políticas
zh_cn: 策略管理类别
zh_tw: 原則管理類別

# Help_Category_KBAQuestions
source: KBA Questions Category
de: KBA-Fragenkategorie
es: Categoría de Preguntas de KBA
fr: Catégorie Questions KBA
it: Categoria delle domande KBA
ja: KBA質問カテゴリ
ko: KBA 질문 범주
pt_br: Categoria de Perguntas KBA
zh_cn: KBA 问题类别
zh_tw: KBA 問題類別

# Help_Category_GroupManagement
source: Group Management Category
de: Gruppenverwaltungskategorie
es: Categoría de Gestión de Grupos
fr: Catégorie Gestion des groupes
it: Categoria di gestione dei gruppi
ja: グループ管理カテゴリ
ko: 그룹 관리 범주
pt_br: Categoria de Gerenciamento de Grupo
zh_cn: 组管理类别
zh_tw: 群組管理類別

# Help_Event_CreateCSRCase
source: Created a CSR Case
de: CSR-Fall erstellt
es: Se ha creado un caso CSR
fr: Cas CSR créé
it: Creato un caso CSR
ja: CSRケースの作成
ko: CSR 사례 생성됨
pt_br: Criou uma Ocorrência de CSR
zh_cn: 已创建 CSR 案例
zh_tw: 建立 CSR 案例

# Help_Event_UpdateCases
source: Update Cases
de: Fälle aktualisieren
es: Actualizar Casos
fr: Mettre à jour les cas
it: Aggiorna casi
ja: ケースの更新
ko: 사례 갱신
pt_br: Atualizar Ocorrências
zh_cn: 更新案例
zh_tw: 更新案例

# Help_Event_ChangeStatus
source: Change Case Status
de: Fallstatus ändern
es: Cambiar Estado del Caso
fr: Modifier le statut du cas
it: Modifica stato del caso
ja: ケース・ステータスの変更
ko: 사례 상태 변경
pt_br: Alterar Status da Ocorrência
zh_cn: 更改案例状态
zh_tw: 變更案例狀態

# Help_Event_PerformCaseAction
source: Perform Case Action
de: Fallaktion ausführen
es: Realizar Acción del Caso
fr: Exécuter une action de cas
it: Esegui azione caso
ja: ケース・アクションの実行
ko: 사례 작업 수행
pt_br: Executar Ação da Ocorrência
zh_cn: 执行案例操作
zh_tw: 執行案例動作

# Help_Event_GetChallengeQuestion
source: Get Challenge Question
de: Geheime Kennwortfrage abrufen
es: Obtener Pregunta de Comprobación
fr: Obtenir une question de vérification
it: Richiedi domanda di verifica
ja: チャレンジ質問の取得
ko: 상기 문구 질문 가져오기
pt_br: Obter a Pergunta de Desafio
zh_cn: 获取质询问题
zh_tw: 取得安全提示問題

# Help_Event_CheckChallengeQResponse
source: Check Challenge Question Response
de: Antwort auf geheime Kennwortfrage prüfen
es: Comprobar Respuesta a la Pregunta de Comprobación
fr: Vérifier la réponse de la question de vérification
it: Verifica risposta a domanda di verifica
ja: チャレンジ質問レスポンスのチェック
ko: 상기 문구 질문 응답 확인
pt_br: Verificar a Resposta da Pergunta de Desafio
zh_cn: 检查质询问题响应
zh_tw: 檢查安全提示問題回應

# Help_Event_CreatePolicy
source: Create a Policy
de: Policy erstellen
es: Crear una Política
fr: Créer une stratégie
it: Crea un criterio
ja: ポリシーの作成
ko: 정책 생성
pt_br: Criar uma Política
zh_cn: 创建策略
zh_tw: 建立原則

# Help_Event_CopyPolicy
source: Copy a Policy
de: Policy kopieren
es: Copiar una Política
fr: Copier une stratégie
it: Copia un criterio
ja: ポリシーのコピー
ko: 정책 복사
pt_br: Copiar uma Política
zh_cn: 复制策略
zh_tw: 複製原則

# Help_Event_UpdatePolicy
source: Update a Policy
de: Policy aktualisieren
es: Actualizar una Política
fr: Mettre à jour une stratégie
it: Aggiorna un criterio
ja: ポリシーの更新
ko: 정책 갱신
pt_br: Atualizar uma Política
zh_cn: 更新策略
zh_tw: 更新原則

# Help_Event_DeletePolicy
source: Delete Policy
de: Policy löschen
es: Suprimir Política
fr: Supprimer une stratégie
it: Elimina criterio
ja: ポリシーの削除
ko: 정책 삭제
pt_br: Deletar Política
zh_cn: 删除策略
zh_tw: 刪除原則

# Help_Event_AddOverRide
source: Add override to a Policy
de: Override zu einer Policy hinzufügen
es: Agregar Sobrescritura a Política
fr: Ajouter un remplacement à une stratégie
it: Aggiungi sostituzione a un criterio
ja: ポリシーへのオーバーライドの追加
ko: 정책에 무효화 추가
pt_br: Adicionar sobreposição a uma Política
zh_cn: 向策略中添加覆盖
zh_tw: 新增覆寫項目至原則

# Help_Event_UpdateOverRides
source: Update overrides of a Policy
de: Overrides einer Policy aktualisieren
es: Actualizar Sobrescrituras de Política
fr: Mettre à jour les remplacements d'une stratégie
it: Aggiorna sostituzioni di un criterio
ja: ポリシーのオーバーライドの更新
ko: 정책의 무효화 갱신
pt_br: Atualizar uma sobreposição de uma Política
zh_cn: 更新策略的覆盖
zh_tw: 更新原則中的覆寫項目

# Help_Event_DeleteOverRides
source: Delete overrides from Policy
de: Overrides aus Policy löschen
es: Suprimir Sobrescrituras de Política
fr: Supprimer les remplacements d'une stratégie
it: Elimina sostituzioni da un criterio
ja: ポリシーからのオーバーライドの削除
ko: 정책에서 무효화 삭제
pt_br: Deletar sobreposição da Política
zh_cn: 从策略中删除覆盖
zh_tw: 從原則刪除覆寫項目

# Help_Event_LinkPolicyToGroup
source: Link Policy to a Group
de: Policy mit einer Gruppe verknüpfen
es: Enlazar Política con un Grupo
fr: Lier une stratégie à un groupe
it: Collega criterio a un gruppo
ja: ポリシーをグループにリンク
ko: 그룹에 정책 링크
pt_br: Fazer o Link da Política para um Grupo
zh_cn: 将策略链接到组
zh_tw: 將原則連結至群組

# Help_Event_UnLinkPolicyFromGroups
source: UnLink Policy from Group(s)
de: Verknüpfung der Policy mit Gruppe(n) aufheben
es: Desenlazar Política de Grupo(s)
fr: Délier une stratégie de groupes
it: Annulla collegamento criterio dai gruppi
ja: グループからポリシーのリンク解除
ko: 그룹에서 정책 링크 해제
pt_br: Cancelar o Link da Política do(s) Grupo(s)
zh_cn: 从组中取消链接策略
zh_tw: 取消原則與群組的連結

# Help_Event_CreateRule
source: Create Rule
de: Regel erstellen
es: Crear Regla
fr: Créer une règle
it: Crea regola
ja: ルールの作成
ko: 규칙 생성
pt_br: Criar Regra
zh_cn: 创建规则
zh_tw: 建立規則

# Help_Event_AddConditionsToRule
source: Add Conditions to a Rule instance in a policy
de: Einer Regelinstanz in einer Policy Bedingungen hinzufügen
es: Agregar Condiciones a una Instancia de Regla de una Política
fr: Ajouter des conditions à une instance de règle dans une stratégie
it: Aggiungi condizioni a un'istanza di regola in un criterio
ja: ポリシーのルール・インスタンスに条件を追加
ko: 정책의 규칙 인스턴스에 조건 추가
pt_br: Adicionar Condições a uma instância de Regra em uma política
zh_cn: 向策略中的规则实例添加条件
zh_tw: 新增條件至原則中的規則執行處理

# Help_Event_UpdateRuleInPolicy
source: Updated Rule in a Policy
de: Aktualisierte Regel in einer Policy
es: Regla Actualizada de una Política
fr: Règle mise à jour dans une stratégie
it: Regola aggiornata in un criterio
ja: ポリシーのルール更新
ko: 정책의 규칙 갱신
pt_br: Regra Atualizada em uma Política
zh_cn: 已更新策略中的规则
zh_tw: 更新原則中的規則

# Help_Event_CopyRuleToPolicy
source: Copied Rule to a policy
de: Regel zu einer Policy kopiert
es: Regla Copiada a una Política
fr: Règle copiée vers une stratégie
it: Regola copiata in un criterio
ja: ポリシーへのルールのコピー
ko: 정책에 규칙 복사됨
pt_br: Regra Copiada para uma política
zh_cn: 已将规则复制到策略
zh_tw: 將規則複製到原則中

# Help_Event_DeleteRulesFromPolicy
source: Deleted Rule from a policy
de: Regel aus einer Policy gelöscht
es: Regla Suprimida de una Política
fr: Règle supprimée d'une stratégie
it: Regola eliminata da un criterio
ja: ポリシーからのルールの削除
ko: 정책에서 규칙 제거됨
pt_br: Regra Deletada de uma política
zh_cn: 已从策略中删除规则
zh_tw: 從原則刪除規則

# Help_Event_UpdateRulesOrderInPolicy
source: Update Rule execution order in a policy
de: Regelausführungsreihenfolge in einer Richtlinie aktualisieren
es: Actualizar Orden de Ejecución de Reglas de una Política
fr: Mettre à jour l'ordre d'exécution des règles dans une stratégie
it: Aggiorna ordine di esecuzione regola in un criterio
ja: ポリシーのルール実行順序の更新
ko: 정책의 규칙 실행 순서 갱신
pt_br: Atualizar ordem de execução de Regra em uma política
zh_cn: 更新策略中的规则执行顺序
zh_tw: 更新原則中的規則執行順序

# Help_Event_UpdateRuleParamValuesInPolicy
source: Update Rule parameter values of a rule in policy
de: Regelparameterwerte einer Regel in Policy aktualisieren
es: Actualizar Valores de Parámetros de Regla de una Política
fr: Mettre à jour les valeurs de paramètre d'une règle dans une stratégie
it: Aggiorna valori parametro regola del criterio
ja: ポリシーのルールのルール・パラメータ値の更新
ko: 정책에서 규칙의 규칙 매개변수 값 갱신
pt_br: Atualizar valores de parâmetro de Regra de uma regra em uma política
zh_cn: 更新策略中规则的规则参数值
zh_tw: 更新原則中規則的規則參數值

# Help_Event_CreateKBACategory
source: Create KBA Question Category
de: KBA-Fragenkategorie erstellen
es: Crear Categoría de Preguntas de KBA
fr: Créer une catégorie de question KBA
it: Crea categoria domande KBA
ja: KBA質問カテゴリの作成
ko: KBA 질문 범주 생성
pt_br: Criar Categoria de Pergunta da KBA
zh_cn: 创建 KBA 问题类别
zh_tw: 建立 KBA 問題類別

# Help_Event_UpdateKBACategory
source: Update KBA Question Category
de: KBA-Fragenkategorie aktualisieren
es: Actualizar Categoría de Preguntas de KBA
fr: Mettre à jour une catégorie de question KBA
it: Aggiorna categoria domande KBA
ja: KBA質問カテゴリの更新
ko: KBA 질문 범주 갱신
pt_br: Atualizar Categoria de Pergunta da KBA
zh_cn: 更新 KBA 问题类别
zh_tw: 更新 KBA 問題類別

# Help_Event_DeleteKBACategories
source: Delete KBA Categories
de: KBA-Kategorien löschen
es: Suprimir Categorías de KBA
fr: Supprimer des catégories KBA
it: Elimina categorie KBA
ja: KBAカテゴリの削除
ko: KBA 범주 삭제
pt_br: Deletar Categorias da KBA
zh_cn: 删除 KBA 类别
zh_tw: 刪除 KBA 類別

# Help_Event_CreateKBAQuestion
source: Create a KBA Question
de: KBA-Frage erstellen
es: Crear una Pregunta de KBA
fr: Créer une question KBA
it: Crea una domanda KBA
ja: KBA質問の作成
ko: KBA 질문 생성
pt_br: Criar uma Pergunta da KBA
zh_cn: 创建 KBA 问题
zh_tw: 建立 KBA 問題

# Help_Event_UpdateKBAQuestion
source: Update a KBA Question
de: KBA-Frage aktualisieren
es: Actualizar una Pregunta de KBA
fr: Mettre à jour une question KBA
it: Aggiorna una domanda KBA
ja: KBA質問の更新
ko: KBA 질문 갱신
pt_br: Atualizar uma Pergunta da KBA
zh_cn: 更新 KBA 问题
zh_tw: 更新 KBA 問題

# Help_Event_DeleteKBAQuestions
source: Delete KBA Questions
de: KBA-Fragen löschen
es: Suprimir Preguntas de KBA
fr: Supprimer des questions KBA
it: Elimina domande KBA
ja: KBA質問の削除
ko: KBA 질문 삭제
pt_br: Deletar Perguntas da KBA
zh_cn: 删除 KBA 问题
zh_tw: 刪除 KBA 問題

# Help_Event_CreateKBAValidation
source: Create a KBA Validation
de: KBA-Validierung erstellen
es: Crear Validación de KBA
fr: Créer une validation KBA
it: Crea una convalida KBA
ja: KBA検証の作成
ko: KBA 검증 생성
pt_br: Criar uma Validação da KBA
zh_cn: 创建 KBA 验证
zh_tw: 建立 KBA 驗證

# Help_Event_UpdateKBAValidation
source: Update a KBA Validation
de: KBA-Validierung aktualisieren
es: Actualizar Validación de KBA
fr: Mettre à jour une validation KBA
it: Aggiorna una convalida KBA
ja: KBA検証の更新
ko: KBA 검증 갱신
pt_br: Atualizar uma Validação da KBA
zh_cn: 更新 KBA 验证
zh_tw: 更新 KBA 驗證

# Help_Event_DeleteKBAValidation
source: Delete a KBA Validation
de: KBA-Validierung löschen
es: Suprimir Validación de KBA
fr: Supprimer une validation KBA
it: Elimina una convalida KBA
ja: KBA検証の削除
ko: KBA 검증 삭제
pt_br: Deletar uma Validação da KBA
zh_cn: 删除 KBA 验证
zh_tw: 刪除 KBA 驗證

# Help_Event_AddKBAValidationToGlobal
source: Add a KBA Validation to Global Validations
de: KBA-Validierung zu globalen Validierungen hinzufügen
es: Agregar Validación de KBA a Validaciones Globales
fr: Ajouter une validation KBA aux validations globales
it: Aggiungi una convalida KBA alle convalide globali
ja: グローバル検証へのKBA検証の追加
ko: 전역 검증에 KBA 검증 추가
pt_br: Adicionar uma Validação da KBA às Validações Globais
zh_cn: 将 KBA 验证添加到全局验证
zh_tw: 新增 KBA 驗證至全域驗證

# Help_Event_DeleteKBAValidationFromGlobal
source: Delete a KBA Validation from Global Validations
de: KBA-Validierung aus globalen Validierungen löschen
es: Suprimir una Validación de KBA de Validaciones Globales
fr: Supprimer une validation KBA des validations globales
it: Elimina una convalida KBA dalle convalide globali
ja: グローバル検証からのKBA検証の削除
ko: 전역 검증에서 KBA 검증 삭제
pt_br: Deletar uma Validação da KBA das Validações Globais
zh_cn: 从全局验证中删除 KBA 验证
zh_tw: 從全域驗證刪除 KBA 驗證

# Help_Event_UpdateKBAAnswerLogic
source: Update KBA Answer Logic
de: KBA-Antwortlogik aktualisieren
es: Actualizar Lógica de Respuesta de KBA
fr: Mettre à jour une logique de réponse KBA
it: Aggiorna logica di risposta KBA
ja: KBA回答ロジックの更新
ko: KBA 응답 로직 갱신
pt_br: Atualizar Lógica de Resposta da KBA
zh_cn: 更新 KBA 答案逻辑
zh_tw: 更新 KBA 回答邏輯

# Help_Event_UpdateKBARegistrationLogic
source: Update KBA Registration Logic
de: KBA-Registrierungslogik aktualisieren
es: Actualizar Lógica de Registro de KBA
fr: Mettre à jour une logique d'inscription KBA
it: Aggiorna logica di registrazione KBA
ja: KBA登録ロジックの更新
ko: KBA 등록 로직 갱신
pt_br: Atualizar Lógica do Registro da KBA
zh_cn: 更新 KBA 注册逻辑
zh_tw: 更新 KBA 註冊邏輯

# Help_Event_AddGroup
source: Add a Group/List
de: Gruppe/Liste hinzufügen
es: Agregar Grupo/Lista
fr: Ajouter un groupe/une liste
it: Aggiungi un gruppo/lista
ja: グループ/リストの追加
ko: 그룹/목록 추가
pt_br: Adicionar um Grupo/Lista
zh_cn: 添加组/列表
zh_tw: 新增群組/清單

# Help_Event_UpdateGroup
source: Update a Group/List
de: Gruppe/Liste aktualisieren
es: Actualizar Grupo/Lista
fr: Mettre à jour un groupe/une liste
it: Aggiorna un gruppo/lista
ja: グループ/リストの更新
ko: 그룹/목록 갱신
pt_br: Atualizar um Grupo/Lista
zh_cn: 更新组/列表
zh_tw: 更新群組/清單

# Help_Event_DeleteGroups
source: Delete Groups/Lists
de: Gruppen/Listen löschen
es: Suprimir Grupos/Listas
fr: Supprimer des groupes/listes
it: Elimina gruppi/liste
ja: グループ/リストの削除
ko: 그룹/목록 삭제
pt_br: Deletar Grupos/Listas
zh_cn: 删除组/列表
zh_tw: 刪除群組/清單

# Help_Event_AddGroupElements
source: Add Group Elements
de: Gruppenelemente hinzufügen
es: Agregar Elementos de Grupo
fr: Ajouter des éléments de groupe
it: Aggiungi elementi gruppo
ja: グループ要素の追加
ko: 그룹 요소 추가
pt_br: Adicionar Elementos do Grupo
zh_cn: 添加组元素
zh_tw: 新增群組元素

# Help_Event_UpdateGroupElement
source: Update a Group Element
de: Ein Gruppenelement aktualisieren
es: Actualizar Elemento de Grupo
fr: Mettre à jour un élément de groupe
it: Aggiorna un elemento gruppo
ja: グループ要素の更新
ko: 그룹 요소 갱신
pt_br: Atualizar um Elemento do Grupo
zh_cn: 更新组元素
zh_tw: 更新群組元素

# Help_Event_DeleteGroupElements
source: Delete one or more Group Elements
de: Ein oder mehrere Gruppenelemente löschen
es: Suprimir Uno o Más Elementos de Grupo
fr: Supprimer des éléments de groupe
it: Elimina uno o più elementi gruppo
ja: 1つ以上のグループ要素の削除
ko: 하나 이상의 그룹 요소 삭제
pt_br: Deletar um ou mais Elementos do Grupo
zh_cn: 删除一个或多个组元素
zh_tw: 刪除一或多個群組元素

# Help_Event_DeleteAllGroupElements
source: Delete all Group Elements
de: Alle Gruppenelemente löschen
es: Suprimir Todos los Elementos de Grupo
fr: Supprimer tous les éléments de groupe
it: Elimina tutti gli elementi gruppo
ja: すべてのグループ要素の削除
ko: 모든 그룹 요소 삭제
pt_br: Deletar todos os Elementos do Grupo
zh_cn: 删除所有组元素
zh_tw: 刪除所有群組元素

# Help_Attribute_ActionNotes
source: Notes specified while performing the action
de: Hinweise beim Ausführen der Aktion angegeben
es: Notas Especificadas al Realizar la Acción
fr: Remarques spécifiées lors de l'exécution de l'action
it: Note specificate durante l'esecuzione dell'azione
ja: アクション実行中のノートの指定
ko: 작업을 수행하는 동안 지정된 메모
pt_br: Observações especificadas durante a execução da ação
zh_cn: 执行操作时指定的注释
zh_tw: 執行動作時指定附註

# Help_Attribute_CaseActionEnum
source: Enum value of case action
de: Enum-Wert der Fallaktion
es: Valor de Enumeración de Acción de Caso
fr: Valeur d'énumération d'action de cas
it: Valore enumerazione dell'azione caso
ja: ケース・アクションの列挙値
ko: 사례 작업의 열거 값
pt_br: Valor de enumeração de ação da ocorrência
zh_cn: 案例操作的枚举值
zh_tw: 案例動作的列舉值

# Help_Attribute_CaseActionResult
source: Result of the performed case action
de: Ergebnis der ausgeführten Fallaktion
es: Resultado de la Acción de Caso Realizada
fr: Résultat de l'action de cas exécutée
it: Risultato dell'azione caso eseguita
ja: 実行されたケース・アクションの結果
ko: 수행된 사례 작업의 결과
pt_br: Resultado da ação da ocorrência executada
zh_cn: 执行的案例操作的结果
zh_tw: 執行的案例動作結果

# Help_Attribute_CaseChallengeQuestion
source: Case Challenge Question
de: Geheime Kennwortfrage - Fall
es: Pregunta de Comprobación de Caso
fr: Question de vérification de cas
it: Domanda di verifica caso
ja: ケース・チャレンジ質問
ko: 사례 상기 문구 질문
pt_br: Pergunta de Desafio de Maiúsculas/Minúsculas
zh_cn: 案例质询问题
zh_tw: 案例安全提示問題

# Help_Attribute_CaseChallengeResult
source: Result of challenge question response
de: Ergebnis der Antwort auf geheime Kennwortfrage
es: Resultado de la Respuesta a la Pregunta de Comprobación
fr: Résultat de la réponse à la question de vérification
it: Risultato della risposta alla domanda di verifica
ja: チャレンジ質問のレスポンス結果
ko: 상기 문구 질문 응답 결과
pt_br: Resultado da resposta da pergunta de desafio
zh_cn: 质询问题响应的结果
zh_tw: 安全提示問題回應的結果

# Help_Attribute_CaseDisposition
source: Disposition of the case (if closing case)
de: Disposition des Falls (bei schließendem Fall)
es: Disposición del Caso (Si Se Cierra)
fr: Disposition du cas (en cas de clôture)
it: Disposizione del caso (se si chiude il caso)
ja: ケースの配置(ケースを閉じている場合)
ko: 사례 처리(사례를 종료하는 경우)
pt_br: Disposição da ocorrência (se fechar a ocorrência)
zh_cn: 案例的处置 (如果正在关闭案例)
zh_tw: 案例的處理 (如需結案)

# Help_Attribute_CaseExprDurationInHrs
source: Expiration duration in hours
de: Ablaufdauer in Stunden
es: Duración de la Caducidad en Horas
fr: Durée avant expiration, en heures
it: Durata scadenza in ore
ja: 有効期間(時間)
ko: 만료 기간(시간)
pt_br: Duração da expiração em horas
zh_cn: 失效持续时间 (小时)
zh_tw: 過期期間 (小時)

# Help_Attribute_CaseId
source: CaseId of the case
de: Fall-ID des Falls
es: Identificador del Caso
fr: ID du cas
it: CaseId del caso
ja: ケースのCaseId
ko: 사례의 사례 ID
pt_br: CaseId da ocorrência
zh_cn: 案例的 CaseId
zh_tw: 案例的 CaseId

# Help_Attribute_CaseIds
source: CaseId(s) that are acted upon
de: Fall-ID(s), nach denen verfahren wird
es: Identificadores de casos sobre los que se actúa
fr: ID de cas utilisés
it: CaseId su cui si agisce
ja: 作用するCaseId
ko: 수행된 사례 ID
pt_br: CaseId(s) tratada(s)
zh_cn: 要对其进行操作的 CaseId
zh_tw: 作為執行對象的 CaseId

# Help_Attribute_CaseSeverity
source: Severity of the case after updating the case
de: Sicherheit des Falls nach dem Aktualisieren
es: Gravedad del Caso tras la Actualización
fr: Gravité du cas après mise à jour
it: Severità del caso dopo il relativo aggiornamento
ja: ケース更新後のケース重大度
ko: 사례 갱신 후 사례의 심각도
pt_br: Severidade da ocorrência após sua atualização
zh_cn: 更新案例后案例的严重性
zh_tw: 更新案例後的案例嚴重度

# Help_Attribute_CaseStatus
source: Status of the case after updating the case
de: Status des Falls nach dem Aktualisieren
es: Estado del Caso tras la Actualización
fr: Statut du cas après mise à jour
it: Stato del caso dopo il relativo aggiornamento
ja: ケース更新後のケース・ステータス
ko: 사례 갱신 후 사례 상태
pt_br: Status da ocorrência após a atualização da ocorrência
zh_cn: 更新案例后案例的状态
zh_tw: 更新案例後的案例狀態

# Help_Attribute_CaseSubActionEnum
source: Enum value of case sub action
de: Enum-Wert der Fall-Unteraktion
es: Valor de enumeración de subacción de caso
fr: Valeur d'énumération de la sous-action de cas
it: Valore enumerazione dell'azione secondaria caso
ja: ケース・サブ・アクションの列挙値
ko: 사례 하위 작업의 열거 값
pt_br: Valor de enumeração da subação da ocorrência
zh_cn: 案例子操作的枚举值
zh_tw: 案例子動作的列舉值

# Help_Attribute_Description
source: description
de: Beschreibung
es: descripción
it: descrizione
ja: 説明
ko: 설명
pt_br: descrição
zh_cn: 说明
zh_tw: 描述

# Help_Attribute_GroupId
source: GroupId of the Group
de: Gruppen-ID der Gruppe
es: Identificador del grupo
fr: ID du groupe
it: GroupId del gruppo
ja: グループのGroupId
ko: 그룹의 그룹 ID
pt_br: GroupId do Grupo
zh_cn: 组的 GroupId
zh_tw: 群組的 GroupId

# Help_Attribute_GroupIds
source: GroupId(s) of the Groups
de: Gruppen-ID(s) der Gruppen
es: Identificadores de los Grupos
fr: ID des groupes
it: GroupId dei gruppi
ja: グループのGroupId
ko: 그룹의 그룹 ID
pt_br: GroupId(s) dos Grupos
zh_cn: 组的 GroupId
zh_tw: 群組的 GroupId

# Help_Attribute_GroupName
source: Name of the Groups
de: Name der Gruppen
es: Nombre de los Grupos
fr: Nom des groupes
it: Nome dei gruppi
ja: グループ名
ko: 그룹 이름
pt_br: O nome dos Grupos
zh_cn: 组的名称
zh_tw: 群組的名稱

# Help_Attribute_GroupDetails
source: Details of the Group
de: Details der Gruppe
es: Detalles del Grupo
fr: Détails du groupe
it: Dettagli del gruppo
ja: グループの詳細
ko: 그룹의 세부 정보
pt_br: Detalhes do Grupo
zh_cn: 组的详细资料
zh_tw: 群組的詳細資訊

# Help_Attribute_GroupElementId
source: ElementId of the Group Element
de: Element-ID des Gruppenelements
es: Identificador del Elemento de Grupo
fr: ID de l'élément de groupe
it: ElementId dell'elemento gruppo
ja: グループ要素のElementId
ko: 그룹 요소의 요소 ID
pt_br: ElementId do Elemento do Grupo
zh_cn: 组元素的 ElementId
zh_tw: 群組元素的 ElementId
