Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OAAM/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Category_CustomerCare
source: Customer Care
de: Kundenbetreuung
ja: カスタマ・ケア
ko: 고객 지원
pt_br: Atendimento ao Cliente
zh_cn: 客户关怀
zh_tw: 客戶關懷服務管理系統

# Category_PolicyManagement
source: Policy Management
de: Policy-Verwaltung
es: Gestión de Políticas
fr: Gestion des stratégies
it: Gestione criteri
ja: ポリシー管理
ko: 정책 관리
pt_br: Gerenciamento de Políticas
zh_cn: 策略管理
zh_tw: 原則管理

# Category_KBAQuestions
source: KBA Questions
de: KBA-Fragen
es: Preguntas de KBA
fr: Questions KBA
it: Domande KBA
ja: KBA質問
ko: KBA 질문
pt_br: Perguntas de KBA
zh_cn: KBA 问题
zh_tw: KBA 問題

# Category_GroupManagement
source: Group Management
de: Gruppenverwaltung
es: Gestión de Grupos
fr: Gestion des groupes
it: Gestione gruppi
ja: グループ管理
ko: 그룹 관리
pt_br: Gerenciamento de Grupos
zh_cn: 组管理
zh_tw: 群組管理

# Event_CreateCSRCase
source: Create CSR Case
de: CSR-Fall erstellen
es: Crear Caso de CSR
fr: Créer un cas CSR
it: Crea caso CSR
ja: CSRケースの作成
ko: CSR 사례 생성
pt_br: Criar Ocorrência CSR
zh_cn: 创建 CSR 案例
zh_tw: 建立 CSR 案例

# Event_UpdateCases
source: Update Cases
de: Fälle updaten
es: Actualizar Casos
fr: Mettre à jour les cas
it: Aggiorna casi
ja: ケースの更新
ko: 사례 갱신
pt_br: Atualizar Ocorrências
zh_cn: 更新案例
zh_tw: 更新案例

# Event_ChangeStatus
source: Change Status
de: Status ändern
es: Cambiar Estado
fr: Modifier le statut
it: Modifica stato
ja: 変更ステータス
ko: 상태 변경
pt_br: Alterar Status
zh_cn: 更改状态
zh_tw: 變更狀態

# Event_PerformCaseAction
source: Perform Case Action
de: Fallaktion ausführen
es: Realizar Acción del Caso
fr: Exécuter une action de cas
it: Esegui azione caso
ja: ケース・アクションの実行
ko: 사례 작업 수행
pt_br: Executar Ação da Ocorrência
zh_cn: 执行案例操作
zh_tw: 執行案例動作

# Event_GetChallengeQuestion
source: Get Challenge Question
de: Geheime Kennwortfrage abrufen
es: Obtener Pregunta de Comprobación
fr: Obtenir une question de vérification
it: Richiedi domanda di verifica
ja: チャレンジ質問の取得
ko: 상기 문구 질문 가져오기
pt_br: Obter a Pergunta de Desafio
zh_cn: 获取质询问题
zh_tw: 取得安全提示問題

# Event_CheckChallengeQResponse
source: Check Challenge Question Response
de: Antwort auf geheime Kennwortfrage prüfen
es: Comprobar Respuesta a la Pregunta de Comprobación
fr: Vérifier la réponse de la question de vérification
it: Verifica risposta a domanda di verifica
ja: チャレンジ質問レスポンスのチェック
ko: 상기 문구 질문 응답 확인
pt_br: Verificar a Resposta da Pergunta de Desafio
zh_cn: 检查质询问题响应
zh_tw: 檢查安全提示問題回應

# Event_CreatePolicy
source: Create Policy
de: Policy erstellen
es: Crear Política
fr: Créer une stratégie
it: Crea criterio
ja: ポリシーの作成
ko: 정책 생성
pt_br: Criar Política
zh_cn: 创建策略
zh_tw: 建立原則

# Event_CopyPolicy
source: Copy Policy
de: Policy kopieren
es: Copiar Política
fr: Copier la stratégie
it: Copia criterio
ja: ポリシーのコピー
ko: 정책 복사
pt_br: Copiar Política
zh_cn: 复制策略
zh_tw: 複製原則

# Event_UpdatePolicy
source: Update Policy
de: Policy updaten
es: Actualizar Política
fr: Mettre à jour la stratégie
it: Aggiorna criterio
ja: ポリシーの更新
ko: 정책 갱신
pt_br: Atualizar Política
zh_cn: 更新策略
zh_tw: 更新原則

# Event_DeletePolicy
source: Delete Policy
de: Policy löschen
es: Suprimir Política
fr: Supprimer la stratégie
it: Elimina criterio
ja: ポリシーの削除
ko: 정책 삭제
pt_br: Deletar Política
zh_cn: 删除策略
zh_tw: 刪除原則

# Event_AddOverRide
source: Add Override
de: Override hinzufügen
es: Agregar Sustitución
fr: Ajouter une valeur de remplacement
it: Aggiungi sostituzione
ja: オーバーライドの追加
ko: 우선 적용 추가
pt_br: Adicionar Sobreposição
zh_cn: 添加覆盖对象
zh_tw: 新增覆寫項目

# Event_UpdateOverRides
source: Update Overrides
de: Overrides updaten
es: Actualizar Sustituciones
fr: Mettre à jour les remplacements
it: Aggiorna sostituzioni
ja: オーバーライドの更新
ko: 우선 적용 갱신
pt_br: Atualizar Sobreposições
zh_cn: 更新覆盖对象
zh_tw: 更新覆寫項目

# Event_DeleteOverRides
source: Delete Overrides
de: Overrides löschen
es: Suprimir Sustituciones
fr: Supprimer les remplacements
it: Elimina sostituzioni
ja: オーバーライドの削除
ko: 우선 적용 삭제
pt_br: Deletar Sobreposições
zh_cn: 删除覆盖对象
zh_tw: 刪除覆寫項目

# Event_LinkPolicyToGroup
source: Link Policy To Group
de: Policy mit Gruppe verknüpfen
es: Enlazar Política con Grupo
fr: Lier une stratégie à un groupe
it: Collega criterio a gruppo
ja: ポリシーをグループにリンク
ko: 그룹에 정책 링크
pt_br: Fazer o Link da Política para um Grupo
zh_cn: 将策略链接到组
zh_tw: 將原則連結至群組

# Event_UnLinkPolicyFromGroups
source: Unlink Policy from Groups
de: Verknüpfung von Policy mit Gruppen aufheben
es: Desenlazar Política de Grupos
fr: Supprimer le lien de la stratégie aux groupes
it: Annulla collegamento criterio dai gruppi
ja: グループからポリシーのリンク解除
ko: 그룹에서 정책 링크 해제
pt_br: Cancelar o Link da Política do(s) Grupo(s)
zh_cn: 从组中取消链接策略
zh_tw: 取消原則與群組的連結

# Event_CreateRule
source: Create Rule
de: Regel erstellen
es: Crear Regla
fr: Créer une règle
it: Crea regola
ja: ルールの作成
ko: 규칙 생성
pt_br: Criar Regra
zh_cn: 创建规则
zh_tw: 建立規則

# Event_AddConditionsToRule
source: Add Conditions to Rule
de: Bedingungen zu Regel hinzufügen
es: Agregar Condiciones a Regla
fr: Ajouter des conditions à une règle
it: Aggiungi condizioni a regola
ja: ルールへの条件の追加
ko: 규칙에 조건 추가
pt_br: Adicionar Condições à Regra
zh_cn: 将条件添加到规则
zh_tw: 新增條件至規則

# Event_UpdateRuleInPolicy
source: Update Rule in Policy
de: Regel in Policy updaten
es: Actualizar Regla en Política
fr: Mettre à jour la règle dans une stratégie
it: Aggiorna regola nel criterio
ja: ポリシーのルールの更新
ko: 정책에서 규칙 갱신
pt_br: Atualizar Regra na Política
zh_cn: 更新策略中的规则
zh_tw: 更新原則中的規則

# Event_CopyRuleToPolicy
source: Copy Rule to Policy
de: Regel in Policy kopieren
es: Copiar Regla a Política
fr: Copier une règle dans une stratégie
it: Copia regola nel criterio
ja: ポリシーへのルールのコピー
ko: 정책에 규칙 복사
pt_br: Copiar Regra para a Política
zh_cn: 将规则复制到策略
zh_tw: 將規則複製到原則

# Event_DeleteRulesFromPolicy
source: Delete Rules from Policy
de: Regeln aus Policy löschen
es: Suprimir Reglas de Política
fr: Supprimer des règles d'une stratégie
it: Elimina regole dal criterio
ja: ポリシーからのルールの削除
ko: 정책에서 규칙 삭제
pt_br: Deletar Regras da Política
zh_cn: 从策略中删除规则
zh_tw: 從原則刪除規則

# Event_UpdateRulesOrderInPolicy
source: Update Rules Order in Policy
de: Regelreihenfolge in Policy updaten
es: Actualizar Orden de Reglas en Política
fr: Mettre à jour l'ordre des règles dans une stratégie
it: Aggiorna ordine delle regole nel criterio
ja: ポリシーのルール順序の更新
ko: 정책에서 규칙 순서 갱신
pt_br: Atualizar Ordem das Regras na Política
zh_cn: 更新策略中的规则顺序
zh_tw: 更新原則中的規則順序

# Event_UpdateRuleParamValuesInPolicy
source: Update Rule Parameter values
de: Regelparameterwerte updaten
es: Actualizar Valores de Parámetro de Regla
fr: Mettre à jour les valeurs de paramètre de règle
it: Aggiorna valori parametro regola
ja: ルール・パラメータ値の更新
ko: 규칙 매개변수 값 갱신
pt_br: Atualizar Valores de Parâmetro da Regra
zh_cn: 更新规则参数值
zh_tw: 更新規則參數值

# Event_CreateKBACategory
source: Create KBA Category
de: KBA-Kategorie erstellen
es: Crear Categoría de KBA
fr: Créer une catégorie KBA
it: Crea categoria KBA
ja: KBAカテゴリの作成
ko: KBA 범주 생성
pt_br: Criar Categoria da KBA
zh_cn: 创建 KBA 类别
zh_tw: 建立 KBA 類別

# Event_UpdateKBACategory
source: Update KBA Category
de: KBA-Kategorie updaten
es: Actualizar Categoría de KBA
fr: Mettre à jour une catégorie KBA
it: Aggiorna categoria KBA
ja: KBAカテゴリの更新
ko: KBA 범주 갱신
pt_br: Atualizar Categoria da KBA
zh_cn: 更新 KBA 类别
zh_tw: 更新 KBA 類別

# Event_DeleteKBACategories
source: Delete KBA Categories
de: KBA-Kategorien löschen
es: Suprimir Categorías de KBA
fr: Supprimer des catégories KBA
it: Elimina categorie KBA
ja: KBAカテゴリの削除
ko: KBA 범주 삭제
pt_br: Deletar Categorias da KBA
zh_cn: 删除 KBA 类别
zh_tw: 刪除 KBA 類別

# Event_CreateKBAQuestion
source: Create KBA Question
de: KBA-Frage erstellen
es: Crear Pregunta de KBA
fr: Créer une question KBA
it: Crea domanda KBA
ja: KBA質問の作成
ko: KBA 질문 생성
pt_br: Criar Pergunta da KBA
zh_cn: 创建 KBA 问题
zh_tw: 建立 KBA 問題

# Event_UpdateKBAQuestion
source: Update KBA Question
de: KBA-Frage updaten
es: Actualizar Pregunta de KBA
fr: Mettre à jour une question KBA
it: Aggiorna domanda KBA
ja: KBA質問の更新
ko: KBA 질문 갱신
pt_br: Atualizar Pergunta da KBA
zh_cn: 更新 KBA 问题
zh_tw: 更新 KBA 問題

# Event_DeleteKBAQuestions
source: Delete KBA Questions
de: KBA-Fragen löschen
es: Suprimir Preguntas de KBA
fr: Supprimer des questions KBA
it: Elimina domande KBA
ja: KBA質問の削除
ko: KBA 질문 삭제
pt_br: Deletar Perguntas da KBA
zh_cn: 删除 KBA 问题
zh_tw: 刪除 KBA 問題

# Event_CreateKBAValidation
source: Create KBA Validation
de: KBA-Validierung erstellen
es: Crear Validación de KBA
fr: Créer une validation KBA
it: Crea convalida KBA
ja: KBA検証の作成
ko: KBA 검증 생성
pt_br: Criar Validação da KBA
zh_cn: 创建 KBA 验证
zh_tw: 建立 KBA 驗證

# Event_UpdateKBAValidation
source: Update KBA Validation
de: KBA-Validierung updaten
es: Actualizar Validación de KBA
fr: Mettre à jour une validation KBA
it: Aggiorna convalida KBA
ja: KBA検証の更新
ko: KBA 검증 갱신
pt_br: Atualizar Validação da KBA
zh_cn: 更新 KBA 验证
zh_tw: 更新 KBA 驗證

# Event_DeleteKBAValidation
source: Delete KBA Validation
de: KBA-Validierung löschen
es: Suprimir Validación de KBA
fr: Supprimer une validation KBA
it: Elimina convalida KBA
ja: KBA検証の削除
ko: KBA 검증 삭제
pt_br: Deletar Validação da KBA
zh_cn: 删除 KBA 验证
zh_tw: 刪除 KBA 驗證

# Event_AddKBAValidationToGlobal
source: Add KBA Validation to Global
de: KBA-Validierung zu Global hinzufügen
es: Agregar Validación de KBA a Globales
fr: Ajouter une validation KBA aux éléments globaux
it: Aggiungi convalida KBA a convalide globali
ja: グローバルへのKBA検証の追加
ko: 전역 검증에 KBA 검증 추가
pt_br: Adicionar Validação da KBA à Validação Global
zh_cn: 将 KBA 验证添加到全局验证
zh_tw: 新增 KBA 驗證至全域驗證

# Event_DeleteKBAValidationFromGlobal
source: Delete KBA Validation from Global
de: KBA-Validierung aus Global löschen
es: Suprimir Validación de KBA de Globales
fr: Supprimer une validation KBA des éléments globaux
it: Elimina convalida KBA da convalide globali
ja: グローバルからのKBA検証の削除
ko: 전역 검증에서 KBA 검증 삭제
pt_br: Deletar Validação da KBA da Validação Global
zh_cn: 从全局验证中删除 KBA 验证
zh_tw: 從全域驗證刪除 KBA 驗證

# Event_UpdateKBAAnswerLogic
source: Update KBA Answer Logic
de: KBA-Antwortlogik updaten
es: Actualizar Lógica de Respuesta de KBA
fr: Mettre à jour une logique de réponse KBA
it: Aggiorna logica di risposta KBA
ja: KBA回答ロジックの更新
ko: KBA 응답 로직 갱신
pt_br: Atualizar a Lógica de Resposta da KBA
zh_cn: 更新 KBA 答案逻辑
zh_tw: 更新 KBA 回答邏輯

# Event_UpdateKBARegistrationLogic
source: Update KBA Registration Logic
de: KBA-Registrierungslogik updaten
es: Actualizar Lógica de Registro de KBA
fr: Mettre à jour une logique d'inscription KBA
it: Aggiorna logica di registrazione KBA
ja: KBA登録ロジックの更新
ko: KBA 등록 로직 갱신
pt_br: Atualizar a Lógica do Registro da KBA
zh_cn: 更新 KBA 注册逻辑
zh_tw: 更新 KBA 註冊邏輯

# Event_AddGroup
source: Add Group
de: Gruppe hinzufügen
es: Agregar Grupo
fr: Ajouter un groupe
it: Aggiungi gruppo
ja: グループの追加
ko: 그룹 추가
pt_br: Adicionar Grupo
zh_cn: 添加组
zh_tw: 新增群組

# Event_UpdateGroup
source: Update Group
de: Gruppe updaten
es: Actualizar Grupo
fr: Mettre à jour un groupe
it: Aggiorna gruppo
ja: グループの更新
ko: 그룹 갱신
pt_br: Atualizar Grupo
zh_cn: 更新组
zh_tw: 更新群組

# Event_DeleteGroups
source: Delete Groups
de: Gruppen löschen
es: Suprimir Grupos
fr: Supprimer des groupes
it: Elimina gruppi
ja: グループの削除
ko: 그룹 삭제
pt_br: Deletar Grupos
zh_cn: 删除组
zh_tw: 刪除群組

# Event_AddGroupElements
source: Add Group Elements
de: Gruppenelemente hinzufügen
es: Agregar Elementos de Grupo
fr: Ajouter des éléments de groupe
it: Aggiungi elementi gruppo
ja: グループ要素の追加
ko: 그룹 요소 추가
pt_br: Adicionar Elementos do Grupo
zh_cn: 添加组元素
zh_tw: 新增群組元素

# Event_UpdateGroupElement
source: Update Group Element
de: Gruppenelement updaten
es: Actualizar Elemento de Grupo
fr: Mettre à jour un élément de groupe
it: Aggiorna elemento gruppo
ja: グループ要素の更新
ko: 그룹 요소 갱신
pt_br: Atualizar Elemento do Grupo
zh_cn: 更新组元素
zh_tw: 更新群組元素

# Event_DeleteGroupElements
source: Delete Group Elements
de: Gruppenelemente löschen
es: Suprimir Elementos de Grupo
fr: Supprimer des éléments de groupe
it: Elimina elementi gruppo
ja: グループ要素の削除
ko: 그룹 요소 삭제
pt_br: Deletar Elementos do Grupo
zh_cn: 删除组元素
zh_tw: 刪除群組元素

# Event_DeleteAllGroupElements
source: Delete all Group Elements
de: Alle Gruppenelemente löschen
es: Suprimir Todos los Elementos de Grupo
fr: Supprimer tous les éléments de groupe
it: Elimina tutti gli elementi gruppo
ja: すべてのグループ要素の削除
ko: 모든 그룹 요소 삭제
pt_br: Deletar todos os Elementos do Grupo
zh_cn: 删除所有组元素
zh_tw: 刪除所有群組元素

# Attribute_ActionNotes
source: Action Notes
de: Aktionshinweise
es: Notas de Acción
fr: Remarques sur l'action
it: Note azione
ja: アクション・ノート
ko: 작업 메모
pt_br: Observações sobre Ação
zh_cn: 操作注释
zh_tw: 動作附註

# Attribute_CaseActionEnum
source: Case Action Enum
de: Fallaktion-Enum
es: Enumeración de Acción de Caso
fr: Enumération d'actions de cas
it: Enumerazione azione caso
ja: ケース・アクション列挙
ko: 사례 작업 열거
pt_br: Enum. Ações Ocorrência
zh_cn: 案例操作枚举
zh_tw: 案例動作列舉

# Attribute_CaseActionResult
source: Case Action Result
de: Fallaktionsergebnis
es: Resultado de Acción de Caso
fr: Résultat d'action de cas
it: Risultato azione caso
ja: ケース・アクション結果
ko: 사례 작업 결과
pt_br: Result. Ação da Ocorrência
zh_cn: 案例操作结果
zh_tw: 案例動作結果

# Attribute_CaseChallengeQuestion
source: Case Challenge Question
de: Geheime Kennwortfrage - Fall
es: Pregunta de Comprobación de Caso
fr: Question de vérification de cas
it: Domanda di verifica caso
ja: ケース・チャレンジ質問
ko: 사례 상기 문구 질문
pt_br: Pergunta de Desafio da Ocorrência
zh_cn: 案例质询问题
zh_tw: 案例安全提示問題

# Attribute_CaseChallengeResult
source: Case Challenge Question Result
de: Ergebnis geheime Kennwortfrage für Fall
es: Resultado de Pregunta de Comprobación de Caso
fr: Résultat de la question de vérification de cas
it: Risultato domanda di verifica caso
ja: ケース・チャレンジ質問の結果
ko: 사례 상기 문구 질문 결과
pt_br: Resultado da Pergunta de Desafio da Ocorrência
zh_cn: 案例质询问题结果
zh_tw: 案例安全提示問題結果

# Attribute_CaseDisposition
source: Case Disposition
de: Falldisposition
es: Disposición de Caso
fr: Disposition de cas
it: Disposizione caso
ja: ケース配置
ko: 사례 처리
pt_br: Disposição da Ocorrência
zh_cn: 案例处置
zh_tw: 案例處理

# Attribute_CaseExprDurationInHrs
source: Case Expiration Duration
de: Fallablaufdauer
es: Duración de Caducidad de Caso
fr: Durée avant expiration du cas
it: Durata scadenza caso
ja: ケース有効期間
ko: 사례 만료 기간
pt_br: Duração da Expiração da Ocorrência
zh_cn: 案例失效持续时间
zh_tw: 案例過期期間

# Attribute_CaseId
source: Case Id
de: Fall-ID
es: Identificador de Caso
fr: ID de cas
it: ID caso
ja: ケースID
ko: 사례 ID
pt_br: Id da Ocorrência
zh_cn: 案例 ID
zh_tw: 案例 ID

# Attribute_CaseIds
source: Case Ids
de: Fall-IDs
es: Identificadores de Caso
fr: ID de cas
it: ID casi
ja: ケースID
ko: 사례 ID
pt_br: Ids da Ocorrência
zh_cn: 案例 ID
zh_tw: 案例 ID

# Attribute_CaseSeverity
source: Case Severity
de: Fallsicherheit
es: Gravedad del Caso
fr: Gravité de cas
it: Severità caso
ja: ケース重大度
ko: 사례 심각도
pt_br: Severid. da Ocorrência
zh_cn: 案例严重性
zh_tw: 案例嚴重度

# Attribute_CaseStatus
source: Case Status
de: Fallstatus
es: Estado del Caso
fr: Statut de cas
it: Stato caso
ja: ケース・ステータス
ko: 사례 상태
pt_br: Status da Ocorrência
zh_cn: 案例状态
zh_tw: 案例狀態

# Attribute_CaseSubActionEnum
source: Case Sub Action Enum
de: Fall-Unteraktion-Enum
es: Enumeración de Subacción de Caso
fr: Enumération de sous-actions de cas
it: Enumerazione azione secondaria caso
ja: ケース・サブ・アクション列挙
ko: 사례 하위 작업 열거
pt_br: Enum. da Subação da Ocorrência
zh_cn: 案例子操作枚举
zh_tw: 案例子動作列舉

# Attribute_Description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
zh_cn: 说明
zh_tw: 描述

# Attribute_GroupId
source: Group Id
de: Gruppen-ID
es: Identificador de Grupo
fr: ID de groupe
it: ID gruppo
ja: グループID
ko: 그룹 ID
pt_br: Id do Grupo
zh_cn: 组 ID
zh_tw: 群組 ID

# Attribute_GroupIds
source: Group Ids
de: Gruppen-IDs
es: Identificadores de Grupo
fr: ID des groupes
it: ID gruppi
ja: グループID
ko: 그룹 ID
pt_br: Ids do Grupo
zh_cn: 组 ID
zh_tw: 群組 ID

# Attribute_GroupName
source: Group Name
de: Gruppenname
es: Nombre de Grupo
fr: Nom de groupe
it: Nome gruppo
ja: グループ名
ko: 그룹 이름
pt_br: Nome do Grupo
zh_cn: 组名
zh_tw: 群組名稱

# Attribute_GroupDetails
source: Group Details
de: Gruppendetails
es: Detalles del Grupo
fr: Détails de groupe
it: Dettagli gruppo
ja: グループ詳細
ko: 그룹 세부 정보
pt_br: Detalhes do Grupo
zh_cn: 组详细资料
zh_tw: 群組詳細資訊

# Attribute_GroupElementId
source: Group Element Id
de: Gruppenelement-ID
es: Identificador de Elemento de Grupo
fr: ID d'élément de groupe
it: ID elemento gruppo
ja: グループ要素ID
ko: 그룹 요소 ID
pt_br: Id de Elemento do Grupo
zh_cn: 组元素 ID
zh_tw: 群組元素 ID

# Attribute_GroupElementIds
source: Group Element Ids
de: Gruppenelement-IDs
es: Identificadores de Elemento de Grupo
fr: ID des éléments de groupe
it: ID elementi gruppo
ja: グループ要素ID
ko: 그룹 요소 ID
pt_br: Ids de Elemento do Grupo
zh_cn: 组元素 ID
zh_tw: 群組元素 ID

# Attribute_GroupElementValue
source: Group Element Value
de: Gruppenelementwert
es: Valor de Elemento de Grupo
fr: Valeur d'élément de groupe
it: Valore elemento gruppo
ja: グループ要素値
ko: 그룹 요소 값
pt_br: Valor do Elemento de Grupo
zh_cn: 组元素值
zh_tw: 群組元素值

# Attribute_GroupElementsDetails
source: Group Elements' Details
de: Gruppenelementdetails
es: Detalles de Elementos de Grupo
fr: Détails des éléments de groupe
it: Dettagli elementi gruppo
ja: グループ要素の詳細
ko: 그룹 요소 세부 정보
pt_br: Detalhes dos Elementos do Grupo
zh_cn: 组元素详细资料
zh_tw: 群組元素詳細資訊

# Attribute_KBACategoryId
source: KBA Category Id
de: KBA-Kategorie-ID
es: Identificador de Categoría de KBA
fr: ID de catégorie KBA
it: ID categoria KBA
ja: KBAカテゴリID
ko: KBA 범주 ID
pt_br: Id da Categoria da KBA
zh_cn: KBA 类别 ID
zh_tw: KBA 類別 ID

# Attribute_KBACategoryIds
source: KBA Category Ids
de: KBA-Kategorie-IDs
es: Identificadores de Categoría de KBA
fr: ID de catégorie KBA
it: ID categorie KBA
ja: KBAカテゴリID
ko: KBA 범주 ID
pt_br: Ids de Categoria da KBA
zh_cn: KBA 类别 ID
zh_tw: KBA 類別 ID

# Attribute_KBACategoryName
source: KBA Category Name
de: KBA-Kategoriename
es: Nombre de Categoría de KBA
fr: Nom de catégorie KBA
it: Nome categoria KBA
ja: KBAカテゴリ名
ko: KBA 범주 이름
pt_br: Nome da Categoria da KBA
zh_cn: KBA 类别名称
zh_tw: KBA 類別名稱

# Attribute_KBACategoryDetails
source: KBA Category Details
de: KBA-Kategoriedetails
es: Detalles de Categoría de KBA
fr: Détails de catégorie KBA
it: Dettagli categoria KBA
ja: KBAカテゴリの詳細
ko: KBA 범주 세부 정보
pt_br: Detalhes da Categoria da KBA
zh_cn: KBA 类别详细资料
zh_tw: KBA 類別詳細資訊

# Attribute_KBAQuestionId
source: KBA Question Id
de: KBA-Fragen-ID
es: Identificador de Pregunta de KBA
fr: ID de question KBA
it: ID domanda KBA
ja: KBA質問ID
ko: KBA 질문 ID
pt_br: ID da Pergunta da KBA
zh_cn: KBA 问题 ID
zh_tw: KBA 問題 ID

# Attribute_KBAQuestionIds
source: KBA Question Ids
de: KBA-Fragen-IDs
es: Identificadores de Pregunta de KBA
fr: ID de question KBA
it: ID domande KBA
ja: KBA質問ID
ko: KBA 질문 ID
pt_br: Ids de Pergunta da KBA
zh_cn: KBA 问题 ID
zh_tw: KBA 問題 ID

# Attribute_KBAQuestion
source: KBA Question
de: KBA-Frage
es: Pregunta de KBA
fr: Question KBA
it: Domanda KBA
ja: KBA質問
ko: KBA 질문
pt_br: Pergunta da KBA
zh_cn: KBA 问题
zh_tw: KBA 問題

# Attribute_KBAQuestionType
source: KBA Question Type
de: KBA -Fragentyp
es: Tipo de Pregunta de KBA
fr: Type de question KBA
it: Tipo di domanda KBA
ja: KBA質問タイプ
ko: KBA 질문 유형
pt_br: Tipo de Pergunta da KBA
zh_cn: KBA 问题类型
zh_tw: KBA 問題類型

# Attribute_KBAQuestionDetails
source: KBA Question Details
de: KBA-Fragendetails
es: Detalles de Pregunta de KBA
fr: Détails de question KBA
it: Dettagli domanda KBA
ja: KBA質問の詳細
ko: KBA 질문 세부 정보
pt_br: Detalhes da Pergunta da KBA
zh_cn: KBA 问题详细资料
zh_tw: KBA 問題詳細資訊

# Attribute_KBAValidationId
source: KBA Validation Id
de: KBA-Validierungs-ID
es: Identificador de Validación de KBA
fr: ID de validation KBA
it: ID convalida KBA
ja: KBA検証ID
ko: KBA 검증 ID
pt_br: Id da Validação da KBA
zh_cn: KBA 验证 ID
zh_tw: KBA 驗證 ID

# Attribute_KBAValidationIds
source: KBA Validation Ids
de: KBA-Validierungs-IDs
es: Identificadores de Validación de KBA
fr: ID de validation KBA
it: ID convalide KBA
ja: KBA検証ID
ko: KBA 검증 ID
pt_br: Ids de Validação da KBA
zh_cn: KBA 验证 ID
zh_tw: KBA 驗證 ID

# Attribute_KBAValidationName
source: KBA Validation Name
de: KBA-Validierungsname
es: Nombre de Validación de KBA
fr: Nom de validation KBA
it: Nome convalida KBA
ja: KBA検証名
ko: KBA 검증 이름
pt_br: Nome de Validação da KBA
zh_cn: KBA 验证名
zh_tw: KBA 驗證名稱

# Attribute_KBAValidationDetails
source: KBA Validation Details
de: KBA-Validierungsdetails
es: Detalles de Validación de KBA
fr: Détails de validation KBA
it: Dettagli convalida KBA
ja: KBA検証の詳細
ko: KBA 검증 세부 정보
pt_br: Detalhes da Validação da KBA
zh_cn: KBA 验证详细资料
zh_tw: KBA 驗證詳細資訊

# Attribute_KBARegLogicDetails
source: KBA Registration Logic Details
de: KBA-Registrierungslogikdetails
es: Detalles de Lógica de Registro de KBA
fr: Détails logiques d'inscription KBA
it: Dettagli logica di registrazione KBA
ja: KBA登録ロジックの詳細
ko: KBA 등록 로직 세부 정보
pt_br: Detalhes Lógicos do Registro da KBA
zh_cn: KBA 注册逻辑详细资料
zh_tw: KBA 註冊邏輯詳細資訊

# Attribute_KBAAnswerLogicDetails
source: KBA Answer Logic Details
de: KBA-Antwortlogikdetails
es: Detalles de Lógica de Respuesta de KBA
fr: Détails logiques de réponse KBA
it: Dettagli logica di risposta KBA
ja: KBA回答ロジックの詳細
ko: KBA 응답 로직 세부 정보
pt_br: Detalhes Lógicos da Resposta da KBA
zh_cn: KBA 答案逻辑详细资料
zh_tw: KBA 回答邏輯詳細資訊

# Attribute_LoginId
source: LoginId
es: Identificador de Conexión
it: ID login
zh_tw: 登入 ID

# Attribute_PolicyDetails
source: Policy Details
es: Detalles de Política
fr: Détails de stratégie
it: Dettagli criterio
ja: ポリシーの詳細
ko: 정책 세부 정보
pt_br: Detalhes da Política
zh_cn: 策略详细资料
zh_tw: 原則詳細資訊

# Attribute_PolicyId
source: Policy Id
es: Identificador de Política
fr: ID de stratégie
it: ID criterio
ja: ポリシーID
ko: 정책 ID
pt_br: Id da Política
zh_cn: 策略 ID
zh_tw: 原則 ID

# Attribute_PolicyIds
source: Policy Ids
es: Identificadores de Política
fr: ID de stratégie
it: ID criteri
ja: ポリシーID
ko: 정책 ID
pt_br: Ids de Política
zh_cn: 策略 ID
zh_tw: 原則 ID

# Attribute_PolicyName
source: Policy Name
es: Nombre de la Política
fr: Nom de stratégie
it: Nome criterio
ja: ポリシー名
ko: 정책 이름
pt_br: Nome da Política
zh_cn: 策略名称
zh_tw: 原則名稱

# Attribute_PolicyOverrideDetails
source: Policy Override Details
es: Detalles de Sobrescritura de Políticas
fr: Détails de remplacement de stratégie
it: Dettagli sostituzione criteri
ja: ポリシー・オーバーライドの詳細
ko: 정책 무효화 세부 정보
pt_br: Detalhes da Sobrep. da Política
zh_cn: 策略覆盖详细资料
zh_tw: 原則覆寫詳細資訊

# Attribute_PolicyOverrideId
source: Policy Override Id
es: Identificador de Sobrescritura de Política
fr: ID de remplacement de stratégie
it: ID sostituzione criteri
ja: ポリシー・オーバーライドID
ko: 정책 무효화 ID
pt_br: Id da Sobrep. de Política
zh_cn: 策略覆盖 ID
zh_tw: 原則覆寫 ID

# Attribute_PolicyOverrideIds
source: Policy Override Ids
es: Identificadores de Sobrescritura de Política
fr: ID des remplacements de stratégie
it: ID sostituzioni criteri
ja: ポリシー・オーバーライドID
ko: 정책 무효화 ID
pt_br: Ids de Sobrep. de Política
zh_cn: 策略覆盖 ID
zh_tw: 原則覆寫 ID

# Attribute_PolicyOverrideRowId
source: Policy Override Row Id
de: Policy Override-Zeilen-ID
es: Identificador de Fila de Sobrescritura de Política
fr: ID de ligne de remplacement de stratégie
it: ID riga sostituzione criteri
ja: ポリシー・オーバーライド行ID
ko: 정책 무효화 행 ID
pt_br: Id Linha de Sobrep. da Política
zh_cn: 策略覆盖行 ID
zh_tw: 原則覆寫資料列 ID

# Attribute_PolicyRuleMapId
source: Policy Rule Map Id
de: Policy-Regelzuordnungs-ID
es: Identificador de Asignación de Regla de Política
fr: ID de correspondance de règle de stratégie
it: ID mappa regole criteri
ja: ポリシー・ルール・マップID
ko: 정책 규칙 맵 ID
pt_br: Id Mapa Regra de Política
zh_cn: 策略规则映射 ID
zh_tw: 原則規則對應 ID

# Attribute_PolicyRuleMapIds
source: Policy Rule Map Ids
de: Policy-Regelzuordnungs-IDs
es: Identificadores de Asignación de Regla de Política
fr: ID des correspondances de règle de stratégie
it: ID mappe regole criteri
ja: ポリシー・ルール・マップID
ko: 정책 규칙 맵 ID
pt_br: Ids Mapa da Regra de Política
zh_cn: 策略规则映射 ID
zh_tw: 原則規則對應 ID
