Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OAAM/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Help_Attribute_GroupElementIds
source: ElementId(s) of the Group Elements
de: Element-ID(s) der Gruppenelemente
es: Identificador(es) de los Elementos de Grupo
fr: ID des éléments de groupe
it: ElementId degli elementi gruppo
ja: グループ要素のElementId
ko: 그룹 요소의 그룹 ID
pt_br: ElementId(s) dos Elementos do Grupo
zh_cn: 组元素的 ElementId
zh_tw: 群組元素的 ElementId

# Help_Attribute_GroupElementValue
source: Element Value of the Group Element
de: Elementwert des Gruppenelements
es: Valor del Elemento de Grupo
fr: Valeur de l'élément de groupe
it: Valore elemento dell'elemento gruppo
ja: グループ要素の要素値
ko: 그룹 요소의 그룹 값
pt_br: Valor do Elemento do Elemento do Grupo
zh_cn: 组元素的元素值
zh_tw: 群組元素的元素值

# Help_Attribute_GroupElementsDetails
source: Elements' details
de: Details des Elements
es: Detalles de los Elementos
fr: Détails des éléments
it: Dettagli degli elementi
ja: 要素の詳細
ko: 요소의 세부 정보
pt_br: Detalhes dos Elementos
zh_cn: 元素的详细资料
zh_tw: 元素的詳細資訊

# Help_Attribute_KBACategoryId
source: CategoryId of the KBACategory
de: Kategorie-ID der KBA-Kategorie
es: Identificador de Categoría de KBACategory
fr: ID de la catégorie KBA
it: CategoryId della KBACategory
ja: KBACategoryのCategoryId
ko: KBACategory의 범주 ID
pt_br: CategoryId da KBACategory
zh_cn: KBACategory 的 CategoryId
zh_tw: KBACategory 的 CategoryId

# Help_Attribute_KBACategoryIds
source: CategoryId(s) of the KBACategoryies
de: Kategorie-ID(s) der KBA-Kategorien
es: Identificadores de Categoría de KBACategoryies
fr: ID des catégories KBA
it: CategoryId delle KBACategory
ja: KBACategoryのCategoryId
ko: KBACategory의 범주 ID
pt_br: CategoryId(s) das KBACategoryies
zh_cn: KBACategoryies 的 CategoryId
zh_tw: KBACategory 的 CategoryId

# Help_Attribute_KBACategoryName
source: CategoryName of the KBACategory
de: Kategoriename der KBA-Kategorie
es: Nombre de Categoría de KBACategory
fr: Nom de la catégorie KBA
it: CategoryName di KBACategory
ja: KBACategoryのCategoryName
ko: KBACategory의 범주 이름
pt_br: CategoryName da KBACategory
zh_cn: KBACategory 的 CategoryName
zh_tw: KBACategory 的 CategoryName

# Help_Attribute_KBACategoryDetails
source: Details of the KBACategory
de: Details von KBACategory
es: Detalles de KBACategory
fr: Détails de la catégorie KBA
it: Dettagli della KBACategory
ja: KBACategoryの詳細
ko: KBACategory의 세부 정보
pt_br: Detalhes da KBACategory
zh_cn: KBACategory 的详细资料
zh_tw: KBACategory 的詳細資訊

# Help_Attribute_KBAQuestionId
source: QuestionId of the KBA Question
de: Frage-ID der KBA-Frage
es: Identificador de Pregunta de KBA
fr: ID de la question KBA
it: QuestionId della domanda KBA
ja: KBA質問のQuestionId
ko: KBA 질문의 질문 ID
pt_br: QuestionId da Pergunta da KBA
zh_cn: KBA 问题的 QuestionId
zh_tw: KBA 問題的 QuestionId

# Help_Attribute_KBAQuestionIds
source: QuestionId(s) of the KBA Questions
de: Frage-ID(s) der KBA-Fragen
es: Identificadores de Pregunta de KBA
fr: ID des questions KBA
it: QuestionId delle domande KBA
ja: KBA質問のQuestionId
ko: KBA 질문의 질문 ID
pt_br: QuestionId(s) das Perguntas da KBA
zh_cn: KBA 问题的 QuestionId
zh_tw: KBA 問題的 QuestionId

# Help_Attribute_KBAQuestion
source: Question string of the KBA Question
de: Fragenzeichenfolge der KBA-Frage
es: Cadena de la Pregunta de KBA
fr: Chaîne de la question KBA
it: Stringa domanda della domanda KBA
ja: KBA質問の質問文字列
ko: KBA 질문의 질문 문자열
pt_br: String de pergunta da Pergunta da KBA
zh_cn: KBA 问题的问题字符串
zh_tw: KBA 問題的問題字串

# Help_Attribute_KBAQuestionType
source: Question type of the KBA Question
de: Fragentyp der KBA-Frage
es: Tipo de la Pregunta de KBA
fr: Type de la question KBA
it: Tipo di domanda della domanda KBA
ja: KBA質問の質問タイプ
ko: KBA 질문의 질문 유형
pt_br: Tipo de Pergunta da Pergunta da KBA
zh_cn: KBA 问题的问题类型
zh_tw: KBA 問題的問題類型

# Help_Attribute_KBAQuestionDetails
source: Details of the KBA Question
de: Details der KBA-Frage
es: Detalles de la Pregunta de KBA
fr: Détails de la question KBA
it: Dettagli della domanda KBA
ja: KBA質問の詳細
ko: KBA 질문의 세부 정보
pt_br: Detalhes da Pergunta da KBA
zh_cn: KBA 问题的详细资料
zh_tw: KBA 問題的詳細資訊

# Help_Attribute_KBAValidationId
source: Validation Id of the KBA Validation
de: Validierungs-ID der KBA-Validierung
es: Identificador de la Validación de KBA
fr: ID de la validation KBA
it: ID della convalida KBA
ja: KBA検証の検証ID
ko: KBA 검증의 검증 ID
pt_br: Id de Validação da Validação da KBA
zh_cn: KBA 验证的验证 ID
zh_tw: KBA 驗證的驗證 ID

# Help_Attribute_KBAValidationIds
source: ValidationId(s) of the KBA Validations
de: Validierungs-ID(s) der KBA-Validierungen
es: Identificadores de las Validaciones de KBA
fr: ID des validations KBA
it: ID delle convalide KBA
ja: KBA検証のValidationId
ko: KBA 검증의 검증 ID
pt_br: ValidationId(s) das Validações da KBA
zh_cn: KBA 验证的 ValidationId
zh_tw: KBA 驗證的 ValidationId

# Help_Attribute_KBAValidationName
source: Validation Name of the KBA Validation
de: Validierungsname der KBA-Validierung
es: Validación de la Validación de KBA
fr: Nom de la validation KBA
it: Nome convalida della convalida KBA
ja: KBA検証の検証名
ko: KBA 검증의 검증 이름
pt_br: Nome de Validação da Validação da KBA
zh_cn: KBA 验证的验证名
zh_tw: KBA 驗證的驗證名稱

# Help_Attribute_KBAValidationDetails
source: Details of the KBA Validation
de: Details der KBA-Validierung
es: Detalles de la Validación de KBA
fr: Détails de la validation KBA
it: Dettagli della convalida KBA
ja: KBA検証の詳細
ko: KBA 검증의 세부 정보
pt_br: Detalhes da Validação da KBA
zh_cn: KBA 验证的详细资料
zh_tw: KBA 驗證的詳細資訊

# Help_Attribute_KBARegLogicDetails
source: Details of the KBA RegistrationLogic
de: Details der KBA-Registrierungslogik
es: Detalles de RegistrationLogic de KBA
fr: Détails de la logique d'inscription KBA
it: Dettagli di RegistrationLogic KBA
ja: KBA RegistrationLogicの詳細
ko: KBA RegistrationLogic의 세부 정보
pt_br: Detalhes da RegistrationLogic da KBA
zh_cn: KBA 注册逻辑的详细资料
zh_tw: KBA RegistrationLogic 的詳細資訊

# Help_Attribute_KBAAnswerLogicDetails
source: Details of the KBA AnswerLogic
de: Details der KBA-Antwortlogik
es: Detalles de AnswerLogic de KBA
fr: Détails de la logique de réponse KBA
it: Dettagli di AnswerLogic KBA
ja: KBA AnswerLogicの詳細
ko: KBA AnswerLogic의 세부 정보
pt_br: Detalhes da AnswerLogic da KBA
zh_cn: KBA 答案逻辑的详细资料
zh_tw: KBA AnswerLogic 的詳細資訊

# Help_Attribute_LoginId
source: LoginId of the User
de: Anmelde-ID des Benutzers
es: Identificador de Conexión del Usuario
fr: ID de connexion de l'utilisateur
it: LoginId dell'utente
ja: ユーザーのLoginId
ko: 사용자의 로그인 ID
pt_br: Id de Log-in do Usuário
zh_cn: 用户的 LoginId
zh_tw: 使用者的 LoginId

# Help_Attribute_PolicyDetails
source: Details of the Policy
de: Details der Policy
es: Detalles de la Política
fr: Détails de la stratégie
it: Dettagli del criterio
ja: ポリシーの詳細
ko: 정책의 세부 정보
pt_br: Detalhes da Política
zh_cn: 策略的详细资料
zh_tw: 原則的詳細資訊

# Help_Attribute_PolicyId
source: PolicyId of the Policy
de: Policy-ID der Policy
es: Identificador de la Política
fr: ID de la stratégie
it: PolicyId del criterio
ja: ポリシーのPolicyId
ko: 정책의 정책 ID
pt_br: PolicyId da Política
zh_cn: 策略的 PolicyId
zh_tw: 原則的 PolicyId

# Help_Attribute_PolicyIds
source: PolicyId(s) of the Policies
de: Policy-ID(s) der Policys
es: Identificadores de las Políticas
fr: ID des stratégies
it: PolicyId dei criteri
ja: ポリシーのPolicyId
ko: 정책의 정책 ID
pt_br: PolicyId(s) das Políticas
zh_cn: 策略的 PolicyId
zh_tw: 原則的 PolicyId

# Help_Attribute_PolicyName
source: Name of the Policy
de: Name der Policy
es: Nombre de la Política
fr: Nom de la stratégie
it: Nome del criterio
ja: ポリシー名
ko: 정책 이름
pt_br: Nome da Política
zh_cn: 策略的名称
zh_tw: 原則的名稱

# Help_Attribute_PolicyOverrideDetails
source: Details of the Policy Override
de: Details der Policy Override
es: Detalles de la Sobrescritura de Política
fr: Détails du remplacement de stratégie
it: Dettagli della sostituzione criteri
ja: ポリシー・オーバーライドの詳細
ko: 정책 무효화 세부 정보
pt_br: Detalhes da Sobreposição da Política
zh_cn: 策略覆盖的详细资料
zh_tw: 原則覆寫的詳細資訊

# Help_Attribute_PolicyOverrideId
source: Policy Override Id
es: Identificador de Sobrescritura de Política
fr: ID de remplacement de stratégie
it: ID sostituzione criteri
ja: ポリシー・オーバーライドID
ko: 정책 무효화 ID
pt_br: Id da Sobreposição de Política
zh_cn: 策略覆盖 ID
zh_tw: 原則覆寫 ID

# Help_Attribute_PolicyOverrideIds
source: Policy Override Id(s) of the overrides
de: Policy Override-ID(s) der Overrides
es: Identificadores de Sobrescrituras de Políticas
fr: ID des remplacements de stratégie
it: ID sostituzioni criteri delle sostituzioni
ja: オーバーライドのポリシー・オーバーライドID
ko: 무효화의 정책 무효화 ID
pt_br: Id(s) da Sobreposição da Política das sobreposições
zh_cn: 覆盖的策略覆盖 ID
zh_tw: 覆寫項目的原則覆寫 ID

# Help_Attribute_PolicyOverrideRowId
source: RowId of the Policy Override
de: Zeilen-ID der Policy Override
es: Identificador de Fila de Sobrescritura de Políticas
fr: ID de ligne du remplacement de stratégie
it: RowId della sostituzione criteri
ja: ポリシー・オーバーライドのRowId
ko: 정책 무효화의 행 ID
pt_br: RowId da Sobreposição da Política
zh_cn: 策略覆盖的 RowId
zh_tw: 原則覆寫的 RowId

# Help_Attribute_PolicyRuleMapId
source: RuleMapId of the rule instance in Policy
de: Regelzuordnungs-ID der Regelinstanz in Policy
es: RuleMapId de la Instancia de Regla de la Política
fr: ID de correspondance de règle de l'instance de règle dans la stratégie
it: RuleMapId dell'istanza di regola nel criterio
ja: ポリシーのルール・インスタンスのRuleMapId
ko: 정책에서 규칙 인스턴스의 규칙 맵 ID
pt_br: RuleMapId da instância de regra da Política
zh_cn: 策略中规则实例的 RuleMapId
zh_tw: 原則中規則執行處理的 RuleMapId

# Help_Attribute_PolicyRuleMapIds
source: RuleMapId(s) of the rule instances in Policy
de: Regelzuordnungs-ID(s) der Regelinstanzen in Policy
es: RuleMapId(s) de las Instancias de Regla de la Política
fr: ID de correspondance de règle des instances de règle dans la stratégie
it: RuleMapId delle istanze di regole nel criterio
ja: ポリシーのルール・インスタンスのRuleMapId
ko: 정책에서 규칙 인스턴스의 규칙 맵 ID
pt_br: RuleMapId(s) das instâncias na Política
zh_cn: 策略中规则实例的 RuleMapId
zh_tw: 原則中規則執行處理的 RuleMapId

# Help_Attribute_PolicyRuleMapDetails
source: Details of the rule instance in Policy
de: Details der Regelinstanz in Policy
es: Detalles de la Instancia de Regla de la Política
fr: Détails de l'instance de règle dans la stratégie
it: Dettagli dell'istanza di regola nel criterio
ja: ポリシーのルール・インスタンスの詳細
ko: 정책에서 규칙 인스턴스의 세부 정보
pt_br: Detalhes da instância da regra na Política
zh_cn: 策略中规则实例的详细资料
zh_tw: 原則中規則執行處理的詳細資訊

# Help_Attribute_RuleId
source: RuleId of the rule
de: Regel-ID der Regel
es: Identificador de la Regla
fr: ID de la règle
it: RuleId della regola
ja: ルールのRuleId
ko: 규칙의 규칙 ID
pt_br: RuleId da regra
zh_cn: 规则的 RuleId
zh_tw: 規則的 RuleId

# Help_Attribute_RuleConditionId
source: Rule ConditionId of the rule condition
de: Regelbedingungs-ID der Regelbedingung
es: Identificador de Condición de Regla
fr: ID de la condition de règle
it: ConditionId regola della condizione della regola
ja: ルール条件のルールConditionId
ko: 규칙 조건의 규칙 조건 ID
pt_br: ConditionId de Regra da condição de regra
zh_cn: 规则条件的规则 ConditionId
zh_tw: 規則條件的規則 ConditionId

# Help_Attribute_RuleConditionIds
source: Rule ConditionId of the rule condition
de: Regelbedingungs-ID der Regelbedingung
es: Identificador de Condición de Regla
fr: ID de la condition de règle
it: ConditionId regola della condizione della regola
ja: ルール条件のルールConditionId
ko: 규칙 조건의 규칙 조건 ID
pt_br: ConditionId de Regra da condição de regra
zh_cn: 规则条件的规则 ConditionId
zh_tw: 規則條件的規則 ConditionId

# Help_Attribute_RuleName
source: Name of the rule
de: Name der Regel
es: Nombre de la Regla
fr: Nom de la règle
it: Nome della regola
ja: ルール名
ko: 규칙 이름
pt_br: Nome da regra
zh_cn: 规则的名称
zh_tw: 規則的名稱

# Help_Attribute_RuleDetails
source: Details of the rule
de: Details der Regel
es: Detalles de la Regla
fr: Détails de la règle
it: Dettagli della regola
ja: ルールの詳細
ko: 규칙 세부 정보
pt_br: Detalhes da regra
zh_cn: 规则的详细资料
zh_tw: 規則的詳細資訊

# Help_Attribute_RuleConditionMapId
source: RuleConditionMapId of the rule
de: Regelbedingungszuordnungs-ID der Regel
es: RuleConditionMapId de la Regla
fr: ID de correspondance de condition de la règle
it: RuleConditionMapId della regola
ja: ルールのRuleConditionMapId
ko: 규칙의 규칙 조건 맵 ID
pt_br: RuleConditionMapId da regra
zh_cn: 规则的 RuleConditionMapId
zh_tw: 規則的 RuleConditionMapId

# Help_Attribute_RuleConditionMapIds
source: RuleConditionMapId(s) of the rules
de: Regelbedingungszuordnungs-ID(s) der Regeln
es: RuleConditionMapId(s) de las reglas
fr: ID de correspondance de condition des règles
it: RuleConditionMapId delle regole
ja: ルールのRuleConditionMapId
ko: 규칙의 규칙 조건 맵 ID
pt_br: RuleConditionMapId(s) das regras
zh_cn: 规则的 RuleConditionMapId
zh_tw: 規則的 RuleConditionMapId

# Help_Attribute_RuleParamValueDetails
source: Rule parameter value details
de: Regelparameterwertdetails
es: Detalles del Valor de Parámetro de Regla
fr: Détails des valeurs de paramètre de règle
it: Dettagli valore del parametro regola
ja: ルール・パラメータ値の詳細
ko: 규칙 매개변수 값 세부 정보
pt_br: Detalhes do valor do parâmetro da regra
zh_cn: 规则参数值详细资料
zh_tw: 規則參數值詳細資訊

# Help_Attribute_SourcePolicyId
source: PolicyId of the source policy
de: Policy-ID der Quell-Policy
es: Identificador de la Política de Origen
fr: ID de la stratégie source
it: PolicyId del criterio di origine
ja: ソース・ポリシーのPolicyId
ko: 소스 정책의 정책 ID
pt_br: PolicyId da política de origem
zh_cn: 源策略的 PolicyId
zh_tw: 來源原則的 PolicyId

# Help_Attribute_UserGroupName
source: Name of the User Group
de: Name der Benutzergruppe
es: Nombre del Grupo de Usuarios
fr: Nom du groupe d'utilisateurs
it: Nome del gruppo utenti
ja: ユーザー・グループ名
ko: 사용자 그룹 이름
pt_br: Nome do Grupo do Usuário
zh_cn: 用户组的名称
zh_tw: 使用者群組的名稱

# Help_Attribute_UserId
source: UserId of the user
de: Benutzer-ID des Benutzers
es: Identificador de Usuario
fr: ID de l'utilisateur
it: UserId dell'utente
ja: ユーザーのUserId
ko: 사용자의 사용자 ID
pt_br: UserId do usuário
zh_cn: 用户的 UserId
zh_tw: 使用者的 UserId

# Help_Attribute_UserIds
source: UserId(s) of the users
de: Benutzer-ID(s) der Benutzer
es: Identificadores de los Usuarios
fr: ID des utilisateurs
it: UserId degli utenti
ja: ユーザーのUserId
ko: 사용자의 사용자 ID
pt_br: UserId(s) dos usuários
zh_cn: 用户的 UserId
zh_tw: 使用者的 UserId
