RESOURCE_DISPLAY_NAME=MQ\u63A5\u7D9A
TCP_MODE_TYPE=tcp\u30E2\u30FC\u30C9
BINDING_MODE_TYPE=\u30D0\u30A4\u30F3\u30C9\u30FB\u30E2\u30FC\u30C9
MQ_V5=5.3
MQ_VERSION=MQ\u30D0\u30FC\u30B8\u30E7\u30F3
MQ_V6=6.0
MQ_V7=7.0
MODE_TYPE_LABEL=\u63A5\u7D9A\u30BF\u30A4\u30D7
MODE_TYPE_INFO=\u30E6\u30FC\u30B6\u30FC\u306FTCP/\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u307E\u305F\u306F\u30D0\u30A4\u30F3\u30C9\u306E\u3044\u305A\u308C\u304B\u306E\u30E2\u30FC\u30C9\u304B\u3089\u9078\u629E\u3067\u304D\u307E\u3059\u3002
HOST_LABEL=MQ\u30DB\u30B9\u30C8\u540D
HOST_INFO =\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306FTCP/\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30E2\u30FC\u30C9\u3067\u5FC5\u8981\u306B\u306A\u308A\u307E\u3059\u3002
PORT_LABEL=MQ\u30DD\u30FC\u30C8\u756A\u53F7
PORT_INFO =\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306FWebSphere MQ\u30AD\u30E5\u30FC\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u30FB\u30EA\u30B9\u30CA\u30FC\u306E\u30DD\u30FC\u30C8\u756A\u53F7\u3092\u793A\u3057\u307E\u3059\u3002\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306FTCP/\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30E2\u30FC\u30C9\u306E\u307F\u3067\u5FC5\u8981\u306B\u306A\u308A\u307E\u3059\u3002
QUEUE_MANAGER_NAME_LABEL=MQ\u30AD\u30E5\u30FC\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u540D
QUEUE_MANAGER_NAME_INFO =\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u63A5\u7D9A\u3059\u308BMQ\u30AD\u30E5\u30FC\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u540D\u3092\u793A\u3057\u307E\u3059\u3002
QUEUE_MANAGER_CCSID_LABEL=\u30AD\u30E5\u30FC\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3CCSID
QUEUE_MANAGER_CCSID_INFO =\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u63A5\u7D9A\u30E2\u30FC\u30C9\u306E\u5834\u5408\u306BMQ\u30AD\u30E5\u30FC\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3078\u306E\u63A5\u7D9A\u306B\u4F7F\u7528\u3055\u308C\u308BCCSID\u3092\u793A\u3057\u307E\u3059\u3002
QUEUE_MANAGER_CHANNEL_NAME_LABEL=MQ\u30AD\u30E5\u30FC\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u30C1\u30E3\u30CD\u30EB\u540D
QUEUE_MANAGER_CHANNEL_NAME_INFO =\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30AD\u30E5\u30FC\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u30FB\u30B5\u30FC\u30D0\u30FC\u63A5\u7D9A\u30C1\u30E3\u30CD\u30EB\u540D\u3092\u793A\u3057\u307E\u3059\u3002
SSL_LABEL=SSL\u304C\u5FC5\u8981
SSL_INFO =SSL\u306FTCP/\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u63A5\u7D9A\u3067\u306E\u307F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30AD\u30E5\u30FC\u304B\u3089\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30C7\u30FC\u30BF\u3092\u53D6\u5F97\u4E2D\u306BSSL\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002\u300C\u53CC\u65B9\u5411SSL\u304C\u5FC5\u8981\u300D\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u9078\u629E\u3055\u308C\u306A\u3044\u5834\u5408\u3001\u30B5\u30FC\u30D0\u30FC\u30B5\u30A4\u30C9\u306ESSL\u306E\u307F\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
IS_TWO_WAY_LABEL=\u53CC\u65B9\u5411SSL\u304C\u5FC5\u8981
IS_TWO_WAY_INFO =\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30B5\u30A4\u30C9\u3068\u30B5\u30FC\u30D0\u30FC\u30B5\u30A4\u30C9\u306E\u4E21\u65B9\u306ESSL\u8A8D\u8A3C\u304C\u4F7F\u7528\u3055\u308C\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30B5\u30A4\u30C9SSL\u306E\u9069\u5207\u306A\u30AD\u30FC\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u53D6\u5F97\u306B\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3078\u306E\u53C2\u7167\u304C\u5FC5\u8981\u3067\u3059\u3002
SERVICE_KEY_PROVIDER_REF_LABEL=\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3078\u306E\u53C2\u7167
SERVICE_KEY_PROVIDER_REF_INFO =\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u53CC\u65B9\u5411SSL\u3067\u306E\u307F\u6709\u52B9\u306B\u306A\u308A\u307E\u3059\u3002
SERVICE_ACCOUNT_REF_LABEL=\u9759\u7684\u306A\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u3078\u306E\u53C2\u7167
SERVICE_ACCOUNT_REF_INFO =\u30E6\u30FC\u30B6\u30FC\u540D/\u30D1\u30B9\u30EF\u30FC\u30C9\u8A8D\u8A3C\u306B\u5FC5\u8981\u3067\u3059\u3002
MQ_VERSION_LABEL=WebSphere MQ\u30D0\u30FC\u30B8\u30E7\u30F3
MQ_VERSION_LABEL_NEW=MQ\u30D0\u30FC\u30B8\u30E7\u30F3
MQ_VERSION_INFO =\u30E6\u30FC\u30B6\u30FC\u306F5.3\u307E\u305F\u306F6.0\u306E\u3044\u305A\u308C\u304B\u3092\u9078\u629E\u3067\u304D\u307E\u3059
CONNECTION_POOL_SIZE_LABEL=MQ\u63A5\u7D9A\u30D7\u30FC\u30EB\u30FB\u30B5\u30A4\u30BA
CONNECTION_POOL_SIZE_INFO =\u63A5\u7D9A\u30D7\u30FC\u30EB\u30FB\u30B5\u30A4\u30BA
CONNECTION_TIME_OUT_LABEL=MQ\u63A5\u7D9A\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8
CONNECTION_TIME_OUT_INFO=\u63A5\u7D9A\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8(\u79D2)
CONNECTION_MAX_WAIT_LABEL=MQ\u63A5\u7D9A\u306E\u6700\u5927\u5F85\u6A5F\u6642\u9593
CONNECTION_MAX_WAIT_INFO=\u63A5\u7D9A\u304C\u78BA\u7ACB\u3055\u308C\u308B\u307E\u3067\u5F85\u6A5F\u3059\u308B\u6700\u5927\u6642\u9593(\u30DF\u30EA\u79D2)
MQ_XA_ENABLED_LABEL=MQ XA\u6709\u52B9
XA_ENABLED_LABEL=XA\u6709\u52B9
XA_ENABLED_INFO =\u63A5\u7D9A\u3067XA\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
ERROR_INVALID_PORT=\u7121\u52B9\u306A\u30DD\u30FC\u30C8\u756A\u53F7\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F
ERROR_INVALID_QUEUE_MANAGER_CCSID=\u7121\u52B9\u306A\u30AD\u30E5\u30FC\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3CCSID\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F
ERROR_INVALID_CONNECTION_POOL_SIZE=\u7121\u52B9\u306A\u63A5\u7D9A\u30D7\u30FC\u30EB\u30FB\u30B5\u30A4\u30BA\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F
ERROR_INVALID_CONNECTION_TIME_OUT=\u7121\u52B9\u306A\u63A5\u7D9A\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F
ERROR_INVALID_CONNECTION_MAX_WAIT=\u7121\u52B9\u306A\u6700\u5927\u306E\u63A5\u7D9A\u5F85\u6A5F\u6642\u9593\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F
MQ_CIPHER_SUITE_LABEL=\u6697\u53F7\u30BB\u30C3\u30C8
MQ_CIPHER_SUITE_INFO =MQ\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u308B\u6697\u53F7\u30BB\u30C3\u30C8\u306E\u30EA\u30B9\u30C8\u3067\u3059
ERROR_EMPTY_SERVICE_PROVIDER_REF=\u7A7A\u3067\u306A\u3044\u30B5\u30FC\u30D3\u30B9\u30FB\u30AD\u30FC\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u53C2\u7167\u304C\u5FC5\u8981\u3067\u3059
ERROR_NON_STATIC_SERVICE_ACCOUNT=\u9759\u7684\u306A\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u3078\u306E\u53C2\u7167\u304C\u5FC5\u8981\u3067\u3059
ERROR_INVALID_SERVICE_ACCOUNT=\u7121\u52B9\u306A\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u53C2\u7167
MQ_CONNECTION_UPGRADED=MQ\u63A5\u7D9A\u30EA\u30BD\u30FC\u30B9\u69CB\u6210\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
