RESOURCE_DISPLAY_NAME=Conexi\u00F3n de MQ
TCP_MODE_TYPE=modo de tcp
BINDING_MODE_TYPE=modo de enlace
MQ_V5=5.3
MQ_VERSION=Versi\u00F3n de MQ
MQ_V6=6.0
MQ_V7=7.0
MODE_TYPE_LABEL=Tipo de Conexi\u00F3n
MODE_TYPE_INFO=El usuario puede seleccionar el modo de enlaces o TCP/Cliente.
HOST_LABEL=Nombre del Host de MQ
HOST_INFO =Este campo ser\u00E1 necesario para el modo de TCP/Cliente.
PORT_LABEL=N\u00FAmero de Puerto de MQ
PORT_INFO =Este campo indicar\u00E1 el n\u00FAmero de puerto para el listener de gestor de colas de WebSphere MQ. Este campo s\u00F3lo ser\u00E1 necesario en el modo de TCP/Cliente.
QUEUE_MANAGER_NAME_LABEL=Nombre del Gestor de Colas de MQ
QUEUE_MANAGER_NAME_INFO =Este campo indica el nombre del gestor de colas de MQ al que debe conectarse.
QUEUE_MANAGER_CCSID_LABEL=CCSID de Gestor de Colas
QUEUE_MANAGER_CCSID_INFO =Este campo indica el CCSID que se debe utilizar para la conexi\u00F3n del gestor de colas de MQ en caso de modo de conexi\u00F3n de cliente.
QUEUE_MANAGER_CHANNEL_NAME_LABEL=Nombre del Canal del Gestor de Colas de MQ
QUEUE_MANAGER_CHANNEL_NAME_INFO =Este campo indicar\u00E1 el nombre del canal de conexi\u00F3n del servidor del gestor de colas.
SSL_LABEL=SSL Necesario
SSL_INFO =SSL s\u00F3lo se admitir\u00E1 para las conexiones de TCP/Cliente. Este campo define la opci\u00F3n de SSL al obtener los datos de mensajes de la cola; s\u00F3lo se admitir\u00E1 SSL de servidor si la opci\u00F3n de SSL bidireccional necesaria no est\u00E1 seleccionada.
IS_TWO_WAY_LABEL=SSL Bidireccional Necesario
IS_TWO_WAY_INFO =Esta opci\u00F3n, si est\u00E1 definida, indica que se utilizar\u00E1 la autenticaci\u00F3n SSL de cliente y servidor; se necesitar\u00E1 una referencia al proveedor de claves de servicio para obtener el gestor de claves correcto para SSL de cliente.
SERVICE_KEY_PROVIDER_REF_LABEL=Referencia al Proveedor de Claves de Servicio
SERVICE_KEY_PROVIDER_REF_INFO =Este campo se activar\u00E1 s\u00F3lo para SSL bidireccional.
SERVICE_ACCOUNT_REF_LABEL=Referencia a la Cuenta de Servicio Est\u00E1tica
SERVICE_ACCOUNT_REF_INFO =Necesario para la autenticaci\u00F3n de usuario/contrase\u00F1a.
MQ_VERSION_LABEL=Versi\u00F3n de WebSphere MQ
MQ_VERSION_LABEL_NEW=Versi\u00F3n de MQ
MQ_VERSION_INFO =El usuario puede seleccionar 5.3 o 6.0.
CONNECTION_POOL_SIZE_LABEL=Tama\u00F1o del Pool de Conexiones de MQ
CONNECTION_POOL_SIZE_INFO =Tama\u00F1o del Pool de Conexiones
CONNECTION_TIME_OUT_LABEL=Timeout de Conexi\u00F3n de MQ
CONNECTION_TIME_OUT_INFO=Timeout de Conexi\u00F3n en Segundos
CONNECTION_MAX_WAIT_LABEL=Espera M\u00E1xima de Conexi\u00F3n de MQ
CONNECTION_MAX_WAIT_INFO=M\u00E1ximo de tiempo, en milisegundos, que se debe esperar hasta que una conexi\u00F3n est\u00E9 disponible
MQ_XA_ENABLED_LABEL=MQ XA Activado
XA_ENABLED_LABEL=XA Activado
XA_ENABLED_INFO =Indica si la conexi\u00F3n debe soportar XA o no.
ERROR_INVALID_PORT=N\u00FAmero de puerto especificado no v\u00E1lido
ERROR_INVALID_QUEUE_MANAGER_CCSID=CCSID de gestor de colas especificado no v\u00E1lido
ERROR_INVALID_CONNECTION_POOL_SIZE=Tama\u00F1o de pool de conexiones especificado no v\u00E1lido
ERROR_INVALID_CONNECTION_TIME_OUT=Timeout de conexi\u00F3n especificado no v\u00E1lido
ERROR_INVALID_CONNECTION_MAX_WAIT=Espera m\u00E1xima de conexi\u00F3n especificada no v\u00E1lida
MQ_CIPHER_SUITE_LABEL=Conjunto de Cifrado
MQ_CIPHER_SUITE_INFO =Lista de conjuntos de cifrado de MQ soportados
ERROR_EMPTY_SERVICE_PROVIDER_REF=Necesita una referencia del proveedor de claves de servicio no vac\u00EDa.
ERROR_NON_STATIC_SERVICE_ACCOUNT=Necesita una referencia a una cuenta de servicio est\u00E1tica.
ERROR_INVALID_SERVICE_ACCOUNT=Referencia de Cuenta de Servicio No V\u00E1lida
MQ_CONNECTION_UPGRADED=Se ha actualizado la configuraci\u00F3n del recurso de conexi\u00F3n de MQ.
