RESOURCE_DISPLAY_NAME=Connexion MQ
TCP_MODE_TYPE=Mode TCP
BINDING_MODE_TYPE=Mode d'authentification
MQ_V5=5.3
MQ_VERSION=Version MQ
MQ_V6=6.0
MQ_V7=7.0
MODE_TYPE_LABEL=Type de connexion
MODE_TYPE_INFO=L'utilisateur a le choix entre le mode TCP/Client et le mode d'authentification.
HOST_LABEL=Nom d'h\u00F4te MQ
HOST_INFO =Ce champ est obligatoire pour le mode TCP/Client.
PORT_LABEL=Num\u00E9ro de port MQ
PORT_INFO =Ce champ indique le num\u00E9ro de port du processus d'\u00E9coute du gestionnaire de files d'attente MQ WebSphere. Il n'est obligatoire qu'en mode TCP/Client.
QUEUE_MANAGER_NAME_LABEL=Nom du gestionnaire de files d'attente MQ
QUEUE_MANAGER_NAME_INFO =Ce champ indique le nom du gestionnaire de files d'attente MQ auquel se connecter.
QUEUE_MANAGER_CCSID_LABEL=CCSID du gestionnaire de files d'attente
QUEUE_MANAGER_CCSID_INFO =Ce champ indique le CCSID \u00E0 utiliser pour la connexion au gestionnaire de files d'attente MQ lorsque le mode de connexion est Client.
QUEUE_MANAGER_CHANNEL_NAME_LABEL=Nom de canal du gestionnaire de files d'attente MQ
QUEUE_MANAGER_CHANNEL_NAME_INFO =Ce champ indique le nom de canal de la connexion au serveur du gestionnaire de files d'attente.
SSL_LABEL=SSL obligatoire
SSL_INFO =SSL est pris en charge pour les connexions TCP/client uniquement. Ce champ d\u00E9finit l'option SSL lors de l'obtention des donn\u00E9es de message dans la file d'attente ; seul le SSL c\u00F4t\u00E9 serveur est pris en charge lorsque l'option SSL bidirectionnel obligatoire n'est pas s\u00E9lectionn\u00E9e.
IS_TWO_WAY_LABEL=SSL bidirectionnel obligatoire
IS_TWO_WAY_INFO =Cette option, lorsqu'elle est d\u00E9finie, indique que l'authentification aura lieu \u00E0 la fois c\u00F4t\u00E9 client et c\u00F4t\u00E9 serveur ; une r\u00E9f\u00E9rence au fournisseur de cl\u00E9s de service sera requise pour obtenir le gestionnaire de cl\u00E9s appropri\u00E9 pour le SSL c\u00F4t\u00E9 client.
SERVICE_KEY_PROVIDER_REF_LABEL=R\u00E9f\u00E9rence au fournisseur de cl\u00E9s de service
SERVICE_KEY_PROVIDER_REF_INFO =Ce champ ne sera activ\u00E9 que pour le SSL bidirectionnel.
SERVICE_ACCOUNT_REF_LABEL=R\u00E9f\u00E9rence au compte de service statique
SERVICE_ACCOUNT_REF_INFO =Obligatoire pour l'authentification du nom utilisateur/mot de passe.
MQ_VERSION_LABEL=Version MQ WebSphere
MQ_VERSION_LABEL_NEW=Version MQ
MQ_VERSION_INFO =L'utilisateur a le choix entre 5.3 et 6.0
CONNECTION_POOL_SIZE_LABEL=Taille du pool de connexions MQ
CONNECTION_POOL_SIZE_INFO =Taille du pool de connexions
CONNECTION_TIME_OUT_LABEL=Temporisation de connexion MQ
CONNECTION_TIME_OUT_INFO=Temporisation de connexion, en secondes
CONNECTION_MAX_WAIT_LABEL=Attente maximale de connexion MQ
CONNECTION_MAX_WAIT_INFO=Temps maximal d'attente avant qu'une connexion devienne disponible, en millisecondes
MQ_XA_ENABLED_LABEL=Protocole XA MQ activ\u00E9
XA_ENABLED_LABEL=Protocole XA activ\u00E9
XA_ENABLED_INFO =Indique si la connexion peut prendre en charge XA.
ERROR_INVALID_PORT=Le num\u00E9ro de port indiqu\u00E9 n'est pas valide
ERROR_INVALID_QUEUE_MANAGER_CCSID=Le CCSID de gestionnaire de files d'attente indiqu\u00E9 n'est pas valide
ERROR_INVALID_CONNECTION_POOL_SIZE=La taille de pool de connexions indiqu\u00E9e n'est pas valide
ERROR_INVALID_CONNECTION_TIME_OUT=La temporisation de connexion indiqu\u00E9e n'est pas valide
ERROR_INVALID_CONNECTION_MAX_WAIT=L'attente maximale de connexion indiqu\u00E9e n'est pas valide
MQ_CIPHER_SUITE_LABEL=M\u00E9canisme de cryptage
MQ_CIPHER_SUITE_INFO =Liste des m\u00E9canismes de cryptage pris en charge MQ
ERROR_EMPTY_SERVICE_PROVIDER_REF=R\u00E9f\u00E9rence au fournisseur de cl\u00E9s de service non vide obligatoire
ERROR_NON_STATIC_SERVICE_ACCOUNT=R\u00E9f\u00E9rence au compte de service statique obligatoire
ERROR_INVALID_SERVICE_ACCOUNT=R\u00E9f\u00E9rence de compte de service non valide
MQ_CONNECTION_UPGRADED=La configuration de ressource de connexion MQ a \u00E9t\u00E9 mise \u00E0 niveau.
