RESOURCE_DISPLAY_NAME=Conex\u00E3o MQ
TCP_MODE_TYPE=modo tcp
BINDING_MODE_TYPE=modo binding
MQ_V5=5.3
MQ_VERSION=Vers\u00E3o do MQ
MQ_V6=6.0
MQ_V7=7.0
MODE_TYPE_LABEL=Tipo de Conex\u00E3o
MODE_TYPE_INFO=O usu\u00E1rio pode selecione o modo TCP/Cliente ou Bindings.
HOST_LABEL=Nome do Host do MQ
HOST_INFO =Este campo ser\u00E1 obrigat\u00F3rio para o modo TCP/Cliente.
PORT_LABEL=N\u00FAmero da Porta de MQ
PORT_INFO =Este campo indicar\u00E1 o n\u00FAmero da porta do Listener do Gerenciador de Fila do WebSphere MQ. Este campo ser\u00E1 obrigat\u00F3rio somente no modo TCP/Cliente.
QUEUE_MANAGER_NAME_LABEL=Nome do Gerenciador de Fila do MQ
QUEUE_MANAGER_NAME_INFO =Este campo indica o nome do Gerenciador de Fila de MQ a estabelecer conex\u00E3o.
QUEUE_MANAGER_CCSID_LABEL=CCSID do Gerenciador de Fila
QUEUE_MANAGER_CCSID_INFO =Esta campo indica o CCSID a ser usado para estabelecer conex\u00E3o com o Gerenciador de Fila de MQ, no caso do modo de conex\u00E3o do Cliente.
QUEUE_MANAGER_CHANNEL_NAME_LABEL=Nome do Canal do Gerenciador de Fila de MQ
QUEUE_MANAGER_CHANNEL_NAME_INFO =Este campo indicar\u00E1 o nome do canal de conex\u00E3o do servidor do Gerenciador de Fila.
SSL_LABEL=SSL Obrigat\u00F3rio
SSL_INFO =O SSL ser\u00E1 suportado somente para conex\u00F5es TCP/Cliente. Este campo define a op\u00E7\u00E3o de SSL durante a defini\u00E7\u00E3o de dados de mensagem da fila; somente SSL do servidor ser\u00E1 suportado quando a op\u00E7\u00E3o SSL bidirecional Obrigat\u00F3rio for selecionada.
IS_TWO_WAY_LABEL=SSL Bidirecional Obrigat\u00F3ria
IS_TWO_WAY_INFO =Esta op\u00E7\u00E3o, quando definida, indica que a autentica\u00E7\u00E3o de SSL do cliente e do servidor ser\u00E1 usada; uma refer\u00EAncia ao provedor de chave de servi\u00E7o ser\u00E1 necess\u00E1ria para obter o gerenciador de chaves apropriado para a SSL do cliente.
SERVICE_KEY_PROVIDER_REF_LABEL=Refer\u00EAncia ao Provedor de Chave de Servi\u00E7o
SERVICE_KEY_PROVIDER_REF_INFO =Este campo ser\u00E1 ativado somente para SSL bidirecional.
SERVICE_ACCOUNT_REF_LABEL=Refer\u00EAncia \u00E0 Conta de Servi\u00E7o Est\u00E1tica
SERVICE_ACCOUNT_REF_INFO =Obrigat\u00F3ria para autentica\u00E7\u00E3o de Nome de usu\u00E1rio/Senha.
MQ_VERSION_LABEL=Vers\u00E3o do WebSphere MQ
MQ_VERSION_LABEL_NEW=Vers\u00E3o do MQ
MQ_VERSION_INFO =O usu\u00E1rio pode escolher 5.3 ou 6.0
CONNECTION_POOL_SIZE_LABEL=Tamanho do Pool de Conex\u00F5es do MQ
CONNECTION_POOL_SIZE_INFO =Tamanho do Pool de Conex\u00E3o
CONNECTION_TIME_OUT_LABEL=Timeout de Conex\u00E3o MQ
CONNECTION_TIME_OUT_INFO=Timeout de Conex\u00E3o em Segundos
CONNECTION_MAX_WAIT_LABEL=Tempo M\u00E1ximo de Espera da Conex\u00E3o de MQ
CONNECTION_MAX_WAIT_INFO=Tempo m\u00E1ximo, em milissegundos, para aguardar uma conex\u00E3o ficar dispon\u00EDvel
MQ_XA_ENABLED_LABEL=Ativado para MQ XA
XA_ENABLED_LABEL=Ativado para XA
XA_ENABLED_INFO =Indica se a conex\u00E3o deve ou n\u00E3o suportar XA.
ERROR_INVALID_PORT=N\u00FAmero de porta especificado inv\u00E1lido
ERROR_INVALID_QUEUE_MANAGER_CCSID=CCSID do gerenciador de fila inv\u00E1lido especificado
ERROR_INVALID_CONNECTION_POOL_SIZE=Tamanho do pool de conex\u00E3o inv\u00E1lido especificado
ERROR_INVALID_CONNECTION_TIME_OUT=Timeout de conex\u00E3o inv\u00E1lido especificado
ERROR_INVALID_CONNECTION_MAX_WAIT=Tempo m\u00E1ximo de conex\u00E3o inv\u00E1lido especificado
MQ_CIPHER_SUITE_LABEL=Conjunto de Cifras
MQ_CIPHER_SUITE_INFO =Lista dos Conjuntos de Cifras suportados por MQ
ERROR_EMPTY_SERVICE_PROVIDER_REF=Requer Ref. do Provedor de Servi\u00E7o n\u00E3o vazio
ERROR_NON_STATIC_SERVICE_ACCOUNT=Requer refer\u00EAncia a uma Conta de Servi\u00E7o est\u00E1tica
ERROR_INVALID_SERVICE_ACCOUNT=Ref. da Conta de Servi\u00E7o Inv\u00E1lida
MQ_CONNECTION_UPGRADED=A configura\u00E7\u00E3o do Recurso de Conex\u00E3o de MQ foi submetida a upgrade.
