messagedetail382600=La expresi\u00F3n XQuery configurada no se ha evaluado como una instancia \u00FAnica del fragmento XML esperado con formato \"ctx:route...\".
action382600=Consulte la documentaci\u00F3n en pantalla para obtener m\u00E1s informaci\u00F3n sobre el formato esperado y compruebe si en la expresi\u00F3n XQuery configurada hay posibles problemas sint\u00E1cticos o sem\u00E1nticos
messagedetail382601=Se ha producido error en tiempo de ejecuci\u00F3n durante la ejecuci\u00F3n de la acci\u00F3n de publicaci\u00F3n din\u00E1mica. Esto puede producirse por varios motivos, por ejemplo, la evaluaci\u00F3n de XQuery/XSLT de la referencia de servicio ha producido un error en tiempo de ejecuci\u00F3n o ha devuelto un elemento XML con un formato inesperado.
action382601=Compruebe si en la expresi\u00F3n XQuery configurada hay posibles problemas sint\u00E1cticos o sem\u00E1nticos
messagedetail382602=El resultado de la expresi\u00F3n XQuery configurada no conten\u00EDa el elemento 'service' esperado.
action382602=Consulte la documentaci\u00F3n en pantalla para obtener m\u00E1s informaci\u00F3n sobre el formato esperado y compruebe si en la expresi\u00F3n XQuery configurada hay posibles problemas sint\u00E1cticos o sem\u00E1nticos
messagedetail382603=Se ha producido una excepci\u00F3n de tiempo de ejecuci\u00F3n durante la ejecuci\u00F3n de la acci\u00F3n de publicaci\u00F3n. Esto puede producirse debido a un error del transporte subyacente. Debe existir un mensaje de error espec\u00EDfico que indique la causa del problema.
messagedetail382604=Se ha producido una excepci\u00F3n de tiempo de ejecuci\u00F3n inesperada durante la ejecuci\u00F3n de la acci\u00F3n de publicaci\u00F3n de tabla.
action382604=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail382605=Si un servicio de negocio almacena en cach\u00E9 sus resultados, no se puede publicar en \u00E9l.
action382605=Elimine la configuraci\u00F3n de almacenamiento en cach\u00E9 de resultados del servicio de negocio o publique en otro servicio.
