messagedetail382600=\uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD\uC5D0\uC11C \"ctx:route...\" \uD615\uC2DD\uC758 \uD544\uC694\uD55C XML \uCF54\uB4DC \uC870\uAC01\uC758 \uB2E8\uC77C \uC778\uC2A4\uD134\uC2A4\uB97C \uD3C9\uAC00\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action382600=\uD544\uC694\uD55C \uD615\uC2DD\uC5D0 \uB300\uD55C \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC628\uB77C\uC778 \uC124\uBA85\uC11C\uB97C \uCC38\uC870\uD558\uACE0 \uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD\uC5D0 \uC7A0\uC7AC\uC801 \uAD6C\uBB38 \uB610\uB294 \uC758\uBBF8 \uBB38\uC81C\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382601=\uB3D9\uC801 \uAC8C\uC2DC \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC11C\uBE44\uC2A4 \uCC38\uC870\uC758 XQuery/XSLT \uD3C9\uAC00\uC5D0\uC11C \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD558\uAC70\uB098 \uC608\uC0C1\uCE58 \uC54A\uC740 \uD615\uC2DD\uC758 XML \uC694\uC18C\uAC00 \uBC18\uD658\uB418\uB294 \uB4F1 \uB2E4\uC591\uD55C \uC774\uC720\uB85C \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action382601=\uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD\uC5D0 \uC7A0\uC7AC\uC801 \uAD6C\uBB38 \uB610\uB294 \uC758\uBBF8 \uBB38\uC81C\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382602=\uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD \uACB0\uACFC\uC5D0 \uD544\uC694\uD55C 'service' \uC694\uC18C\uAC00 \uB4E4\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action382602=\uD544\uC694\uD55C \uD615\uC2DD\uC5D0 \uB300\uD55C \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC628\uB77C\uC778 \uC124\uBA85\uC11C\uB97C \uCC38\uC870\uD558\uACE0 \uAD6C\uC131\uB41C XQuery \uD45C\uD604\uC2DD\uC5D0 \uC7A0\uC7AC\uC801 \uAD6C\uBB38 \uB610\uB294 \uC758\uBBF8 \uBB38\uC81C\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail382603=\uAC8C\uC2DC \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uB7F0\uD0C0\uC784 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC608\uC678 \uC0AC\uD56D\uC740 \uAE30\uBCF8 \uC804\uC1A1\uC758 \uC624\uB958\uB85C \uC778\uD574 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail382604=\uAC8C\uC2DC \uD14C\uC774\uBE14 \uC791\uC5C5\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uB7F0\uD0C0\uC784 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action382604=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail382605=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uACB0\uACFC\uB97C \uCE90\uC2DC\uC5D0 \uC800\uC7A5\uD558\uB294 \uACBD\uC6B0 \uD574\uB2F9 \uC11C\uBE44\uC2A4\uC5D0 \uAC8C\uC2DC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action382605=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uC11C \uACB0\uACFC \uCE90\uC2F1 \uAD6C\uC131\uC744 \uC81C\uAC70\uD558\uAC70\uB098 \uB2E4\uB978 \uC11C\uBE44\uC2A4\uC5D0 \uAC8C\uC2DC\uD558\uC2ED\uC2DC\uC624.
