Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OIF/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Help_Event_OutgoingMessage
source: Protocol message sent (Success only)
de: Protokollnachricht gesendet (nur Erfolg)
es: Mensaje de protocolo enviado (sólo correcto)
fr: Message de protocole envoyé (succès uniquement)
it: Messaggio di protocollo inviato (solo operazioni riuscite)
ja: 送信されたプロトコル・メッセージ(成功のみ)
ko: 전송된 프로토콜 메시지입니다(성공한 경우에만).
pt_br: Mensagem de protocolo enviada (somente sucesso)
zh_cn: 已发送协议消息 (仅限成功)
zh_tw: 送出的協定訊息 (成功時)

# Help_Event_AssertionCreation
source: Creation of an assertion (Success only)
de: Erstellung einer Assertion (nur Erfolg)
es: Creación de una afirmación (sólo correcta)
fr: Création d'une assertion (succès uniquement)
it: Creazione di un'asserzione (solo operazioni riuscite)
ja: アサーションの作成(成功のみ)
ko: 검증을 생성합니다(성공한 경우에만).
pt_br: Criação de uma asserção (somente sucesso)
zh_cn: 创建断言 (仅限成功)
zh_tw: 建立宣告 (成功時)

# Help_Event_AssertionConsumption
source: Consumption of an assertion (Success only)
de: Belegung einer Assertion (nur Erfolg)
es: Consumo de una afirmación (sólo correcta)
fr: Utilisation d'une assertion (succès uniquement)
it: Consumo di un'asserzione (solo operazioni riuscite)
ja: アサーションの消費(成功のみ)
ko: 검증을 사용합니다(성공한 경우에만).
pt_br: Utilização de uma asserção (somente sucesso)
zh_cn: 使用断言 (仅限成功)
zh_tw: 使用宣告 (成功時)

# Help_Event_CreateSignature
source: Creation of a digital signature
de: Erstellung einer digitalen Signatur
es: Creación de una firma digital
fr: Création d'une signature numérique
it: Creazione di una firma digitale
ja: デジタル署名の作成
ko: 디지털 서명을 생성합니다.
pt_br: Criação de uma assinatura digital
zh_cn: 创建数字签名
zh_tw: 建立數位簽章

# Help_Event_VerifySignature
source: Verification of a digital signature
de: Verifizierung einer digitalen Signatur
es: Verificación de una firma digital
fr: Vérification d'une signature numérique
it: Verifica di una firma digitale
ja: デジタル署名の検証
ko: 디지털 서명을 확인합니다.
pt_br: Verificação de uma assinatura digital
zh_cn: 验证数字签名
zh_tw: 驗證數位簽章

# Help_Event_EncryptData
source: Encryption of data
de: Verschlüsselung von Daten
es: Cifrado de datos
fr: Cryptage des données
it: Cifratura dei dati
ja: データの暗号化
ko: 데이터를 암호화합니다.
pt_br: Criptografia de dados
zh_cn: 加密数据
zh_tw: 將資料加密

# Help_Event_DecryptData
source: Decryption of data
de: Entschlüsselung von Daten
es: Descifrado de datos
fr: Décryptage des données
it: Decifrazione dei dati
ja: データの復号化
ko: 데이터를 해독합니다.
pt_br: Decriptografia de dados
zh_cn: 解密数据
zh_tw: 將資料解密

# Help_Event_ChangeCOT
source: Change in the trusted providers configuration file (Success only)
de: Änderung in der Konfigurationsdatei für Trusted Provider (nur Erfolg)
es: Cambio en el archivo de configuración de proveedores confianza (sólo correcto)
fr: Modification dans le fichier de configuration des fournisseurs sécurisés (succès uniquement)
it: Modifica nel file di configurazione dei provider sicuri (solo operazioni riuscite)
ja: 信頼できるプロバイダの構成ファイルの変更(成功のみ)
ko: 신뢰할 수 있는 제공자 구성 파일을 변경합니다(성공한 경우에만).
pt_br: Alteração no arquivo de configuração dos provedores confiáveis (somente sucesso)
zh_cn: 更改可信提供方配置文件 (仅限成功)
zh_tw: 變更信任的提供者組態檔 (成功時)

# Help_Event_ChangeServerProperty
source: Modification of a server configuration property (Success only)
de: Änderung einer Serverkonfigurationseigenschaft (nur Erfolg)
es: Modificación de una propiedad de configuración de servidor (sólo correcta)
fr: Modification d'une propriété de configuration de serveur (succès uniquement)
it: Modifica di una proprietà di configurazione del server (solo operazioni riuscite)
ja: サーバー構成プロパティの変更(成功のみ)
ko: 서버 구성 속성을 수정합니다(성공한 경우에만).
pt_br: Modificação de uma propriedade de configuração do servidor (somente sucesso)
zh_cn: 修改服务器配置属性 (仅限成功)
zh_tw: 修改伺服器組態特性 (成功時)

# Help_Event_ChangeDataStore
source: Modification of the data stores configuration (Success only)
de: Änderung der Datenspeicherkonfiguration (nur Erfolg)
es: Modificación de configuración de almacenes de datos (sólo correcta)
fr: Modification de la configuration des banques de données (succès uniquement)
it: Modifica della configurazione dei data store (solo operazioni riuscite)
ja: データ・ストア構成の変更(成功のみ)
ko: 데이터 저장소 구성을 수정합니다(성공한 경우에만).
pt_br: Modificação da configuração de armazenamentos de dados (somente sucesso)
zh_cn: 修改数据存储配置 (仅限成功)
zh_tw: 修改資料存放區組態 (成功時)

# Help_Event_CreateConfigProperty
source: Creation of a new configuration property (Success only)
de: Erstellung einer neuen Konfigurationseigenschaft (nur Erfolg)
es: Creación de una nueva propiedad de configuración (sólo correcta)
fr: Création d'une propriété de configuration (succès uniquement)
it: Creazione di una nuova proprietà di configurazione (solo operazioni riuscite)
ja: 新規構成プロパティの作成(成功のみ)
ko: 새 구성 속성을 생성합니다(성공한 경우에만).
pt_br: Criação de uma nova propriedade de configuração (somente sucesso)
zh_cn: 创建新配置属性 (仅限成功)
zh_tw: 建立新的組態特性 (成功時)

# Help_Event_ChangeConfigProperty
source: Modification of the value of an existing configuration property (Success only)
de: Änderung des Werts einer vorhandenen Konfigurationseigenschaft (nur Erfolg)
es: Modificación del valor de una propiedad de configuración existente (sólo correcta)
fr: Modification de la valeur d'une propriété de configuration existante (succès uniquement)
it: Modifica del valore di una proprietà di configurazione esistente (solo operazioni riuscite)
ja: 既存の構成プロパティの値の変更(成功のみ)
ko: 기존 구성 속성값을 수정합니다(성공한 경우에만).
pt_br: Modificação do valor de uma propriedade de configuração existente (somente sucesso)
zh_cn: 修改现有配置属性值 (仅限成功)
zh_tw: 修改現有組態特性的值 (成功時)

# Help_Event_DeleteConfigProperty
source: Deletion of a configuration property (Success only)
de: Löschung einer Konfigurationseigenschaft (nur Erfolg)
es: Supresión de una propiedad de configuración (sólo correcta)
fr: Suppression d'une propriété de configuration (succès uniquement)
it: Eliminazione di una proprietà di configurazione (solo operazioni riuscite)
ja: 構成プロパティの削除(成功のみ)
ko: 구성 속성을 삭제합니다(성공한 경우에만).
pt_br: Deleção de uma propriedade de configuração (somente sucesso)
zh_cn: 删除配置属性 (仅限成功)
zh_tw: 刪除組態特性 (成功時)

# Help_Event_CreatePeerProvider
source: Creation of a new provider to the list of trusted providers (Success only)
de: Erstellung eines neuen Providers in der Liste der Trusted Provider (nur Erfolg)
es: Creación de un nuevo proveedor para la lista de proveedores confianza (sólo correcta)
fr: Création d'un fournisseur dans la liste des fournisseurs sécurisés (succès uniquement)
it: Creazione di un nuovo provider nella lista di provider sicuri (solo operazioni riuscite)
ja: 信頼できるプロバイダ・リストへの新規プロバイダの作成(成功のみ)
ko: 신뢰할 수 있는 제공자 목록에 새 제공자를 생성합니다(성공한 경우에만).
pt_br: Criação de um novo provedor para a lista de provedores confiáveis (somente sucesso)
zh_cn: 创建要添加到可信提供方列表中的新提供方 (仅限成功)
zh_tw: 在信任的提供者清單中建立新的提供者 (成功時)

# Help_Event_UpdatePeerProvider
source: Modification of the information on an existing provider in the list of trusted providers (Success only)
de: Änderung der Informationen eines vorhandenen Providers in der Liste der Trusted Provider (nur Erfolg)
es: Modificación de la información sobre un proveedor existente en la lista de proveedores confianza (sólo correcta)
fr: Modification des informations sur un fournisseur existant dans la liste des fournisseurs sécurisés (succès uniquement)
it: Modifica delle informazioni sui provider esistenti nella lista di provider sicuri (solo operazioni riuscite)
ja: 信頼できるプロバイダ・リストの既存プロバイダに対する情報の変更(成功のみ)
ko: 신뢰할 수 있는 제공자 목록에서 기존 제공자에 대한 정보를 수정합니다(성공한 경우에만).
pt_br: Modificação das informações sobre um provedor existente na lista de provedores confiáveis (somente sucesso)
zh_cn: 修改可信提供方列表中现有提供方的相关信息 (仅限成功)
zh_tw: 修改信任提供者清單中現有提供者的資訊 (成功時)

# Help_Event_DeletePeerProvider
source: Deletion of a provider from the list of trusted providers (Success only)
de: Löschung eines Providers aus der Liste der Trusted Provider (nur Erfolg)
es: Supresión de un proveedor de la lista de proveedores confianza (sólo correcta)
fr: Suppression d'un fournisseur de la liste des fournisseurs sécurisés (succès uniquement)
it: Eliminazione di un provider dalla lista di provider sicuri (solo operazioni riuscite)
ja: 信頼できるプロバイダ・リストからのプロバイダの削除(成功のみ)
ko: 신뢰할 수 있는 제공자 목록에서 제공자를 삭제합니다(성공한 경우에만).
pt_br: Deleção de um provedor da lista de provedores confiáveis (somente sucesso)
zh_cn: 从可信提供方列表中删除提供方 (仅限成功)
zh_tw: 刪除信任提供者清單中的提供者 (成功時)

# Help_Event_LoadMetadata
source: Loading of trusted provider metadata (Success only)
de: Laden der Metadaten zu Trusted Providern (nur Erfolg)
es: Carga de metadatos de proveedor confianza (sólo correcta)
fr: Chargement des métadonnées de fournisseur sécurisé (succès uniquement)
it: Caricamento dei metadati dei provider sicuri (solo operazioni riuscite)
ja: 信頼できるプロバイダのメタデータのロード(成功のみ)
ko: 신뢰할 수 있는 제공자 메타 데이터를 로드합니다(성공한 경우에만).
pt_br: Carregamento de metadados do provedor confiável (somente sucesso)
zh_cn: 加载可信提供方元数据 (仅限成功)
zh_tw: 載入信任的提供者描述資料 (成功時)

# Help_Event_SetDataStoreType
source: Modification of the type of a data store (Success only)
de: Änderung des Typs eines Datenspeichers (nur Erfolg)
es: Modificación del tipo de un almacén de datos (sólo correcta)
fr: Modification du type de banque de données (succès uniquement)
it: Modifica del tipo di data store (solo operazioni riuscite)
ja: データ・ストアのタイプの変更(成功のみ)
ko: 데이터 저장소 유형을 수정합니다(성공한 경우에만).
pt_br: Modificação do tipo de um armazenamento de dados (somente sucesso)
zh_cn: 修改数据存储类型 (仅限成功)
zh_tw: 修改資料存放區的類型 (成功時)

# Help_Attribute_RemoteProviderID
source: The provider ID of the remote server
de: Die Provider-ID des Remote-Servers
es: Identificador de proveedor del servidor remoto
fr: ID de fournisseur du serveur distant
it: ID provider del server remoto
ja: リモート・サーバーのプロバイダID
ko: 원격 서버의 제공자 ID입니다.
pt_br: O ID do provedor do servidor remoto
zh_cn: 远程服务器的提供方 ID
zh_tw: 遠端伺服器的提供者 ID

# Help_Attribute_ProtocolVersion
source: The version of the protocol being used (examples: SAML2.0, Libv11)
de: Die Version des verwendeten Protokolls (Beispiele: SAML2.0, Libv11)
es: Versión del protocolo utilizado (ejemplos: SAML2.0, Libv11)
fr: Version du protocole utilisé (exemples : SAML2.0, Libv11)
it: La versione del protocollo in uso (esempi: SAML2.0, Libv11)
ja: 使用されるプロトコルのバージョン(例: SAML2.0、Libv11)
ko: 사용 중인 프로토콜의 버전(예: SAML2.0, Libv11)입니다.
pt_br: A versão do protocolo usado (exemplos: SAML2.0, Libv11)
zh_cn: 要使用的协议的版本 (示例: SAML2.0, Libv11)
zh_tw: 目前使用的協定版本 (範例: SAML2.0、Libv11)

# Help_Attribute_NameIDQualifier
source: The qualifier of the nameID of the subject
de: Der Bezeichner der nameID des Subjects
es: Cualificador del identificador de nombre del asunto
fr: Qualificatif de l'ID de nom du sujet
it: Qualificatore del nameID dell'oggetto
ja: サブジェクトの名前IDの修飾子
ko: 주체의 nameID 식별자입니다.
pt_br: O qualificador do nameID do assunto
zh_cn: 主题的 NameID 的限定符
zh_tw: 主體之 nameID 的限定字元

# Help_Attribute_NameIDValue
source: The value of the nameID of the subject
de: Der Wert der nameID des Subjects
es: Valor del identificador de nombre del asunto
fr: Valeur de l'ID de nom du sujet
it: Valore del nameID dell'oggetto
ja: サブジェクトの名前IDの値
ko: 주체의 nameID 값입니다.
pt_br: O valor do nameID do assunto
zh_cn: 主题的 NameID 的值
zh_tw: 主體之 nameID 的值

# Help_Attribute_NameIDFormat
source: The format of the NameID of the subject
de: Das Format der nameID des Subjects
es: Formato del identificador de nombre del asunto
fr: Format de l'ID de nom du sujet
it: Formato del nameID dell'oggetto
ja: サブジェクトの名前IDのフォーマット
ko: 주체의 NameID 형식입니다.
pt_br: O formato do NameID do assunto
zh_cn: 主题的 NameID 的格式
zh_tw: 主體之 NameID 的格式

# Help_Attribute_SessionID
source: The ID of the current session
de: Die ID der aktuellen Session
es: Identificador de la sesión actual
fr: ID de la session en cours
it: ID della sessione corrente
ja: 現在のセッションのID
ko: 현재 세션 ID입니다.
pt_br: O ID da sessão atual
zh_cn: 当前会话的 ID
zh_tw: 目前階段作業的 ID

# Help_Attribute_FederationID
source: The ID of the federation
de: Die ID der Federation
es: Identificador de la federación
fr: ID de la fédération
it: ID della federazione
ja: フェデレーションのID
ko: 통합 ID입니다.
pt_br: O ID da federação
zh_cn: 联盟的 ID
zh_tw: 聯合項目的 ID

# Help_Attribute_UserID
source: The identifier of the user in this protocol step
de: Der Bezeichner des Benutzers in diesem Protokollschritt
es: Identificador del usuario en este paso de protocolo
fr: Identificateur de l'utilisateur dans cette étape du protocole
it: Identificativo dell'utente in questo passo di protocollo
ja: このプロトコル・ステップのユーザーの識別子
ko: 이 프로토콜 단계에서 사용자의 식별자입니다.
pt_br: O identificador do usuário nesta etapa do protocolo
zh_cn: 此协议步骤中用户的标识符
zh_tw: 此協定步驟中使用者的 ID

# Help_Attribute_FederationType
source: The type of the federation that is being created or deleted (SP/IdP)
de: Der Typ der Federation, die erstellt oder gelöscht wird (SP/IdP)
es: Tipo de la federación que se está creando o suprimiendo (SP/IdP)
fr: Type de fédération en cours de création ou de suppression (fournisseur de services/fournisseur d'identités)
it: Tipo di federazione da creare o eliminare (SP/IdP)
ja: 作成または削除中のフェデレーションのタイプ(SP/IdP)
ko: 생성 또는 삭제하려는 통합의 유형(SP/IdP)입니다.
pt_br: O tipo da federação que está sendo criada ou deletada (SP/IdP)
zh_cn: 要创建或删除的联盟的类型 (SP/IdP)
zh_tw: 正在建立或刪除的聯合項目類型 (SP/IdP)

# Help_Attribute_AuthenticationMechanism
source: The authentication mechanism used during local authentication
de: Das bei der lokalen Authentifizierung verwendete Authentifizierungsverfahren
es: Mecanismo de autenticación utilizado durante la autenticación local
fr: Mécanisme d'authentification utilisé lors de l'authentification locale
it: Meccanismo di autenticazione usato durante l'autenticazione locale
ja: ローカル認証時に使用される認証メカニズム
ko: 로컬 인증 중 사용되는 인증 방식입니다.
pt_br: O mecanismo de autenticação utilizado durante a autenticação local
zh_cn: 在本地验证期间使用的验证机制
zh_tw: 進行本機認證時所使用的認證機制

# Help_Attribute_AuthenticationEngineID
source: The identifier of the authentication engine used during local authentication
de: Der Bezeichner der bei der lokalen Authentifizierung verwendeten Authentifizierungs-Engine
es: Identificador del motor de autenticación utilizado durante la autenticación local
fr: Identificateur du moteur d'authentification utilisé lors de l'authentification locale
it: Identificativo del motore di autenticazione usato durante l'autenticazione locale
ja: ローカル認証時に使用される認証エンジンの識別子
ko: 로컬 인증 중 사용되는 인증 엔진의 식별자입니다.
pt_br: O identificador do mecanismo de autenticação usado durante a autenticação local
zh_cn: 在本地验证期间使用的验证引擎的标识符
zh_tw: 進行本機認證時所使用的認證引擎 ID

# Help_Attribute_OldNameIDQualifier
source: The nameID qualifier before the update took place
de: Der nameID-Bezeichner vor der Aktualisierung
es: Cualificador de identificador de nombre antes de que se realice la actualización
fr: Qualificatif d'ID de nom avant la mise à jour
it: Qualificatore nameID prima dell'aggiornamento
ja: 更新が行われる前の名前ID修飾子
ko: 갱신이 수행되기 전 nameID 식별자입니다.
pt_br: O qualificador do nameID antes de ocorrer a atualização
zh_cn: 进行更新之前的 NameID 限定符
zh_tw: 進行更新之前的 nameID 限定字元

# Help_Attribute_OldNameIDValue
source: The nameID value before the update took place
de: Der nameID-Wert vor der Aktualisierung
es: Valor de identificador de nombre antes de que se realice la actualización
fr: Valeur d'ID de nom avant la mise à jour
it: Valore nameID prima dell'aggiornamento
ja: 更新が行われる前の名前ID値
ko: 갱신이 수행되기 전 nameID 값입니다.
pt_br: O valor do nameID antes de ocorrer a atualização
zh_cn: 进行更新之前的 NameID 值
zh_tw: 進行更新之前的 nameID 值

# Help_Attribute_Binding
source: The binding used to send the message (SOAP, POST, GET, Aritifact,...)
de: Das zum Versenden der Nachricht verwendete Binding (SOAP, POST, GET, Aritifact,...)
es: Enlace utilizado para enviar el mensaje (SOAP, POST, GET, componente, ...)
fr: Liaison utilisée pour envoyer le message (SOAP, POST, GET, Artifact,...)
it: Associazione usata per inviare il messaggio (SOAP, POST, GET, artifact...)
ja: メッセージの送信に使用されるバインド(SOAP、POST、GET、Aritifact...)
ko: 메시지 전송에 사용되는 바인딩(SOAP, POST, GET, 아티팩트,...)입니다.
pt_br: O bind usado para enviar a mensagem (SOAP, POST, GET, Artefato,...)
zh_cn: 用于发送消息的绑定 (SOAP, POST, GET, Aritifact,...)
zh_tw: 用以傳送訊息的連結 (SOAP、POST、GET、Aritifact...)

# Help_Attribute_Role
source: The role of OIF during the protocol step performed (ex. Service Provider/ Identity Provider/Attribute Authority/..)
de: Die Rolle von OIF während des durchgeführten Protokollschritts (Beispiel: Service Provider/ Identity Provider/Attribute Authority/..)
es: Rol de OIF durante el paso de protocolo realizado (ej., proveedor de servicios/proveedor de identidad/autoridad de atributo/...)
fr: Rôle d'OIF lors de l'étape de protocole exécutée (ex. : Fournisseur de services/Fournisseur d'identités/Autorité d'attribut/etc.)
it: Ruolo di OIF durante il passo di protocollo (ad esempio provider di servizi, provider di identità, autorità di certificazione attributi...)
ja: プロトコル・ステップ実行時のOIFのロール(例: サービス・プロバイダ/アイデンティティ・プロバイダ/属性権限/..)
ko: 프로토콜 단계 수행 중 OIF의 롤(예: 서비스 제공자/ID 제공자/속성 기관/..)입니다.
pt_br: A atribuição do OIF durante a etapa do protocolo executada (ex.: Provedor de Serviços/ Provedor de Identidade/Autoridade do Atributo/..)
zh_cn: 执行协议步骤期间 OIF 的角色 (示例: 服务提供方/身份提供方/属性权威机构/..)
zh_tw: 協定步驟執行時的 OIF 角色 (例如, 服務提供者/識別提供者/屬性授權機構/..)

# Help_Attribute_MessageType
source: The type of the message (ex. SSOLoginRequest/SSOLoginResponse/SSOLogoutRequest/...)
de: Der Typ der Nachricht (Beispiel: SSOLoginRequest/SSOLoginResponse/SSOLogoutRequest/...)
es: Tipo de mensaje (ej., SSOLoginRequest/SSOLoginResponse/SSOLogoutRequest/...)
fr: Type de message (ex. : SSOLoginRequest/SSOLoginResponse/SSOLogoutRequest/etc.)
it: Il tipo di messaggio (ad esempio SSOLoginRequest/SSOLoginResponse/SSOLogoutRequest/...)
ja: メッセージのタイプ(例: SSOLoginRequest/SSOLoginResponse/SSOLogoutRequest/...)
ko: 메시지의 유형(예: SSOLoginRequest/SSOLoginResponse/SSOLogoutRequest/...)입니다.
pt_br: O tipo da mensagem (ex. SSOLoginRequest/SSOLoginResponse/SSOLogoutRequest/...)
zh_cn: 消息的类型 (示例: SSOLoginRequest/SSOLoginResponse/SSOLogoutRequest/...)
zh_tw: 訊息類型 (例如 SSOLoginRequest/SSOLoginResponse/SSOLogoutRequest/...)

# Help_Attribute_AssertionVersion
source: The version number of the assertion corresponding to this event (ex. 2.0)
de: Die Versionsnummer der Assertion, die diesem Ereignis entspricht (Beispiel: 2.0)
es: Número de versión de la afirmación correspondiente a este evento (ej., 2.0)
fr: Numéro de version de l'assertion correspondant à cet événement (ex. : 2.0)
it: Numero di versione dell'asserzione corrispondente a questo evento (ad esempio 2.0)
ja: このイベントに対応するアサーションのバージョン番号(例: 2.0)
ko: 이 이벤트에 해당하는 검증의 버전 번호(예: 2.0)입니다.
pt_br: O número da versão da asserção correspondente a este evento (ex. 2.0)
zh_cn: 与此事件对应的断言的版本号 (示例: 2.0)
zh_tw: 對應此事件之宣告的版本號碼 (例如 2.0)

# Help_Attribute_IssueInstant
source: The value of the "IssueInstant" attribute of the assertion
de: Der Wert des "IssueInstant"-Attributs der Assertion
es: Valor del atributo "IssueInstant" de la afirmación
fr: Valeur de l'attribut IssueInstant de l'assertion
it: Valore dell'attributo "IssueInstant" dell'asserzione
ja: アサーションの"IssueInstant"属性の値
ko: 검증의 "IssueInstant" 속성값입니다.
pt_br: O valor do atributo "IssueInstant" da asserção
zh_cn: 断言的 "IssueInstant" 属性的值
zh_tw: 宣告之 "IssueInstant" 屬性的值

# Help_Attribute_Issuer
source: The value of the "Issuer" attribute of the assertion
de: Der Wert des "Issuer"-Attributs der Assertion
es: Valor del atributo "Issuer" de la afirmación
fr: Valeur de l'attribut Issuer de l'assertion
it: Valore dell'attributo "Issuer" dell'asserzione
ja: アサーションの"Issuer"属性の値
ko: 검증의 "Issuer" 속성값입니다.
pt_br: O valor do atributo "Issuer" da asserção
zh_cn: 断言的 "Issuer" 属性的值
zh_tw: 宣告之 "Issuer" 屬性的值

# Help_Attribute_AssertionID
source: The value of the "AssertionID" attribute of the assertion
de: Der Wert des "AssertionID"-Attributs der Assertion
es: Valor del atributo "AssertionID" de la afirmación
fr: Valeur de l'attribut AssertionID de l'assertion
it: Valore dell'attributo "AssertionID" dell'asserzione
ja: アサーションの"AssertionID"属性の値
ko: 검증의 "AssertionID" 속성값입니다.
pt_br: O valor do atributo "AssertionID" da asserção
zh_cn: 断言的 "AssertionID" 属性的值
zh_tw: 宣告之 "AssertionID" 屬性的值

# Help_Attribute_Type
source: The type of cryptographic data being processed (XML, String)
de: Der Typ der verarbeiteten kryptografischen Daten (XML, Zeichenfolge)
es: Tipo de datos criptográficos procesados (XML, String)
fr: Type de données de cryptage en cours de traitement (XML, String)
it: Tipo di dati crittografici elaborati (XML, String)
ja: 処理中の暗号データのタイプ(XML、String)
ko: 처리 중인 암호화 데이터의 유형(XML, String)입니다.
pt_br: O tipo de dados criptografados em processamento (XML, String)
zh_cn: 要处理的加密数据的类型 (XML, 字符串)
zh_tw: 正在處理的加密資料類型 (XML、字串)

# Help_Attribute_PropertyName
source: The name of the configuration property
de: Der Name der Konfigurationseigenschaft
es: Nombre de la propiedad de configuración
fr: Nom de la propriété de configuration
it: Nome della proprietà di configurazione
ja: 構成プロパティの名前
ko: 구성 속성의 이름입니다.
pt_br: O nome da propriedade de configuração
zh_cn: 配置属性的名称
zh_tw: 組態特性的名稱

# Help_Attribute_PropertyType
source: The type of the property (examples: PropertiesList, PropertiesMap, String, Boolean)
de: Der Typ der Eigenschaft (Beispiele: PropertiesList, PropertiesMap, String, Boolean)
es: Tipo de propiedad (ejemplos: PropertiesList, PropertiesMap, String, Boolean)
fr: Type de la propriété (exemples : PropertiesList, PropertiesMap, String, Boolean)
it: Tipo di proprietà (ad esempio PropertiesList, PropertiesMap, String, Boolean)
ja: プロパティのタイプ(例: PropertiesList、PropertiesMap、String、Boolean)
ko: 속성의 유형(예: PropertiesList, PropertiesMap, String, Boolean)입니다.
pt_br: O tipo da propriedade (exemplos: PropertiesList, PropertiesMap, String, Booleano)
zh_cn: 属性的类型 (示例: PropertiesList, PropertiesMap, String, Boolean)
zh_tw: 特性類型 (範例: PropertiesList、PropertiesMap、字串、布林值)

# Help_Attribute_PeerProviderID
source: The ID of the trusted provider associated with the modified property (If the modified property does not correspond to a trusted provider, this attribute is empty.)
de: Die ID des Trusted Providers, der mit der geänderten Eigenschaft verknüpft ist. (Wenn die geänderte Eigenschaft keinem Trusted Provider entspricht, ist dieses Attribut leer.)
es: Identificador del proveedor confianza asociado a la propiedad modificada (si la propiedad modificada no corresponde a un proveedor confianza, este atributo estará vacío.)
fr: ID du fournisseur sécurisé associé à la propriété modifiée (si la propriété modifiée ne correspond à aucun fournisseur sécurisé, cet attribut est vide).
it: L'ID del provider sicuro associato alla proprietà modificata. Se questa non corrisponde a un provider sicuro, questo attributo è vuoto.
ja: 変更されたプロパティに関連付けられる信頼できるプロバイダのID(変更されたプロパティが信頼できるプロバイダに対応しない場合、この属性は空です)。
ko: 수정된 속성과 연관되어 있는 신뢰할 수 있는 제공자의 ID입니다(수정된 속성이 신뢰할 수 있는 제공자와 일치하지 않을 경우 이 속성이 비어 있음).
pt_br: O ID do provedor confiável associado à propriedade modificada (se a propriedade modificada não corresponder a um provedor confiável, este atributo estará vazio.)
zh_cn: 与已修改属性关联的可信提供方的 ID (如果已修改属性与可信提供方不对应, 则此属性为空。)
zh_tw: 與所修改之特性相關的信任提供者 ID (如果所修改的特性沒有對應的信任提供者, 此屬性將為空白).

# Help_Attribute_PropertyContext
source: The location of the property in the configuration
de: Der Speicherort der Eigenschaft in der Konfiguration
es: Ubicación de la propiedad en la configuración
fr: Emplacement de la propriété dans la configuration
it: Posizione della proprietà nella configurazione.
ja: 構成内のプロパティの場所
ko: 구성에서 속성의 위치입니다.
pt_br: A localização da propriedade na configuração
zh_cn: 配置中的属性的位置
zh_tw: 特性在組態中的位置

# Help_Attribute_Description
source: Description of the trusted provider
de: Beschreibung des Trusted Providers
es: Descripción del proveedor confianza
fr: Description du fournisseur sécurisé
it: Descrizione del provider sicuro
ja: 信頼できるプロバイダの説明
ko: 신뢰할 수 있는 제공자에 대한 설명입니다.
pt_br: Descrição do provedor confiável
zh_cn: 可信提供方的说明
zh_tw: 信任提供者的描述
