Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OIF/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Help_Attribute_OldValue
source: The value of the property before the configuration change
de: Der Wert der Eigenschaft vor der Konfigurationsänderung
es: Valor de la propiedad antes del cambio de configuración
fr: Valeur de la propriété avant la modification de configuration
it: Valore della proprietà prima della modifica alla configurazione
ja: 構成変更前のプロパティの値
ko: 구성 변경 전 속성값입니다.
pt_br: O valor da propriedade antes da alteração na configuração
zh_cn: 配置更改之前的属性值
zh_tw: 組態變更前的特性值

# Help_Attribute_NewValue
source: The value of the property after the configuration change
de: Der Wert der Eigenschaft nach der Konfigurationsänderung
es: Valor de la propiedad después del cambio de configuración
fr: Valeur de la propriété après la modification de configuration
it: Valore della proprietà dopo la modifica alla configurazione
ja: 構成変更後のプロパティの値
ko: 구성 변경 후 속성값입니다.
pt_br: O valor da propriedade após a alteração da configuração
zh_cn: 配置更改之后的属性值
zh_tw: 組態變更後的特性值

# Help_Attribute_ProviderType
source: The type of the provider (examples: sp, idp, sp idp)
de: Der Typ des Providers (Beispiele: sp, idp, sp idp)
es: Tipo de proveedor (ejemplos: sp, idp, sp idp)
fr: Type de fournisseur (exemples : fournisseur de services, d'identités, de services et d'identités)
it: Tipo di provider (ad esempio sp, idp, sp idp)
ja: プロバイダのタイプ(例: sp、idp、sp idp)
ko: 제공자 유형(예: sp, idp, sp idp)입니다.
pt_br: O tipo do provedor (exemplos: sp, idp, sp idp)
zh_cn: 提供方的类型 (示例: sp, idp, sp idp)
zh_tw: 提供者的類型 (範例: sp、idp、sp idp)

# Help_Attribute_COTBefore
source: The contents of the federations configuration file before the change
de: Der Inhalt der Federationskonfigurationsdatei vor der Änderung
es: Contenido del archivo de configuración de federaciones antes del cambio
fr: Contenu du fichier de configuration des fédérations avant la modification
it: Contenuto del file di configurazione delle federazioni prima della modifica
ja: 変更前のフェデレーション構成ファイルの内容
ko: 변경 전 통합 구성 파일의 내용입니다.
pt_br: O conteúdo do arquivo de configuração das federações antes da alteração
zh_cn: 更改之前的联盟配置文件内容
zh_tw: 變更前的聯合項目組態檔內容

# Help_Attribute_COTAfter
source: The contents of the federations configuration file after the change
de: Der Inhalt der Federationskonfigurationsdatei nach der Änderung
es: Contenido del archivo de configuración de federaciones después del cambio
fr: Contenu du fichier de configuration des fédérations après la modification
it: Contenuto del file di configurazione delle federazioni dopo la modifica
ja: 変更後のフェデレーション構成ファイルの内容
ko: 변경 후 통합 구성 파일의 내용입니다.
pt_br: O conteúdo do arquivo de configuração das federações após a alteração
zh_cn: 更改之后的联盟配置文件内容
zh_tw: 變更後的聯合項目組態檔內容

# Help_Attribute_ServerConfigBefore
source: The server configuration before the change
de: Die Serverkonfiguration vor der Änderung
es: Configuración del servidor antes del cambio
fr: Configuration du serveur avant la modification
it: Configurazione del server prima della modifica
ja: 変更前のサーバー構成
ko: 변경 전 서버 구성입니다.
pt_br: A configuração do servidor antes da alteração
zh_cn: 更改之前的服务器配置
zh_tw: 變更前的伺服器組態

# Help_Attribute_ServerConfigAfter
source: The server configuration after the change
de: Die Serverkonfiguration nach der Änderung
es: Configuración del servidor después del cambio
fr: Configuration du serveur après la modification
it: Configurazione del server dopo la modifica
ja: 変更後のサーバー構成
ko: 변경 후 서버 구성입니다.
pt_br: A configuração do servidor após a alteração
zh_cn: 更改之后的服务器配置
zh_tw: 變更後的伺服器組態

# Help_Attribute_DataStoreBefore
source: The data stores configuration before the change
de: Die Datenspeicherkonfiguration vor der Änderung
es: Configuración de almacenes de datos antes del cambio
fr: Configuration des banques de données avant la modification
it: Configurazione dei data store prima della modifica
ja: 変更前のデータ・ストア構成
ko: 변경 전 데이터 저장소 구성입니다.
pt_br: A configuração de armazenamentos de dados antes da alteração
zh_cn: 更改之前的数据存储配置
zh_tw: 變更前的資料存放區組態

# Help_Attribute_DataStoreAfter
source: The data stores configuration after the change
de: Die Datenspeicherkonfiguration nach der Änderung
es: Configuración de almacenes de datos después del cambio
fr: Configuration des banques de données après la modification
it: Configurazione dei data store dopo la modifica
ja: 変更後のデータ・ストア構成
ko: 변경 후 데이터 저장소 구성입니다.
pt_br: A configuração de armazenamentos de dados após a alteração
zh_cn: 更改之后的数据存储配置
zh_tw: 變更後的資料存放區組態

# Help_Attribute_Metadata
source: The provider metadata loaded
de: Die geladenen Providermetadaten
es: Metadatos de proveedor cargados
fr: Métadonnées de fournisseur chargées
it: Metadati provider caricati
ja: ロードされたプロバイダ・メタデータ
ko: 로드된 제공자 메타 데이터입니다.
pt_br: Os metadados do provedor carregados
zh_cn: 已加载提供方元数据
zh_tw: 已載入提供者描述資料

# Help_Attribute_NewDataStoreType
source: The new type of the data store
de: Der neue Typ des Datenspeichers
es: Nuevo tipo de almacén de datos
fr: Nouveau type de la banque de données
it: Nuovo tipo di data store
ja: データ・ストアの新規タイプ
ko: 데이터 저장소의 새 유형입니다.
pt_br: O novo tipo do armazenamento de dados
zh_cn: 数据存储的新类型
zh_tw: 新的資料存放區類型

# Help_Attribute_DataStoreName
source: The name of the data store being modified (examples: user data store, federation datastore)
de: Der Name des geänderten Datenspeichers (Beispiele: Benutzerdatenspeicher, Federationsdatenspeicher)
es: Nombre del almacén de datos modificado (ejemplos: Almacén de datos de usuario, almacén de datos de federación)
fr: Nom de la banque de données en cours de modification (exemples : banque de données utilisateur, banque de données de fédération)
it: Nome del data store modificato (ad esempio data store utente, datastore federazione)
ja: 変更中のデータ・ストアの名前(例: ユーザー・データ・ストア、フェデレーション・データ・ストア)
ko: 수정 중인 데이터 저장소의 이름(예: 사용자 데이터 저장소, 통합 데이터 저장소)입니다.
pt_br: O nome do armazenamento de dados que está sendo modificado (exemplos: armazenamento de dados do usuário, armazenamento de dados da federação)
zh_cn: 要修改的数据存储的名称 (示例: 用户数据存储, 联盟数据存储)
zh_tw: 正在修改之資料存放區的名稱 (範例: user data store、federation datastore)
