Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OIF/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Category_ProtocolFlow
source: Protocol Flow
de: Protokollfluss
es: Flujo de Protocolos
fr: Flux de protocole
it: Flusso protocollo
ja: プロトコル・フロー
ko: 프로토콜 플로우
pt_br: Fluxo de Protocolo
zh_cn: 协议流程
zh_tw: 協定流程

# Category_Security
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
pt_br: Segurança
zh_cn: 安全性
zh_tw: 安全

# Category_ServerConfiguration
source: Server Configuration
de: Serverkonfiguration
es: Configuración de Servidor
fr: Configuration du serveur
it: Configurazione server
ja: サーバー構成
ko: 서버 구성
pt_br: Configuração do Servidor
zh_cn: 服务器配置
zh_tw: 伺服器組態

# Event_LocalAuthentication
source: Local Authentication
de: Lokale Authentifizierung
es: Autenticación Local
fr: Authentification locale
it: Autenticazione locale
ja: ローカル認証
ko: 로컬 인증
pt_br: Autenticação Local
zh_cn: 本地验证
zh_tw: 本機認證

# Event_LocalLogout
source: Local Logout
de: Lokale Abmeldung
es: Desconexión Local
fr: Déconnexion locale
it: Logout locale
ja: ローカル・ログアウト
ko: 로컬 로그아웃
pt_br: Log-out Local
zh_cn: 本地注销
zh_tw: 本機登出

# Event_CreateUserSession
source: Create User Session
de: Benutzersession erstellen
es: Crear Sesión de Usuario
fr: Créer une session utilisateur
it: Crea sessione utente
ja: ユーザー・セッションの作成
ko: 사용자 세션 생성
pt_br: Criar Sessão do Usuário
zh_cn: 创建用户会话
zh_tw: 建立使用者階段作業

# Event_DeleteUserSession
source: Delete User Session
de: Benutzersession löschen
es: Suprimir Sesión de Usuario
fr: Supprimer une session utilisateur
it: Elimina sessione utente
ja: ユーザー・セッションの削除
ko: 사용자 세션 삭제
pt_br: Deletar Sessão do Usuário
zh_cn: 删除用户会话
zh_tw: 刪除使用者階段作業

# Event_CreateUserFederation
source: Create User Federation
de: Benutzerfederation erstellen
es: Crear Federación de Usuario
fr: Créer une fédération d'utilisateurs
it: Crea federazione utenti
ja: ユーザー・フェデレーションの作成
ko: 사용자 통합 생성
pt_br: Criar Federação do Usuário
zh_cn: 创建用户联盟
zh_tw: 建立使用者聯合項目

# Event_DeleteUserFederation
source: Delete User Federation
de: Benutzerfederation löschen
es: Suprimir Federación de Usuario
fr: Supprimer une fédération d'utilisateurs
it: Elimina federazione utenti
ja: ユーザー・フェデレーションの削除
ko: 사용자 통합 삭제
pt_br: Deletar Federação do Usuário
zh_cn: 删除用户联盟
zh_tw: 刪除使用者聯合項目

# Event_CreateActiveUserFederation
source: Create Active User Federation
de: Aktive Benutzerfederation erstellen
es: Crear Federación de Usuario Activa
fr: Créer une fédération d'utilisateurs actifs
it: Crea federazione utenti attivi
ja: アクティブ・ユーザー・フェデレーションの作成
ko: 활성 사용자 통합 생성
pt_br: Criar Federação do Usuário Ativo
zh_cn: 创建活动用户联盟
zh_tw: 建立作用中使用者聯合項目

# Event_DeleteActiveUserFederation
source: Delete Active User Federation
de: Aktive Benutzerfederation löschen
es: Suprimir Federación de Usuario Activa
fr: Supprimer une fédération d'utilisateurs actifs
it: Elimina federazione utenti attivi
ja: アクティブ・ユーザー・フェデレーションの削除
ko: 활성 사용자 통합 삭제
pt_br: Deletar Federação do Usuário Ativo
zh_cn: 删除活动用户联盟
zh_tw: 刪除作用中使用者聯合項目

# Event_UpdateUserFederation
source: Update User Federation
de: Benutzerfederation aktualisieren
es: Actualizar Federación de Usuario
fr: Mettre à jour une fédération d'utilisateurs
it: Aggiorna federazione utenti
ja: ユーザー・フェデレーションの更新
ko: 사용자 통합 갱신
pt_br: Atualizar Federação do Usuário
zh_cn: 更新用户联盟
zh_tw: 更新使用者聯合項目

# Event_IncomingMessage
source: Incoming Message
de: Eingehende Nachricht
es: Mensaje Entrante
fr: Message entrant
it: Messaggio in arrivo
ja: 着信メッセージ
ko: 수신 메시지
pt_br: Mensagem Recebida
zh_cn: 传入消息
zh_tw: 內送訊息

# Event_OutgoingMessage
source: Outgoing Message
de: Ausgehende Nachricht
es: Mensaje Saliente
fr: Message sortant
it: Messaggio in uscita
ja: 送信メッセージ
ko: 송신 메시지
pt_br: Mensagem Enviada
zh_cn: 传出消息
zh_tw: 外送訊息

# Event_AssertionCreation
source: Assertion Creation
de: Assertion-Erstellung
es: Creación de Afirmación
fr: Création d'assertion
it: Creazione asserzione
ja: アサーション作成
ko: 검증 생성
pt_br: Criação de Asserção
zh_cn: 断言创建
zh_tw: 建立宣告

# Event_AssertionConsumption
source: Assertion Consumption
de: Assertion-Belegung
es: Consumo de Afirmación
fr: Consommation d'assertion
it: Utilizzo asserzione
ja: アサーション消費
ko: 검증 소비
pt_br: Consumo de Asserção
zh_cn: 断言使用
zh_tw: 使用宣告

# Event_CreateSignature
source: Create Signature
de: Signatur erstellen
es: Crear Firma
fr: Créer une signature
it: Crea firma
ja: 署名の作成
ko: 서명 생성
pt_br: Criar Assinatura
zh_cn: 创建签名
zh_tw: 建立簽章

# Event_VerifySignature
source: Verify Signature
de: Signatur überprüfen
es: Verificar Firma
fr: Vérifier la signature
it: Verifica firma
ja: 署名の検証
ko: 서명 확인
pt_br: Verificar Assinatura
zh_cn: 验证签名
zh_tw: 驗證簽章

# Event_EncryptData
source: Encrypt Data
de: Daten verschlüsseln
es: Cifrar Datos
fr: Crypter les données
it: Cifra dati
ja: データの暗号化
ko: 데이터 암호화
pt_br: Criptografar Dados
zh_cn: 加密数据
zh_tw: 加密資料

# Event_DecryptData
source: Decrypt Data
de: Daten entschlüsseln
es: Descifrar Datos
fr: Décrypter les données
it: Decifra dati
ja: データの復号化
ko: 데이터 해독
pt_br: Decriptografar Dados
zh_cn: 解密数据
zh_tw: 解密資料

# Event_ChangeCOT
source: Change Federation
de: Federation ändern
es: Cambiar Federación
fr: Modifier la fédération
it: Modifica federazione
ja: フェデレーションの変更
ko: 통합 변경
pt_br: Alterar Federação
zh_cn: 更改联盟
zh_tw: 變更聯合項目

# Event_ChangeServerProperty
source: Change Server Property
de: Servereigenschaft ändern
es: Cambiar Propiedad de Servidor
fr: Modifier la propriété de serveur
it: Modifica proprietà server
ja: サーバー・プロパティの変更
ko: 서버 속성 변경
pt_br: Alterar Propriedade do Servidor
zh_cn: 更改服务器属性
zh_tw: 變更伺服器特性

# Event_ChangeDataStore
source: Change Data Store
de: Datenspeicher ändern
es: Cambiar Almacén de Datos
fr: Modifier la banque de données
it: Modifica data store
ja: データ・ストアの変更
ko: 데이터 저장소 변경
pt_br: Alterar Armazenamento de Dados
zh_cn: 更改数据存储
zh_tw: 變更資料存放區

# Event_CreateConfigProperty
source: Create Config Property
de: Konfigurationseigenschaft erstellen
es: Crear Propiedad de Configuración
fr: Créer une propriété de configuration
it: Crea proprietà di configurazione
ja: 構成プロパティの作成
ko: 구성 속성 생성
pt_br: Criar Propriedade de Configuração
zh_cn: 创建配置属性
zh_tw: 建立組態特性

# Event_ChangeConfigProperty
source: Change Config Property
de: Konfigurationseigenschaft ändern
es: Cambiar Propiedad de Configuración
fr: Modifier une propriété de configuration
it: Modifica proprietà di configurazione
ja: 構成プロパティの変更
ko: 구성 속성 변경
pt_br: Alterar Propriedade de Configuração
zh_cn: 更改配置属性
zh_tw: 變更組態特性

# Event_DeleteConfigProperty
source: Delete Config Property
de: Konfigurationseigenschaft löschen
es: Suprimir Propiedad de Configuración
fr: Supprimer une propriété de configuration
it: Elimina proprietà di configurazione
ja: 構成プロパティの削除
ko: 구성 속성 삭제
pt_br: Deletar Propriedade de Configuração
zh_cn: 删除配置属性
zh_tw: 刪除組態特性

# Event_CreatePeerProvider
source: Create Peer Provider
de: Peer Provider erstellen
es: Crear Proveedor de Peer
fr: Créer un fournisseur homologue
it: Crea provider peer
ja: ピア・プロバイダの作成
ko: 피어 제공자 생성
pt_br: Criar Provedor de Mesmo Nível
zh_cn: 创建对等提供方
zh_tw: 建立對等提供者

# Event_UpdatePeerProvider
source: Update Peer Provider
de: Peer Provider aktualisieren
es: Actualizar Proveedor de Peer
fr: Mettre à jour le fournisseur homologue
it: Aggiorna provider peer
ja: ピア・プロバイダの更新
ko: 피어 제공자 갱신
pt_br: Atualizar Provedor de Mesmo Nível
zh_cn: 更新对等提供方
zh_tw: 更新對等提供者

# Event_DeletePeerProvider
source: Delete Peer Provider
de: Peer Provider löschen
es: Suprimir Proveedor de Peer
fr: Supprimer le fournisseur homologue
it: Elimina provider peer
ja: ピア・プロバイダの削除
ko: 피어 제공자 삭제
pt_br: Deletar Provedor de Mesmo Nível
zh_cn: 删除对等提供方
zh_tw: 刪除對等提供者

# Event_LoadMetadata
source: Load Metadata
de: Metadaten laden
es: Cargar Metadatos
fr: Charger les métadonnées
it: Carica metadati
ja: メタデータのロード
ko: 메타 데이터 로드
pt_br: Carregar Metadados
zh_cn: 加载元数据
zh_tw: 載入描述資料

# Event_SetDataStoreType
source: Set Data Store Type
de: Datenspeichertyp festlegen
es: Definir Tipo de Almacén de Datos
fr: Définir le type de banque de données
it: Imposta tipo di data store
ja: データ・ストア・タイプの設定
ko: 데이터 저장소 유형 설정
pt_br: Definir Tipo de Armazenamento de Dados
zh_cn: 设置数据存储类型
zh_tw: 設定資料存放區類型

# Attribute_RemoteProviderID
source: Remote Provider ID
es: Identificador de Proveedor Remoto
fr: ID du fournisseur distant
it: ID provider remoto
ja: リモート・プロバイダID
ko: 원격 제공자 ID
pt_br: ID do Provedor Remoto
zh_cn: 远程提供方 ID
zh_tw: 遠端提供者 ID

# Attribute_ProtocolVersion
source: Protocol Version
de: Protokollversion
es: Versión de Protocolo
fr: Version du protocole
it: Versione protocollo
ja: プロトコル・バージョン
ko: 프로토콜 버전
pt_br: Versão do Protocolo
zh_cn: 协议版本
zh_tw: 協定版本

# Attribute_NameIDQualifier
source: Name ID Qualifier
de: Namens-ID-Bezeichner
es: Cualificador de Identificador de Nombre
fr: Qualificatif d'ID de nom
it: Qualificatore ID nome
ja: 名前ID修飾子
ko: 이름 ID 식별자
pt_br: Qualificador de ID do Nome
zh_cn: 名称 ID 限定符
zh_tw: 名稱 ID 限定字元

# Attribute_NameIDValue
source: Name ID Value
de: Namens-ID-Wert
es: Valor de Identificador de Nombre
fr: Valeur d'ID de nom
it: Valore ID nome
ja: 名前IDの値
ko: 이름 ID 값
pt_br: Valor do ID do Nome
zh_cn: 名称 ID 值
zh_tw: 名稱 ID 值

# Attribute_NameIDFormat
source: Name ID Format
de: Namens-ID-Format
es: Formato de Identificador de Nombre
fr: Format d'ID de nom
it: Formato ID nome
ja: 名前IDフォーマット
ko: 이름 ID 형식
pt_br: Formato do ID do Nome
zh_cn: 名称 ID 格式
zh_tw: 名稱 ID 格式

# Attribute_SessionID
source: Session ID
es: Identificador de Sesión
fr: ID de session
it: ID sessione
ja: セッションID
ko: 세션 ID
pt_br: ID da Sessão
zh_cn: 会话 ID
zh_tw: 階段作業 ID

# Attribute_FederationID
source: Federation ID
es: Identificador de Federación
fr: ID de fédération
it: ID federazione
ja: フェデレーションID
ko: 통합 ID
pt_br: ID da Federação
zh_cn: 联盟 ID
zh_tw: 聯合項目 ID

# Attribute_UserID
source: User ID
de: Benutzer-ID
es: Identificador de Usuario
fr: ID utilisateur
it: ID utente
ja: ユーザーID
ko: 사용자 ID
pt_br: ID do Usuário
zh_cn: 用户 ID
zh_tw: 使用者 ID

# Attribute_FederationType
source: Federation Type
de: Federation-Typ
es: Tipo de Federación
fr: Type de fédération
it: Tipo di federazione
ja: フェデレーション・タイプ
ko: 통합 유형
pt_br: Tipo de Federação
zh_cn: 联盟类型
zh_tw: 聯合項目類型

# Attribute_AuthenticationMechanism
source: Authentication Mechanism
de: Authentifizierungsverfahren
es: Mecanismo de Autenticación
fr: Mécanisme d'authentification
it: Meccanismo di autenticazione
ja: 認証メカニズム
ko: 인증 방식
pt_br: Mecanismo de Autenticação
zh_cn: 验证机制
zh_tw: 認證機制

# Attribute_AuthenticationEngineID
source: Authentication Engine ID
de: Authentifizierungs-Engine-ID
es: Identificador de Motor de Autenticación
fr: ID de moteur d'authentification
it: ID motore di autenticazione
ja: 認証エンジンID
ko: 인증 엔진 ID
pt_br: ID de Mecanismos de Autenticação
zh_cn: 验证引擎 ID
zh_tw: 認證引擎 ID

# Attribute_OldNameIDQualifier
source: Old Name IDQualifier
de: IDQualifier Alter Name
es: Cualificador de Identificador de Nombre Antiguo
fr: Ancien qualificatif d'ID de nom
it: IDQualifier vecchio nome
ja: 旧名IDQualifier
ko: 이전 이름 IDQualifier
pt_br: IDQualifier do Nome Antigo
zh_cn: 旧名称 IDQualifier
zh_tw: 舊名稱 IDQualifier

# Attribute_OldNameIDValue
source: Old Name ID Value
de: Alter Namens-ID-Wert
es: Valor de Identificador de Nombre Antiguo
fr: Ancienne valeur d'ID de nom
it: Valore ID vecchio nome
ja: 旧名IDの値
ko: 이전 이름 ID 값
pt_br: Valor do ID do Nome Antigo
zh_cn: 旧名称 ID 值
zh_tw: 舊名稱 ID 值

# Attribute_Binding
source: Binding
de: Zuordnung
es: Enlace
fr: Authentification
it: Associazione
ja: バインディング
ko: 바인딩
pt_br: Associação
zh_cn: 绑定
zh_tw: 連結

# Attribute_Role
source: Role
de: Rolle
es: Rol
fr: Rôle
it: Ruolo
ja: ロール
ko: 롤
pt_br: Atribuição
zh_cn: 角色
zh_tw: 角色

# Attribute_MessageType
source: Message Type
de: Nachrichtentyp
es: Tipo de Mensaje
fr: Type de message
it: Tipo messaggio
ja: メッセージ・タイプ
ko: 메시지 유형
pt_br: Tipo de Mensagem
zh_cn: 消息类型
zh_tw: 訊息類型

# Attribute_AssertionVersion
source: Assertion Version
es: Versión de Afirmación
fr: Version d'assertion
it: Versione asserzione
ja: アサーション・バージョン
ko: 검증 버전
pt_br: Versão da Asserção
zh_cn: 断言版本
zh_tw: 宣告版本

# Attribute_IssueInstant
source: Issue Instant
de: Ausstellungszeitpunkt
es: Instante de Emisión
fr: Emettre un instant
it: Momento dell'esecuzione
ja: インスタントの発行
ko: 문제 인스턴트
pt_br: Instante do Problema
zh_cn: 立即发布
zh_tw: 立即發出

# Attribute_Issuer
source: Issuer
de: Ausgebender Benutzer
es: Emisor
fr: Auteur
it: Emittente
ja: 発行者
ko: 발행자
pt_br: Emissor
zh_cn: 发布者
zh_tw: 發照者

# Attribute_AssertionID
source: Assertion ID
es: Identificador de Afirmación
fr: ID d'assertion
it: ID asserzione
ja: アサーションID
ko: 검증 ID
pt_br: ID da Asserção
zh_cn: 断言 ID
zh_tw: 宣告 ID

# Attribute_IncomingMessageString
source: Incoming Message String
de: Eingehende Nachrichtenzeichenfolge
es: Cadena de Mensaje Entrante
fr: Chaîne de message entrant
it: Stringa messaggio in arrivo
ja: 着信メッセージ文字列
ko: 수신 메시지 문자열
pt_br: String de Mensagem Recebida
zh_cn: 传入消息字符串
zh_tw: 內送訊息字串

# Attribute_IncomingMessageStringCLOB
source: Incoming Message String CLOB
de: Eingehender Nachrichtenzeichenfolgen-CLOB
es: CLOB de Cadena de Mensaje Entrante
fr: CLOB de chaîne de message entrant
it: CLOB stringa messaggio in arrivo
ja: 着信メッセージ文字列CLOB
ko: 수신 메시지 문자열 CLOB
pt_br: CLOB de String de Mensagem Recebida
zh_cn: 传入消息字符串 CLOB
zh_tw: 內送訊息字串 CLOB

# Attribute_OutgoingMessageString
source: Outgoing Message String
de: Ausgehende Nachrichtenzeichenfolge
es: Cadena de Mensaje Saliente
fr: Chaîne de message sortant
it: Stringa messaggio in uscita
ja: 送信メッセージ文字列
ko: 송신 메시지 문자열
pt_br: String de Mensagem Enviada
zh_cn: 传出消息字符串
zh_tw: 外送訊息字串

# Attribute_OutgoingMessageStringCLOB
source: Outgoing Message String CLOB
de: Ausgehender Nachrichtenzeichenfolgen-CLOB
es: CLOB de Cadena de Mensaje Saliente
fr: CLOB de chaîne de message sortant
it: CLOB stringa messaggio in uscita
ja: 送信メッセージ文字列CLOB
ko: 송신 메시지 문자열 CLOB
pt_br: CLOB de String de Mensagem Enviada
zh_cn: 传出消息字符串 CLOB
zh_tw: 外送訊息字串 CLOB

# Attribute_Type
source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
zh_cn: 类型
zh_tw: 類型

# Attribute_PropertyName
source: Property Name
de: Eigenschaftsname
es: Nombre de la Propiedad
fr: Nom de propriété
it: Nome proprietà
ja: プロパティ名
ko: 속성 이름
pt_br: Nome da Propriedade
zh_cn: 属性名
zh_tw: 特性名稱

# Attribute_PropertyType
source: Property Type
de: Eigenschaftstyp
es: Tipo de Propiedad
fr: Type de propriété
it: Tipo di proprietà
ja: プロパティ・タイプ
ko: 속성 유형
pt_br: Tipo de Propriedade
zh_cn: 属性类型
zh_tw: 特性類型

# Attribute_PeerProviderID
source: Peer Provider ID
es: Identificador de Proveedor de Peer
fr: ID de fournisseur homologue
it: ID provider peer
ja: ピア・プロバイダID
ko: 피어 제공자 ID
pt_br: ID do Provedor de Mesmo Nível
zh_cn: 对等提供方 ID
zh_tw: 對等提供者 ID

# Attribute_PropertyContext
source: Property Context
de: Eigenschaftskontext
es: Contexto de Propiedad
fr: Contexte de propriété
it: Contesto proprietà
ja: プロパティ・コンテキスト
ko: 속성 컨텍스트
pt_br: Contexto da Propriedade
zh_cn: 属性上下文
zh_tw: 特性相關資訊環境

# Attribute_Description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
zh_cn: 说明
zh_tw: 描述

# Attribute_OldValue
source: Old Value
de: Alter Wert
es: Valor Anterior
fr: Ancienne valeur
it: Vecchio valore
ja: 旧値
ko: 이전 값
pt_br: Valor Antigo
zh_cn: 旧值
zh_tw: 舊值

# Attribute_NewValue
source: New Value
de: Neuer Wert
es: Nuevo Valor
fr: Nouvelle valeur
it: Nuovo valore
ja: 新規値
ko: 새 값
pt_br: Novo Valor
zh_cn: 新值
zh_tw: 新值

# Attribute_ProviderType
source: Provider Type
de: Providertyp
es: Tipo de Proveedor
fr: Type de fournisseur
it: Tipo di provider
ja: プロバイダ・タイプ
ko: 제공자 유형
pt_br: Tipo de Provedor
zh_cn: 提供方类型
zh_tw: 提供者類型

# Attribute_COTBefore
source: Federation Before
de: Federation vor
es: Federación Antes
fr: Fédération avant
it: Federazione prima
ja: フェデレーション前
ko: 통합 이전
pt_br: Federação Antes
zh_cn: 联盟, 先于
zh_tw: 變更前的聯合項目

# Attribute_COTAfter
source: Federation After
de: Federation nach
es: Federación Después
fr: Fédération après
it: Federazione dopo
ja: フェデレーション後
ko: 통합 이후
pt_br: Federação Depois
zh_cn: 联盟, 后于
zh_tw: 變更後的聯合項目

# Attribute_ServerConfigBefore
source: Server Config Before
de: Serverkonfiguration vor
es: Configuración de Servidor Antes
fr: Configuration du serveur avant
it: Configurazione server prima
ja: サーバー構成前
ko: 서버 구성 이전
pt_br: Antes da Configuração do Servidor
zh_cn: 服务器配置, 先于
zh_tw: 變更前的伺服器組態

# Attribute_ServerConfigAfter
source: Server Config After
de: Serverkonfiguration nach
es: Configuración de Servidor Después
fr: Configuration du serveur après
it: Configurazione server dopo
ja: サーバー構成後
ko: 서버 구성 이후
pt_br: Config. do Servidor Após
zh_cn: 服务器配置, 后于
zh_tw: 變更後的伺服器組態

# Attribute_DataStoreBefore
source: Data Store Before
de: Datenspeicher vor
es: Almacén de Datos Antes
fr: Banque de données avant
it: Data store prima
ja: データ・ストア前
ko: 데이터 저장소 이전
pt_br: Antes do Armazenamento de Dados
zh_cn: 数据存储, 先于
zh_tw: 變更前的資料存放區

# Attribute_DataStoreAfter
source: Data Store After
de: Datenspeicher nach
es: Almacén de Datos Después
fr: Banque de données après
it: Data store dopo
ja: データ・ストア後
ko: 데이터 저장소 이후
pt_br: Armaz. de Dados Após
zh_cn: 数据存储, 后于
zh_tw: 變更後的資料存放區

# Attribute_Metadata
source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
it: Metadati
ja: メタデータ
ko: 메타 데이터
pt_br: Metadados
zh_cn: 元数据
zh_tw: 描述資料

# Attribute_NewDataStoreType
source: New Data Store Type
de: Neuer Datenspeichertyp
es: Tipo de Almacén de Datos Nuevo
fr: Nouveau type de banque de données
it: Nuovo tipo di data store
ja: 新規データ・ストア・タイプ
ko: 새 데이터 저장소 유형
pt_br: Novo Tipo de Armazenamento de Dados
zh_cn: 新数据存储类型
zh_tw: 新資料存放區類型

# Attribute_DataStoreName
source: Data Store Name
de: Datenspeichername
es: Nombre de Almacén de Datos
fr: Nom de banque de données
it: Nome data store
ja: データ・ストア名
ko: 데이터 저장소 이름
pt_br: Nome do Armazenamento de Dados
zh_cn: 数据存储名
zh_tw: 資料存放區名稱

# Help_Category_ProtocolFlow
source: The set of events corresponding to general protocol flow
de: Die Ereignisgruppe, die dem allgemeinen Protokollfluss entspricht
es: Juego de eventos correspondiente al flujo de protocolos general
fr: Ensemble d'événements correspondant au flux de protocole général
it: Il set di eventi corrispondenti al flusso di protocollo generale
ja: 一般プロトコル・フローに対応するイベントのセット
ko: 일반 프로토콜 흐름에 해당하는 이벤트 집합입니다.
pt_br: O conjunto de eventos correspondentes ao fluxo geral de protocolos
zh_cn: 与一般协议流程对应的事件集
zh_tw: 對應一般協定流程的一組事件

# Help_Category_Security
source: Events relating to security operations such as encryption and signing
de: Ereignisse mit Bezug auf Sicherheitsvorgänge, wie Verschlüsselung und Signatur
es: Eventos relacionados con las operaciones de seguridad como cifrado y firma
fr: Evénements liés aux opérations de sécurité, telles que le cryptage et la signature
it: Eventi relativi a operazioni di sicurezza come cifratura e firma
ja: 暗号化や署名などセキュリティ操作に関連するイベント
ko: 보안 작업(예: 암호화 및 서명)과 관련된 이벤트입니다.
pt_br: Eventos relacionados a operações de segurança, como criptografia e assinatura
zh_cn: 与加密和签名等安全操作有关的事件
zh_tw: 與加密及簽署等安全作業有關的事件

# Help_Category_ServerConfiguration
source: Events relating to server configuration changes
de: Ereignisse mit Bezug auf Serverkonfigurationsänderungen
es: Eventos relacionados con los cambios de configuración del servidor
fr: Evénements liés aux modifications de configuration du serveur
it: Eventi relativi a modifiche alla configurazione del server
ja: サーバーの構成変更に関連するイベント
ko: 서버 구성 변경 사항과 관련된 이벤트입니다.
pt_br: Eventos relacionados a alterações na configuração do servidor
zh_cn: 与服务器配置更改有关的事件
zh_tw: 與伺服器組態變更有關的事件

# Help_Event_LocalAuthentication
source: Authentication of a user
de: Authentifizierung eines Benutzers
es: Autenticación de un usuario
fr: Authentification d'un utilisateur
it: Autenticazione di un utente
ja: ユーザーの認証
ko: 사용자를 인증합니다.
pt_br: Autenticação de um usuário
zh_cn: 验证用户
zh_tw: 認證使用者

# Help_Event_LocalLogout
source: Logout of a user
de: Abmeldung eines Benutzers
es: Desconexión de un usuario
fr: Déconnexion d'un utilisateur
it: Logout di un utente
ja: ユーザーのログアウト
ko: 사용자를 로그아웃합니다.
pt_br: Logout de um usuário
zh_cn: 注销用户
zh_tw: 登出使用者

# Help_Event_CreateUserSession
source: Creation of a user session after a successful login
de: Erstellung einer Benutzersession nach einer erfolgreichen Anmeldung
es: Creación de una sesión de usuario después de una conexión correcta
fr: Création d'une session utilisateur après une connexion
it: Creazione di una sessione utente dopo il login
ja: ログイン成功後のユーザー・セッションの作成
ko: 로그인 성공 후 사용자 세션을 생성합니다.
pt_br: Criação de uma sessão do usuário após um log-in bem-sucedido
zh_cn: 成功登录后创建用户会话
zh_tw: 成功登入後建立使用者階段作業

# Help_Event_DeleteUserSession
source: Deletion of a user session after logout
de: Löschung einer Benutzersession nach dem Abmelden
es: Supresión de una sesión de usuario después de la desconexión
fr: Suppression d'une session utilisateur après une déconnexion
it: Eliminazione di una sessione utente dopo il logout
ja: ログアウト後のユーザー・セッションの削除
ko: 로그아웃 후 사용자 세션을 삭제합니다.
pt_br: Deleção de uma sessão do usuário após o logout
zh_cn: 注销后删除用户会话
zh_tw: 登出後刪除使用者階段作業

# Help_Event_CreateUserFederation
source: Creation of a user federation between two remote servers
de: Erstellung einer Benutzerfederation zwischen zwei Remote-Servern
es: Creación de una federación de usuario entre dos servidores remotos
fr: Création d'une fédération d'utilisateurs entre deux serveurs distants
it: Creazione di una federazione utenti tra due server remoti
ja: 2つのリモート・サーバー間のユーザー・フェデレーションの作成
ko: 두 개의 원격 서버 간 사용자 통합을 생성합니다.
pt_br: Criação de uma federação do usuário entre dois servidores remotos
zh_cn: 在两个远程服务器之间创建用户联盟
zh_tw: 在兩個遠端伺服器之間建立使用者聯合項目

# Help_Event_DeleteUserFederation
source: Deletion of a user federation between two remote servers
de: Löschung einer Benutzerfederation zwischen zwei Remote-Servern
es: Supresión de una federación de usuario entre dos servidores remotos
fr: Suppression d'une fédération d'utilisateurs entre deux serveurs distants
it: Eliminazione di una federazione utenti tra due server remoti
ja: 2つのリモート・サーバー間のユーザー・フェデレーションの削除
ko: 두 개의 원격 서버 간 사용자 통합을 삭제합니다.
pt_br: Deleção de uma federação do usuário entre dois servidores remotos
zh_cn: 删除两个远程服务器之间的用户联盟
zh_tw: 刪除兩個遠端伺服器之間的使用者聯合項目

# Help_Event_CreateActiveUserFederation
source: Creation of an active federation after successful login
de: Erstellung einer aktiven Federation nach der erfolgreichen Anmeldung
es: Creación de una federación activa después de una conexión correcta
fr: Création d'une fédération active après une connexion
it: Creazione di una federazione attiva dopo il login
ja: ログイン成功後のアクティブ・フェデレーションの作成
ko: 로그인 성공 후 활성 통합을 생성합니다.
pt_br: Criação de uma federação ativa após o log-in bem-sucedido
zh_cn: 成功登录后创建活动联盟
zh_tw: 成功登入後建立作用中聯合項目

# Help_Event_DeleteActiveUserFederation
source: Deletion of an active federation after logout
de: Löschung einer aktiven Federation nach der Abmeldung
es: Supresión de una federación activa después de la desconexión
fr: Suppression d'une fédération active après une déconnexion
it: Eliminazione di una federazione attiva dopo il logout
ja: ログアウト後のアクティブ・フェデレーションの削除
ko: 로그아웃 후 활성 통합을 삭제합니다.
pt_br: Deleção de uma federação ativa após o logout
zh_cn: 注销后删除活动联盟
zh_tw: 登出後刪除作用中聯合項目

# Help_Event_UpdateUserFederation
source: Modification of a user federation
de: Änderung einer Benutzerfederation
es: Modificación de una federación de usuario
fr: Modification d'une fédération d'utilisateurs
it: Modifica di una federazione utenti
ja: ユーザー・フェデレーションの変更
ko: 사용자 통합을 수정합니다.
pt_br: Modificação da federação de um usuário
zh_cn: 修改用户联盟
zh_tw: 修改使用者聯合項目

# Help_Event_IncomingMessage
source: Protocol message received
de: Protokollnachricht empfangen
es: Mensaje de protocolo recibido
fr: Message de protocole reçu
it: Messaggio di protocollo ricevuto
ja: 受信されたプロトコル・メッセージ
ko: 수신된 프로토콜 메시지입니다.
pt_br: Mensagem de protocolo recebida
zh_cn: 已接收协议消息
zh_tw: 收到的協定訊息
