messagedetail2031500=\uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uAC00 \uD30C\uD2B8\uB108 \uB9C1\uD06C \uBC0F \uC791\uC5C5\uC740 \uB3D9\uC77C\uD558\uC9C0\uB9CC \uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uC740 \uB2E4\uB978 \uB450 \uAC1C \uC774\uC0C1\uC758 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C \uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0 \uC791\uC5C5\uACFC \uC77C\uCE58\uD558\uAE30 \uB54C\uBB38\uC5D0 \uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uAC00 \uAC70\uBD80\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uB97C \uC804\uB2EC\uD560 \uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0 \uC791\uC5C5\uC744 \uD655\uC778\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD0C0\uC774\uBC0D \uBB38\uC81C\uC77C \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 WS-BPEL 2.0\uC758 \uC139\uC158 10.4\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail2031501=\uCE74\uC6B4\uD130\uAC00 \uC644\uB8CC\uB420 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 WS-BPEL 2.0\uC758 \uC139\uC158 11.7\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
action2031501=\uCE74\uC6B4\uD130\uAC00 \uC644\uB8CC\uB420 \uC218 \uC788\uB3C4\uB85D \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail2031502=\uC131\uACF5\uC801\uC73C\uB85C \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C \uACBD\uC6B0 \uB450 \uAC1C \uC774\uC0C1\uC758 \uC218\uC2E0\uC774 \uAC19\uC740 \uBA54\uC2DC\uC9C0\uB97C \uAE30\uB2E4\uB9B4 \uC218 \uC788\uB3C4\uB85D \uC218\uC2E0 \uC791\uC5C5\uC774 \uCC98\uB9AC\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uB3D9\uC77C\uD55C \uD30C\uD2B8\uB108 \uB9C1\uD06C, \uC791\uC5C5 \uBC0F \uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uC5D0 \uB300\uD574 \uB450 \uAC1C \uC774\uC0C1\uC758 \uC218\uC2E0\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uB294 \uACBD\uC6B0 \uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD574 \uB2E4\uC911 \uB300\uC0C1\uC774 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uD0C0\uC774\uBC0D \uBB38\uC81C\uC77C \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 WS-BPEL 2.0\uC758 \uC139\uC158 10.4\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail2031503=\uB3D9\uC77C\uD55C \uD30C\uD2B8\uB108 \uB9C1\uD06C, \uC791\uC5C5 \uBC0F \uBA54\uC2DC\uC9C0 \uAD50\uD658 \uD1A0\uD070\uC5D0 \uB300\uD574 \uB450 \uAC1C \uC774\uC0C1\uC758 \uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0 \uC791\uC5C5\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 WS-BPEL 2.0\uC758 \uC139\uC158 10.4.1\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail2031504=\uCE74\uC6B4\uD130\uAC00 \uC644\uB8CC\uD560 \uC218 \uC5C6\uB294 \uC9C0\uC810\uAE4C\uC9C0 \uCC98\uB9AC\uD588\uC2B5\uB2C8\uB2E4(\uC608: \uCE74\uC6B4\uD130\uC5D0 \uC5EC\uB35F \uAC1C\uC758 \uBC18\uBCF5\uC774 \uB354 \uD544\uC694\uD558\uC9C0\uB9CC \uC5EC\uC12F \uAC1C \uBC16\uC5D0 \uC5C6\uB294 \uACBD\uC6B0). \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 WS-BPEL 2.0\uC758 \uC139\uC158 11.7\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail2031505=\uD750\uB984 \uBD84\uAE30\uC758 \uC870\uC778 \uC870\uAC74\uC774 false\uB85C \uD3C9\uAC00\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 WS-BPEL 2.0\uC758 \uC139\uC158 11.6.2\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail2031506=\uD45C\uD604\uC2DD\uC774 \uD638\uD658\uB418\uC9C0 \uC54A\uB294 \uC9C0\uC815 \uC720\uD615\uC73C\uB85C \uD3C9\uAC00\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 WS-BPEL 2.0\uC758 \uC139\uC158 8.4.2 \uBC0F 8.4.3\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail2031507=\uCC98\uB9AC\uB418\uC9C0 \uC54A\uC740 \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC758 \uD30C\uD2B8\uB108 \uB9C1\uD06C\uAC00 \uBC94\uC704\uB97C \uBC97\uC5B4\uB0AC\uAE30 \uB54C\uBB38\uC5D0 \uAD50\uD658\uC774 \uD68C\uC2E0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 WS-BPEL 2.0\uC758 \uC139\uC158 10.4.1\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail2031508=\uC874\uC7AC\uD558\uC9C0 \uC54A\uB294 \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC5D0 \uB300\uD55C \uD68C\uC2E0\uC744 \uC2DC\uB3C4\uD588\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 WS-BPEL 2.0\uC758 \uC139\uC158 10.4.1\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail2031509=\uD45C\uD604\uC2DD\uC744 \uC2E4\uD589\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uC6D0\uC778\uC5D0 \uB300\uD55C \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action2031509=\uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uC9C0\uC815\uB41C \uC624\uB958\uB97C \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail2031510=\uD30C\uD2B8\uB108 \uB9C1\uD06C\uB97C \uCD08\uAE30\uD654\uD558\uAE30 \uC804\uC5D0 \uD574\uB2F9 \uB9C1\uD06C\uC5D0 \uC561\uC138\uC2A4\uB97C \uC2DC\uB3C4\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4(\uBC30\uCE58 \uC911\uC5D0 \uAC80\uC99D\uC744 \uD1B5\uD574 \uBC1C\uACAC\uD574\uC57C \uD568).
action2031510=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031511=doXslTransform \uD568\uC218\uC758 \uC18C\uC2A4\uC5D0 \uB8E8\uD2B8 \uB178\uB4DC\uC758 \uC218\uAC00 \uD55C \uAC1C\uAC00 \uC544\uB2CC XML \uBB38\uC11C\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
action2031511=\uC18C\uC2A4\uC5D0 \uD55C \uAC1C\uC758 \uB8E8\uD2B8 \uB178\uB4DC\uB9CC \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031512=doXslTransform\uC758 \uC18C\uC2A4\uAC00 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uB294 \uC720\uD615\uC785\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031512=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031513=\uD074\uB798\uC2A4 \uB85C\uB354 \uACC4\uCE35\uC5D0\uC11C XSL \uC2A4\uD0C0\uC77C\uC2DC\uD2B8\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action2031513=\uD074\uB798\uC2A4 \uB85C\uB354 \uACC4\uCE35\uC5D0\uC11C \uC2A4\uD0C0\uC77C\uC2DC\uD2B8\uB97C \uCC3E\uC744 \uC218 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031514=\uC774\uBBF8 \uCC98\uB9AC\uB418\uAE30\uB97C \uAE30\uB2E4\uB9AC\uACE0 \uC788\uB294 \uD30C\uD2B8\uB108 \uB9C1\uD06C, \uC791\uC5C5 \uBC0F \uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uC5D0 \uB300\uD574 \uD504\uB85C\uC138\uC2A4\uAC00 \uBA54\uC2DC\uC9C0\uB97C \uBC1B\uC558\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uB97C \uBC1B\uC740 \uC21C\uC11C\uAC00 \uC798\uBABB\uB41C \uACBD\uC6B0 \uC774 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action2031514=\uBA54\uC2DC\uC9C0\uB97C \uB2E4\uC2DC \uBCF4\uB0B4\uC2ED\uC2DC\uC624.
messagedetail2031515=from-spec\uC774 \uC120\uD0DD\uD55C EII\uB294 to-spec\uC774 \uC120\uD0DD\uD55C EII\uB97C \uB300\uCCB4\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. from-spec \uBC0F to-spec\uC774 \uC120\uD0DD\uD55C EII\uC758 \uC694\uC18C \uC774\uB984\uC774 \uC11C\uB85C \uB2E4\uB978 \uACBD\uC6B0, from-spec \uC694\uC18C\uB294 to-spec \uC694\uC18C\uC758 substitutionGroup\uC5D0 \uC18D\uD574\uC57C \uD569\uB2C8\uB2E4(\uC694\uC18C\uC758 \uC2A4\uD0A4\uB9C8 \uC815\uC758\uC5D0 \uC758\uD574 \uACB0\uC815\uB428).
messagedetail2031516=\uD504\uB85C\uC138\uC2A4 \uC778\uC2A4\uD134\uC2A4\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC77C\uBC18\uC801\uC73C\uB85C ForEach\uAC00 \uC644\uB8CC \uC870\uAC74\uACFC \uD568\uAED8 \uC0AC\uC6A9\uB418\uC5C8\uC744 \uB54C \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action2031516=\uC608\uC0C1\uCE58 \uC54A\uC740 \uBB38\uC81C\uC778 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031517=\uB9C1\uD06C\uAC00 \uC124\uC815\uB418\uAE30 \uC804\uC5D0 \uCC38\uC870\uB418\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uC77C\uBC18\uC801\uC73C\uB85C \uD504\uB85C\uC138\uC2A4 \uC815\uC758\uC640 \uAD00\uB828\uB41C \uBB38\uC81C\uC774\uC9C0\uB9CC \uD0C0\uC774\uBC0D \uBB38\uC81C\uC77C \uC218\uB3C4 \uC788\uC2B5\uB2C8\uB2E4.
action2031517=\uB9C1\uD06C\uAC00 \uD56D\uC0C1 \uCC38\uC870\uB418\uAE30 \uC804\uC5D0 \uC124\uC815\uB418\uB3C4\uB85D \uD504\uB85C\uC138\uC2A4\uB97C \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail2031518=\uBCC0\uC218\uAC00 \uCD08\uAE30\uD654\uB418\uAE30 \uC804\uC5D0 \uCC38\uC870\uB418\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uC77C\uBC18\uC801\uC73C\uB85C \uD504\uB85C\uC138\uC2A4 \uC815\uC758\uC640 \uAD00\uB828\uB41C \uBB38\uC81C\uC774\uC9C0\uB9CC \uD0C0\uC774\uBC0D \uBB38\uC81C\uC77C \uC218\uB3C4 \uC788\uC2B5\uB2C8\uB2E4.
action2031518=\uBCC0\uC218\uAC00 \uD56D\uC0C1 \uCC38\uC870\uB418\uAE30 \uC804\uC5D0 \uCD08\uAE30\uD654\uB418\uB3C4\uB85D \uD504\uB85C\uC138\uC2A4\uB97C \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail2031519=\uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uC5D0 \uD55C \uBD80\uBD84 \uC774\uC0C1\uC774 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action2031519=\uC791\uC5C5\uC758 \uC785\uB825 \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD574 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC5D0 \uC815\uC758\uB41C \uBAA8\uB4E0 \uBD80\uBD84\uC774 \uBA54\uC2DC\uC9C0\uC5D0 \uD3EC\uD568\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031520=\uC544\uC6C3\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uC5D0 \uD55C \uBD80\uBD84 \uC774\uC0C1\uC774 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action2031520=\uC791\uC5C5\uC758 \uCD9C\uB825 \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD574 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC5D0 \uC815\uC758\uB41C \uBAA8\uB4E0 \uBD80\uBD84\uC774 \uBA54\uC2DC\uC9C0\uC5D0 \uD3EC\uD568\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031521=\uD45C\uD604\uC2DD(\uD2B9\uD788 \uBCF5\uC0AC\uC5D0\uC11C \uC0AC\uC6A9\uB418\uB294 \uD45C\uD604\uC2DD)\uC5D0\uC11C \uB2E8\uC77C \uD56D\uBAA9\uC774 \uBC18\uD658\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uD45C\uD604\uC2DD\uC774 0\uC774\uB098 \uB450 \uAC1C \uC774\uC0C1\uC758 \uD56D\uBAA9\uC73C\uB85C \uD3C9\uAC00\uB418\uB294 \uACBD\uC6B0\uB294 \uC608\uC678 \uC0AC\uD56D\uC785\uB2C8\uB2E4.
action2031521=\uD45C\uD604\uC2DD\uC5D0\uC11C \uB2E8\uC77C \uD56D\uBAA9\uC744 \uC120\uD0DD\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031522=\uC774\uBBF8 \uD65C\uC131 \uC0C1\uD0DC\uC778 \uC0C8 \uD2B8\uB79C\uC7AD\uC158\uC744 \uC2DC\uC791\uD558\uB824\uACE0 \uC2DC\uB3C4\uD588\uC2B5\uB2C8\uB2E4. \uC774\uB7EC\uD55C \uC2DC\uB3C4\uB294 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4. \uD604\uC7AC \uD2B8\uB79C\uC7AD\uC158\uC744 \uBA85\uC2DC\uC801\uC73C\uB85C \uC2DC\uC791\uD560 \uC218 \uC5C6\uAE30 \uB54C\uBB38\uC785\uB2C8\uB2E4.
action2031522=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
