messagedetail2031500=\u540C\u3058\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u304A\u3088\u3073\u64CD\u4F5C\u3092\u6301\u3061\u3001\u76F8\u95A2\u30BB\u30C3\u30C8\u304C\u7570\u306A\u308B\u8907\u6570\u306E\u6709\u52B9\u306A\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u306B\u4E00\u81F4\u3059\u308B\u305F\u3081\u3001\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u914D\u4FE1\u3059\u308B\u5FC5\u8981\u306E\u3042\u308B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u3092\u7279\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u3001\u30BF\u30A4\u30DF\u30F3\u30B0\u306E\u554F\u984C\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u8A73\u7D30\u306F\u3001WS-BPEL 2.0\u306E\u30BB\u30AF\u30B7\u30E7\u30F310.4\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031501=\u30AB\u30A6\u30F3\u30BF\u304C\u5B8C\u4E86\u3057\u307E\u305B\u3093\u3002\u8A73\u7D30\u306F\u3001WS-BPEL 2.0\u306E\u30BB\u30AF\u30B7\u30E7\u30F311.7\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action2031501=\u5B8C\u4E86\u3067\u304D\u308B\u3088\u3046\u306B\u30AB\u30A6\u30F3\u30BF\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031502=\u6B63\u5E38\u306B\u6709\u52B9\u306B\u3055\u308C\u305F\u5834\u5408\u306B\u3001\u540C\u3058\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u5F85\u6A5F\u3059\u308B\u8907\u6570\u306E\u53D7\u4FE1\u304C\u751F\u6210\u3055\u308C\u308B\u7D50\u679C\u306B\u306A\u308B\u53D7\u4FE1\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u304C\u51E6\u7406\u3055\u308C\u307E\u3057\u305F\u3002\u540C\u3058\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u3001\u64CD\u4F5C\u304A\u3088\u3073\u76F8\u95A2\u30BB\u30C3\u30C8\u306B\u5BFE\u3057\u3066\u3001\u8907\u6570\u306E\u53D7\u4FE1\u304C\u6709\u52B9\u306B\u3055\u308C\u305F\u5834\u5408\u306F\u3001\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u5BFE\u8C61\u304C\u8907\u6570\u306B\u306A\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u30BF\u30A4\u30DF\u30F3\u30B0\u306E\u554F\u984C\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u8A73\u7D30\u306F\u3001WS-BPEL 2.0\u306E\u30BB\u30AF\u30B7\u30E7\u30F310.4\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031503=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u3001\u64CD\u4F5C\u304A\u3088\u3073\u30E1\u30C3\u30BB\u30FC\u30B8\u4EA4\u63DB\u30C8\u30FC\u30AF\u30F3\u306B\u5BFE\u3057\u3066\u8907\u6570\u306E\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u304C\u6709\u52B9\u3067\u3042\u308B\u306E\u306F\u4E0D\u6B63\u3067\u3059\u3002\u8A73\u7D30\u306F\u3001WS-BPEL 2.0\u306E\u30BB\u30AF\u30B7\u30E7\u30F310.4.1\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031504=\u30AB\u30A6\u30F3\u30BF\u304C\u5B8C\u4E86\u3067\u304D\u306A\u3044\u30DD\u30A4\u30F3\u30C8\u307E\u3067\u51E6\u7406\u3055\u308C\u307E\u3057\u305F(\u305F\u3068\u3048\u3070\u3001\u30AB\u30A6\u30F3\u30BF\u304C\u3055\u3089\u306B8\u56DE\u306E\u53CD\u5FA9\u3092\u8981\u6C42\u3067\u304D\u307E\u3059\u304C\u30016\u56DE\u3057\u304B\u884C\u308F\u308C\u307E\u305B\u3093)\u3002\u8A73\u7D30\u306F\u3001WS-BPEL 2.0\u306E\u30BB\u30AF\u30B7\u30E7\u30F311.7\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031505=\u30D5\u30ED\u30FC\u306E\u30D6\u30E9\u30F3\u30C1\u306E\u7D50\u5408\u6761\u4EF6\u306Ffalse\u306B\u8A55\u4FA1\u3055\u308C\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001WS-BPEL 2.0\u306E\u30BB\u30AF\u30B7\u30E7\u30F311.6.2\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031506=\u5F0F\u304C\u4EE3\u5165\u3067\u4E92\u63DB\u6027\u306E\u306A\u3044\u578B\u3068\u3057\u3066\u8A55\u4FA1\u3055\u308C\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001WS-BPEL 2.0\u306E\u30BB\u30AF\u30B7\u30E7\u30F38.4.2\u304A\u3088\u30738.4.3\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031507=\u672A\u51E6\u7406\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u4EA4\u63DB\u306E\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u304C\u30B9\u30B3\u30FC\u30D7\u5916\u306B\u306A\u308A\u3001\u4EA4\u63DB\u3078\u306E\u5FDC\u7B54\u304C\u884C\u308F\u308C\u306A\u304F\u306A\u308A\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001WS-BPEL 2.0\u306E\u30BB\u30AF\u30B7\u30E7\u30F310.4.1\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031508=\u5B58\u5728\u3057\u306A\u3044\u30E1\u30C3\u30BB\u30FC\u30B8\u4EA4\u63DB\u306B\u5FDC\u7B54\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001WS-BPEL 2.0\u306E\u30BB\u30AF\u30B7\u30E7\u30F310.4.1\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031509=\u5F0F\u3092\u5B9F\u884C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306A\u539F\u56E0\u306B\u3064\u3044\u3066\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action2031509=\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u30A8\u30E9\u30FC\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031510=\u521D\u671F\u5316\u3055\u308C\u308B\u524D\u306B\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u304C\u8A66\u884C\u3055\u308C\u307E\u3057\u305F\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059(\u901A\u5E38\u306F\u30C7\u30D7\u30ED\u30A4\u6642\u306E\u691C\u8A3C\u3067\u6355\u6349\u3055\u308C\u307E\u3059)\u3002
action2031510=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031511=doXslTransform\u95A2\u6570\u306E\u30BD\u30FC\u30B9\u306B1\u3064\u306E\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u4EE5\u5916\u3092\u542B\u3080XML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u3042\u308A\u307E\u3059\u3002
action2031511=\u30BD\u30FC\u30B9\u306B\u30EB\u30FC\u30C8\u30FB\u30CE\u30FC\u30C9\u304C1\u3064\u306E\u307F\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031512=doXslTransform\u306E\u30BD\u30FC\u30B9\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30BF\u30A4\u30D7\u3067\u3059\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031512=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031513=\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC\u968E\u5C64\u3067XSL\u30B9\u30BF\u30A4\u30EB\u30B7\u30FC\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action2031513=\u30B9\u30BF\u30A4\u30EB\u30B7\u30FC\u30C8\u304C\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC\u968E\u5C64\u306B\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031514=\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u3001\u64CD\u4F5C\u304A\u3088\u3073\u76F8\u95A2\u30BB\u30C3\u30C8\u306E\u30D7\u30ED\u30BB\u30B9\u306B\u3088\u3063\u3066\u3001\u3053\u306E\u30D7\u30ED\u30BB\u30B9\u304C\u51E6\u7406\u3092\u5F85\u6A5F\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u53D7\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u9069\u5207\u306A\u9806\u5E8F\u3067\u53D7\u4FE1\u3055\u308C\u306A\u304B\u3063\u305F\u3053\u3068\u304C\u3001\u3053\u306E\u539F\u56E0\u306E1\u3064\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action2031514=\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u518D\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031515=from-spec\u3067\u9078\u629E\u3055\u308C\u305FEII\u306Fto-spec\u3067\u9078\u629E\u3055\u308C\u305FEII\u306B\u5BFE\u3057\u4EE3\u7528\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002from-spec\u3068to-spec\u304C\u7570\u306A\u308B\u8981\u7D20\u540D\u3067EII\u3092\u9078\u629E\u3057\u305F\u5834\u5408\u3001from-spec\u8981\u7D20\u306Fto-spec\u8981\u7D20\u306EsubstitutionGroup\u306B\u5C5E\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059(\u8981\u7D20\u306E\u30B9\u30AD\u30FC\u30DE\u5B9A\u7FA9\u3067\u6C7A\u5B9A\u3055\u308C\u3066\u3044\u308B\u3068\u304A\u308A\u3067\u3059)\u3002
messagedetail2031516=\u30D7\u30ED\u30BB\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u308C\u306F\u901A\u5E38\u3001\u5B8C\u4E86\u6761\u4EF6\u3067ForEach\u304C\u4F7F\u7528\u3055\u308C\u305F\u5834\u5408\u306B\u8D77\u3053\u308A\u307E\u3059\u3002
action2031516=\u3053\u308C\u304C\u4E88\u671F\u3057\u306A\u3044\u52D5\u4F5C\u3067\u3042\u308B\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031517=\u30EA\u30F3\u30AF\u304C\u8A2D\u5B9A\u3055\u308C\u308B\u524D\u306B\u53C2\u7167\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u4E00\u822C\u7684\u306B\u30D7\u30ED\u30BB\u30B9\u5B9A\u7FA9\u306E\u554F\u984C\u3067\u3059\u304C\u3001\u30BF\u30A4\u30DF\u30F3\u30B0\u306E\u554F\u984C\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action2031517=\u53C2\u7167\u3055\u308C\u308B\u524D\u306B\u30EA\u30F3\u30AF\u304C\u5FC5\u305A\u8A2D\u5B9A\u3055\u308C\u308B\u3088\u3046\u306B\u30D7\u30ED\u30BB\u30B9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031518=\u5909\u6570\u304C\u521D\u671F\u5316\u3055\u308C\u308B\u524D\u306B\u53C2\u7167\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u4E00\u822C\u7684\u306B\u30D7\u30ED\u30BB\u30B9\u5B9A\u7FA9\u306E\u554F\u984C\u3067\u3059\u304C\u3001\u30BF\u30A4\u30DF\u30F3\u30B0\u306E\u554F\u984C\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action2031518=\u53C2\u7167\u3055\u308C\u308B\u524D\u306B\u5909\u6570\u304C\u5FC5\u305A\u521D\u671F\u5316\u3055\u308C\u308B\u3088\u3046\u306B\u30D7\u30ED\u30BB\u30B9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031519=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30D1\u30FC\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action2031519=\u64CD\u4F5C\u306E\u5165\u529B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u306B\u5BFE\u3057\u3066\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30D1\u30FC\u30C8\u304C\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031520=\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30D1\u30FC\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action2031520=\u64CD\u4F5C\u306E\u51FA\u529B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u306B\u5BFE\u3057\u3066\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30D1\u30FC\u30C8\u304C\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031521=\u5F0F(\u7279\u306B\u30B3\u30D4\u30FC\u3067\u4F7F\u7528\u3055\u308C\u308B\u5F0F)\u306F\u5358\u72EC\u306E\u9805\u76EE\u3092\u623B\u3059\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u30020\u307E\u305F\u306F\u8907\u6570\u500B\u306E\u9805\u76EE\u3068\u3057\u3066\u8A55\u4FA1\u3055\u308C\u308B\u5834\u5408\u3001\u305D\u306E\u5F0F\u306F\u4F8B\u5916\u3067\u3059\u3002
action2031521=\u5F0F\u304C\u5358\u4E00\u306E\u9805\u76EE\u3092\u9078\u629E\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031522=\u3059\u3067\u306B\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u3042\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u65B0\u3057\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u958B\u59CB\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059(\u73FE\u5728\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u660E\u793A\u7684\u306B\u958B\u59CB\u3067\u304D\u307E\u305B\u3093)\u3002
action2031522=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
