messagedetail2031500=Se ha rechazado el mensaje entrante porque coincide con m\u00E1s de 1 actividad de mensajes entrantes activada con el mismo enlace de partner y la misma operaci\u00F3n, pero diferentes juegos de correlaciones. No se puede determinar a qu\u00E9 actividad de mensajes entrantes se debe entregar el mensaje. Puede que se deba a un problema de temporizaci\u00F3n. Consulte WS-BPEL 2.0, secci\u00F3n 10.4, para obtener m\u00E1s informaci\u00F3n.
messagedetail2031501=El contador no terminar\u00E1 nunca. Consulte WS-BPEL 2.0, secci\u00F3n 11.7, para obtener m\u00E1s informaci\u00F3n.
action2031501=Revise el contador para que pueda terminar.
messagedetail2031502=Se ha procesado una actividad de recepci\u00F3n que, si se activa correctamente, producir\u00EDa m\u00E1s de 1 espera de recepci\u00F3n para el mismo mensaje. Si se activara m\u00E1s de 1 recepci\u00F3n para el mismo enlace de partner, la misma operaci\u00F3n y el mismo juego de correlaciones, se obtendr\u00EDan varios destinos para los mensajes entrantes. Puede que se deba a un problema de temporizaci\u00F3n. Consulte WS-BPEL 2.0, secci\u00F3n 10.4, para obtener m\u00E1s informaci\u00F3n.
messagedetail2031503=No se puede tener m\u00E1s de 1 actividad de mensajes entrantes activada con el mismo enlace de partner, la misma operaci\u00F3n y el mismo token de intercambio de mensaje. Consulte WS-BPEL 2.0, secci\u00F3n 10.4.1, para obtener m\u00E1s informaci\u00F3n.
messagedetail2031504=El contador ha procesado hasta el punto en que nunca terminar\u00E1 (por ejemplo, puede que el contador necesite 8 iteraciones m\u00E1s, pero s\u00F3lo habr\u00E1 6). Consulte WS-BPEL 2.0, secci\u00F3n 11.7, para obtener m\u00E1s informaci\u00F3n.
messagedetail2031505=Una condici\u00F3n de uni\u00F3n de una bifurcaci\u00F3n de un flujo se ha evaluado en false. Consulte WS-BPEL 2.0, secci\u00F3n 11.6.2, para obtener m\u00E1s informaci\u00F3n.
messagedetail2031506=Una expresi\u00F3n se ha evaluado en un tipo incompatible para la asignaci\u00F3n. Consulte WS-BPEL 2.0, secciones 8.4.2 y 8.4.3, para obtener m\u00E1s informaci\u00F3n.
messagedetail2031507=El enlace de partner de un intercambio de mensaje pendiente acaba de salir del \u00E1mbito, por lo que nunca se responder\u00E1 al intercambio. Consulte WS-BPEL 2.0, secci\u00F3n 10.4.1, para obtener m\u00E1s informaci\u00F3n.
messagedetail2031508=Se ha intentado responder a un intercambio de mensaje que no existe. Consulte WS-BPEL 2.0, secci\u00F3n 10.4.1, para obtener m\u00E1s informaci\u00F3n.
messagedetail2031509=Se ha producido un error inesperado al ejecutar una expresi\u00F3n. El mensaje de excepci\u00F3n debe proporcionar detalles de la causa.
action2031509=Corrija el error especificado en el mensaje de excepci\u00F3n.
messagedetail2031510=Se ha intentado acceder a un enlace de partner antes de haberlo inicializado. Esto no debe ocurrir nunca (se debe obtener en la validaci\u00F3n realizada durante el despliegue).
action2031510=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031511=El origen de la funci\u00F3n doXslTransform contiene un documento XML con un n\u00FAmero de nodos ra\u00EDz distinto a 1.
action2031511=Aseg\u00FArese de que el origen contiene s\u00F3lo 1 nodo ra\u00EDz.
messagedetail2031512=El origen de doXslTransform es de un tipo no soportado. Esto no debe ocurrir nunca.
action2031512=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031513=No se ha encontrado la hoja de estilo XSL en la jerarqu\u00EDa del cargador de clase.
action2031513=Aseg\u00FArese de que la hoja de estilo est\u00E1 en la jerarqu\u00EDa del cargador de clase.
messagedetail2031514=El proceso ha recibido un mensaje para un enlace de partner, una operaci\u00F3n y unos juegos de correlaciones, pero ya hay uno a la espera de su procesamiento. Un posible motivo es que los mensajes se hayan recibido corruptos.
action2031514=Vuelva a enviar el mensaje.
messagedetail2031515=La EII seleccionada por from-spec no se puede sustituir por la EII seleccionada por to-spec. Si from-spec y to-spec seleccionan EII con nombres de elemento diferentes, el elemento from-spec debe pertenecer a substitutionGroup del elemento to-spec (seg\u00FAn se determine en las definiciones de esquema para los elementos).
messagedetail2031516=No se ha encontrado una instancia de proceso. Esto suele ocurrir cuando se utiliza ForEach con una condici\u00F3n de terminaci\u00F3n.
action2031516=Si no es lo que se esperaba, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031517=Se ha hecho referencia al enlace antes de haberlo definido. Por lo general, indica un problema con la definici\u00F3n del proceso, pero tambi\u00E9n puede ser un problema de temporizaci\u00F3n.
action2031517=Modifique el proceso para asegurarse de que el enlace est\u00E9 siempre definido antes de que se haga referencia a \u00E9l.
messagedetail2031518=Se ha hecho referencia a la variable antes de haberla inicializado. Por lo general, indica un problema con la definici\u00F3n del proceso, pero tambi\u00E9n puede ser un problema de temporizaci\u00F3n.
action2031518=Modifique el proceso para asegurarse de que la variable est\u00E9 siempre inicializada antes de que se haga referencia a ella.
messagedetail2031519=Falta al menos una parte en el mensaje entrante.
action2031519=Aseg\u00FArese de que el mensaje contiene todas las partes definidas en el tipo de mensaje para el mensaje de entrada de la operaci\u00F3n.
messagedetail2031520=Falta al menos una parte en el mensaje saliente.
action2031520=Aseg\u00FArese de que el mensaje contiene todas las partes definidas en el tipo de mensaje para el mensaje de salida de la operaci\u00F3n.
messagedetail2031521=Las expresiones (sobre todo las utilizadas en Copiar) deben devolver un solo elemento. Si la expresi\u00F3n se eval\u00FAa en 0 o m\u00E1s de 1 elemento, es una excepci\u00F3n.
action2031521=Aseg\u00FArese de que la expresi\u00F3n selecciona un solo elemento.
messagedetail2031522=Se ha intentado iniciar una nueva transacci\u00F3n mientras hab\u00EDa una activa. Esto no est\u00E1 soportado. Esto no debe ocurrir nunca (porque las transacciones no se pueden iniciar de manera expl\u00EDcita actualmente).
action2031522=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
