messagedetail2031500=\u5167\u9001\u8A0A\u606F\u906D\u62D2\uFF0C\u56E0\u70BA\u5B83\u7B26\u5408\u5177\u6709\u76F8\u540C\u5925\u4F34\u9023\u7D50\u548C\u4F5C\u696D\u3001\u4F46\u5177\u6709\u4E0D\u540C\u95DC\u806F\u96C6\u7684\u591A\u500B\u5DF2\u555F\u7528\u5167\u9001\u8A0A\u606F\u50B3\u905E\u6D3B\u52D5\u3002\u7121\u6CD5\u78BA\u5B9A\u61C9\u8A72\u8981\u5C07\u8A0A\u606F\u50B3\u905E\u7D66\u54EA\u500B\u5167\u9001\u8A0A\u606F\u50B3\u905E\u6D3B\u52D5\u3002\u9019\u53EF\u80FD\u8D77\u56E0\u65BC\u8A08\u6642\u554F\u984C\u3002\u5982\u9700\u8A73\u7D30\u8CC7\u8A0A\uFF0C\u8ACB\u53C3\u95B1 WS-BPEL 2.0 \u7B2C 10.4 \u7BC0\u3002
messagedetail2031501=\u8A08\u6578\u5668\u6C38\u9060\u4E0D\u6703\u5B8C\u6210\u3002\u5982\u9700\u8A73\u7D30\u8CC7\u8A0A\uFF0C\u8ACB\u53C3\u95B1 WS-BPEL 2.0 \u7B2C 11.7 \u7BC0\u3002
action2031501=\u8ACB\u4FEE\u8A02\u8A08\u6578\u5668\uFF0C\u8B93\u5B83\u80FD\u5920\u5B8C\u6210\u3002
messagedetail2031502=\u5DF2\u8655\u7406\u4E00\u500B\u63A5\u6536\u6D3B\u52D5\uFF0C\u6B64\u63A5\u6536\u6D3B\u52D5\u4E00\u65E6\u6210\u529F\u555F\u7528\uFF0C\u5C31\u6703\u6709\u591A\u500B\u63A5\u6536\u7B49\u5F85\u540C\u4E00\u500B\u8A0A\u606F\u3002\u5982\u679C\u555F\u7528\u76F8\u540C\u5925\u4F34\u9023\u7D50\u3001\u4F5C\u696D\u548C\u95DC\u806F\u96C6\u7684\u591A\u500B\u63A5\u6536\uFF0C\u5167\u9001\u8A0A\u606F\u5C31\u6703\u6709\u591A\u500B\u76EE\u6A19\u3002\u9019\u53EF\u80FD\u8D77\u56E0\u65BC\u8A08\u6642\u554F\u984C\u3002\u5982\u9700\u8A73\u7D30\u8CC7\u8A0A\uFF0C\u8ACB\u53C3\u95B1 WS-BPEL 2.0 \u7B2C 10.4 \u7BC0\u3002
messagedetail2031503=\u555F\u7528\u591A\u500B\u5177\u6709\u76F8\u540C\u5925\u4F34\u9023\u7D50\u3001\u4F5C\u696D\u548C\u8A0A\u606F\u4EA4\u63DB\u8A18\u865F\u7684\u5167\u9001\u8A0A\u606F\u50B3\u905E\u6D3B\u52D5\u662F\u4E0D\u5408\u6CD5\u7684\u3002\u5982\u9700\u8A73\u7D30\u8CC7\u8A0A\uFF0C\u8ACB\u53C3\u95B1 WS-BPEL 2.0 \u7B2C 10.4.1 \u7BC0\u3002
messagedetail2031504=\u8A08\u6578\u5668\u7684\u8655\u7406\u5F62\u6210\u6C38\u9060\u4E0D\u6703\u5B8C\u6210\u7684\u72C0\u6CC1 (\u4F8B\u5982\uFF0C\u8A08\u6578\u5668\u9700\u8981\u6709 8 \u6B21\u91CD\u8907\uFF0C\u4F46\u53EA\u6703\u6709 6 \u6B21)\u3002\u5982\u9700\u8A73\u7D30\u8CC7\u8A0A\uFF0C\u8ACB\u53C3\u95B1 WS-BPEL 2.0 \u7B2C 11.7 \u7BC0\u3002
messagedetail2031505=\u6D41\u7A0B\u5206\u652F\u7684\u9023\u63A5\u689D\u4EF6\u5DF2\u8A55\u4F30\u70BA false\u3002\u5982\u9700\u8A73\u7D30\u8CC7\u8A0A\uFF0C\u8ACB\u53C3\u95B1 WS-BPEL 2.0 \u7B2C 11.6.2 \u7BC0\u3002
messagedetail2031506=\u8868\u793A\u5F0F\u8A55\u4F30\u70BA\u4E0D\u76F8\u5BB9\u7684\u6307\u6D3E\u985E\u578B\u3002\u5982\u9700\u8A73\u7D30\u8CC7\u8A0A\uFF0C\u8ACB\u53C3\u95B1 WS-BPEL 2.0 \u7B2C 8.4.2 \u548C 8.4.3 \u7BC0\u3002
messagedetail2031507=\u5F85\u8655\u7406\u8A0A\u606F\u7684\u5925\u4F34\u9023\u7D50\u8D85\u51FA\u9818\u57DF\uFF0C\u4EA4\u63DB\u6C38\u9060\u4E0D\u6703\u5F97\u5230\u56DE\u8986\u3002\u5982\u9700\u8A73\u7D30\u8CC7\u8A0A\uFF0C\u8ACB\u53C3\u95B1 WS-BPEL 2.0 \u7B2C 10.4.1 \u7BC0\u3002
messagedetail2031508=\u5617\u8A66\u56DE\u8986\u4E0D\u5B58\u5728\u7684\u8A0A\u606F\u4EA4\u63DB\u3002\u5982\u9700\u8A73\u7D30\u8CC7\u8A0A\uFF0C\u8ACB\u53C3\u95B1 WS-BPEL 2.0 \u7B2C 10.4.1 \u7BC0\u3002
messagedetail2031509=\u57F7\u884C\u8868\u793A\u5F0F\u6642\u767C\u751F\u672A\u9810\u671F\u7684\u932F\u8AA4\u3002\u7570\u5E38\u72C0\u6CC1\u8A0A\u606F\u61C9\u8A72\u6703\u63D0\u4F9B\u539F\u56E0\u7684\u8A73\u7D30\u8AAA\u660E\u3002
action2031509=\u8ACB\u66F4\u6B63\u7570\u5E38\u72C0\u6CC1\u8A0A\u606F\u4E2D\u6240\u6307\u5B9A\u7684\u932F\u8AA4\u3002
messagedetail2031510=\u5617\u8A66\u5B58\u53D6\u672A\u521D\u59CB\u5316\u7684\u5925\u4F34\u9023\u7D50\u3002\u9019\u4E0D\u61C9\u8A72\u6703\u767C\u751F (\u5EFA\u7F6E\u671F\u9593\u7684\u9A57\u8B49\u64CD\u4F5C\u61C9\u8A72\u65E9\u5DF2\u627E\u5230\u6B64\u60C5\u5F62)\u3002
action2031510=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail2031511=doXslTransform \u51FD\u6578\u7684\u4F86\u6E90\u6240\u542B\u7684 XML \u6587\u4EF6\u4E2D\u7684\u6839\u7BC0\u9EDE\u4E0D\u53EA 1 \u500B\u3002
action2031511=\u8ACB\u78BA\u5B9A\u4F86\u6E90\u53EA\u5305\u542B 1 \u500B\u6839\u7BC0\u9EDE\u3002
messagedetail2031512=doXslTransform \u7684\u4F86\u6E90\u662F\u4E0D\u652F\u63F4\u7684\u985E\u578B\u3002\u9019\u4E0D\u61C9\u8A72\u6703\u767C\u751F\u3002
action2031512=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail2031513=\u5728\u985E\u5225\u8F09\u5165\u5668\u968E\u5C64\u4E0A\u627E\u4E0D\u5230 XSL \u6A23\u5F0F\u8868\u3002
action2031513=\u8ACB\u78BA\u5B9A\u5728\u985E\u5225\u8F09\u5165\u5668\u968E\u5C64\u4E0A\u627E\u5F97\u5230\u6A23\u5F0F\u8868\u3002
messagedetail2031514=\u7A0B\u5E8F\u6536\u5230\u67D0\u500B\u5925\u4F34\u9023\u7D50\u3001\u4F5C\u696D\u548C\u95DC\u806F\u96C6\u7684\u8A0A\u606F\uFF0C\u4F46\u5DF2\u6709\u540C\u6A23\u7684\u8A0A\u606F\u5728\u7B49\u5F85\u8655\u7406\u3002\u53EF\u80FD\u539F\u56E0\u4E4B\u4E00\u662F\u8A0A\u606F\u63A5\u6536\u9806\u5E8F\u7D0A\u4E82\u3002
action2031514=\u8ACB\u91CD\u65B0\u50B3\u9001\u8A0A\u606F\u3002
messagedetail2031515=from-spec \u6240\u9078\u53D6\u7684 EII \u4E0D\u53EF\u66FF\u63DB\u70BA to-spec \u6240\u9078\u53D6\u7684 EII\u3002\u5982\u679C from-spec \u8207 to-spec \u9078\u53D6\u4E86\u4E0D\u540C\u5143\u7D20\u540D\u7A31\u7684 EII\uFF0C\u5247 from-spec \u5143\u7D20\u5FC5\u9808\u5C6C\u65BC to-spec \u5143\u7D20\u7684 substitutionGroup (\u5982\u5143\u7D20\u7684\u7DB1\u8981\u5B9A\u7FA9\u6240\u6307\u5B9A)\u3002
messagedetail2031516=\u627E\u4E0D\u5230\u7A0B\u5E8F\u57F7\u884C\u8655\u7406\u3002\u9019\u901A\u5E38\u6703\u5728 ForEach \u8207\u5B8C\u6210\u689D\u4EF6\u4E00\u8D77\u4F7F\u7528\u6642\u767C\u751F\u3002
action2031516=\u5982\u679C\u9019\u4E0D\u662F\u9810\u671F\u767C\u751F\u7684\u4E8B\uFF0C\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail2031517=\u9023\u7D50\u5C1A\u672A\u8A2D\u5B9A\u5C31\u53D7\u5230\u53C3\u7167\u3002\u9019\u901A\u5E38\u662F\u7A0B\u5E8F\u5B9A\u7FA9\u554F\u984C\uFF0C\u4F46\u4E5F\u53EF\u80FD\u662F\u8A08\u6642\u554F\u984C\u3002
action2031517=\u8ACB\u4FEE\u6539\u7A0B\u5E8F\uFF0C\u78BA\u5B9A\u9023\u7D50\u4E00\u5F8B\u662F\u5148\u8A2D\u5B9A\uFF0C\u7136\u5F8C\u624D\u53D7\u5230\u53C3\u7167\u3002
messagedetail2031518=\u8B8A\u6578\u5C1A\u672A\u521D\u59CB\u5316\u5C31\u53D7\u5230\u53C3\u7167\u3002\u9019\u901A\u5E38\u662F\u7A0B\u5E8F\u5B9A\u7FA9\u554F\u984C\uFF0C\u4F46\u4E5F\u53EF\u80FD\u662F\u8A08\u6642\u554F\u984C\u3002
action2031518=\u8ACB\u4FEE\u6539\u7A0B\u5E8F\uFF0C\u78BA\u5B9A\u8B8A\u6578\u4E00\u5F8B\u662F\u5148\u521D\u59CB\u5316\uFF0C\u7136\u5F8C\u624D\u53D7\u5230\u53C3\u7167\u3002
messagedetail2031519=\u5167\u9001\u8A0A\u606F\u81F3\u5C11\u907A\u6F0F\u4E00\u500B\u90E8\u5206\u3002
action2031519=\u8ACB\u78BA\u5B9A\u8A0A\u606F\u5305\u542B\u4F5C\u696D\u4E4B\u8F38\u5165\u8A0A\u606F\u7684\u8A0A\u606F\u985E\u578B\u4E0A\u6240\u5B9A\u7FA9\u7684\u6240\u6709\u90E8\u5206\u3002
messagedetail2031520=\u5916\u9001\u8A0A\u606F\u81F3\u5C11\u907A\u6F0F\u4E00\u500B\u90E8\u5206\u3002
action2031520=\u8ACB\u78BA\u5B9A\u8A0A\u606F\u5305\u542B\u4F5C\u696D\u4E4B\u8F38\u51FA\u8A0A\u606F\u7684\u8A0A\u606F\u985E\u578B\u4E0A\u6240\u5B9A\u7FA9\u7684\u6240\u6709\u90E8\u5206\u3002
messagedetail2031521=\u8868\u793A\u5F0F (\u7279\u5225\u662F\u300C\u8907\u88FD\u300D\u4E2D\u4F7F\u7528\u7684\u8868\u793A\u5F0F) \u61C9\u50B3\u56DE\u55AE\u4E00\u9805\u76EE\u3002\u5982\u679C\u8868\u793A\u5F0F\u8A55\u4F30\u70BA 0 \u6216\u591A\u500B\u9805\u76EE\uFF0C\u5373\u7B97\u7570\u5E38\u72C0\u6CC1\u3002
action2031521=\u8ACB\u78BA\u5B9A\u8868\u793A\u5F0F\u9078\u53D6\u55AE\u4E00\u9805\u76EE\u3002
messagedetail2031522=\u5617\u8A66\u5728\u5DF2\u6709\u4E00\u500B\u4EA4\u6613\u4F5C\u7528\u4E2D\u7684\u72C0\u6CC1\u4E0B\u555F\u52D5\u65B0\u7684\u4EA4\u6613\u3002\u4E0D\u652F\u63F4\u6B64\u72C0\u6CC1\u3002\u9019\u4E0D\u61C9\u8A72\u6703\u767C\u751F (\u56E0\u70BA\u76EE\u524D\u7121\u6CD5\u660E\u78BA\u555F\u52D5\u4EA4\u6613)\u3002
action2031522=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
