messagedetail2031500=A mensagem de entrada foi rejeitada porque corresponde a mais de uma atividade ativada de mensagens de entrada com o mesmo link de parceiro e opera\u00E7\u00E3o, mas diferentes conjuntos de correla\u00E7\u00F5es. N\u00E3o \u00E9 poss\u00EDvel determinar a qual atividade de mensagens de entrada a mensagem deve ser enviada. Isso pode acontecer em decorr\u00EAncia de um problema de sincronia. Consulte WS-BPEL 2.0, se\u00E7\u00E3o 10.4 para obter mais detalhes.
messagedetail2031501=O contador nunca ser\u00E1 conclu\u00EDdo. Consulte WS-BPEL 2.0, se\u00E7\u00E3o 11.7 para obter mais detalhes.
action2031501=Revise o contador para que ele possa ser conclu\u00EDdo.
messagedetail2031502=Foi processada uma atividade de recebimento que, se ativada com sucesso, teria resultado em mais de um recebimento aguardando a mesma mensagem. Se mais de um recebimento for ativado para o mesmo link de parceiro, opera\u00E7\u00E3o e conjunto de correla\u00E7\u00F5es, haver\u00E1 v\u00E1rios destinos para as mensagens de entrada. Isso pode acontecer em decorr\u00EAncia de um problema de sincronia. Consulte WS-BPEL 2.0, se\u00E7\u00E3o 10.4 para obter mais detalhes.
messagedetail2031503=N\u00E3o \u00E9 v\u00E1lido ter mais de uma atividade de mensagens de entrada ativada com o mesmo link de parceiro, opera\u00E7\u00E3o e token de troca de mensagens. Consulte WS-BPEL 2.0, se\u00E7\u00E3o 10.4.1 para obter mais detalhes.
messagedetail2031504=O processamento do contador chegou ao ponto em que nunca ser\u00E1 conclu\u00EDdo (Por exemplo, o contador pode exigir mais 8 itera\u00E7\u00F5es, mas haver\u00E1 apenas 6). Consulte WS-BPEL 2.0, se\u00E7\u00E3o 11.7 para obter mais detalhes.
messagedetail2031505=Uma condi\u00E7\u00E3o de jun\u00E7\u00E3o de uma ramifica\u00E7\u00E3o de um fluxo foi avaliada como falsa. Consulte WS-BPEL 2.0, se\u00E7\u00E3o 11.6.2 para obter mais detalhes.
messagedetail2031506=Uma express\u00E3o foi avaliada como tipo incompat\u00EDvel para designa\u00E7\u00E3o. Consulte WS-BPEL 2.0, se\u00E7\u00F5es 8.4.2 e 8.4.3 para obter mais detalhes.
messagedetail2031507=O link de parceiro para uma troca de mensagens de sa\u00EDda acaba de sair do escopo, por isso a troca nunca ser\u00E1 respondida. Consulte S-BPEL 2.0, se\u00E7\u00E3o 10.4.1 para obter mais detalhes.
messagedetail2031508=Houve uma tentativa de responder a uma troca de mensagens inexistente. Consulte WS-BPEL 2.0, se\u00E7\u00E3o 10.4.1 para obter mais detalhes.
messagedetail2031509=Ocorreu um erro inesperado ao executar uma express\u00E3o. A mensagem de exce\u00E7\u00E3o deve especificar mais detalhes sobre a causa.
action2031509=Corrija o erro especificado na mensagem de exce\u00E7\u00E3o.
messagedetail2031510=Houve uma tentativa de acessar um link de parceiro antes que fosse inicializado. Isso nunca deve ocorrer (o fato deve ser detectado pela valida\u00E7\u00E3o durante a implanta\u00E7\u00E3o).
action2031510=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031511=A origem da fun\u00E7\u00E3o doXslTransform cont\u00E9m um documento XML com n\u00FAmero diferente de 1 n\u00F3-raiz.
action2031511=Certifique-se de que a origem contenha apenas um n\u00F3-raiz.
messagedetail2031512=A origem de doXslTransform \u00E9 um tipo n\u00E3o suportado. Isso nunca deve ocorrer.
action2031512=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031513=N\u00E3o foi poss\u00EDvel encontrar a folha de estilo XSL na hierarquia do carregador de classe.
action2031513=Certifique-se de que a folha de estilo possa ser encontrada na hierarquia do carregador de classe.
messagedetail2031514=O processo recebeu uma mensagem para um link de parceiro, opera\u00E7\u00E3o e conjuntos de correla\u00E7\u00F5es quando uma mensagem j\u00E1 estava aguardando para ser processada. Uma poss\u00EDvel raz\u00E3o para tal \u00E9 que as mensagens foram recebidas fora de ordem.
action2031514=Reenvie a mensagem.
messagedetail2031515=O EII selecionado pela especifica\u00E7\u00E3o de origem n\u00E3o pode ser colocado no lugar do EII selecionado pela especifica\u00E7\u00E3o de destino. Se as especifica\u00E7\u00F5es de origem e de destino selecionarem EIIs com nomes de elementos diferentes, o elemento da especifica\u00E7\u00E3o de origem dever\u00E1 pertencer ao substitutionGroup do elemento da especifica\u00E7\u00E3o de destino (conforme determinado pelas defini\u00E7\u00F5es do esquema para os elementos).
messagedetail2031516=N\u00E3o foi poss\u00EDvel localizar uma inst\u00E2ncia do processo. Isso geralmente ocorre quando um ForEach \u00E9 usado com uma condi\u00E7\u00E3o de conclus\u00E3o.
action2031516=Se esta a\u00E7\u00E3o for inesperada, entre em contato com o Suporte T\u00E9cnico.
messagedetail2031517=O link est\u00E1 sendo referenciado antes de ter sido definido. Geralmente este \u00E9 um problema com a defini\u00E7\u00E3o do processo, mas pode ser um problema de sincronia.
action2031517=Modifique o processo para certificar-se de que o link seja sempre definido antes de ser referenciado.
messagedetail2031518=A vari\u00E1vel est\u00E1 sendo referenciada antes de ter sido inicializada. Geralmente este \u00E9 um problema com a defini\u00E7\u00E3o do processo, mas pode ser um problema de sincronia.
action2031518=Modifique o processo para certificar-se de que a vari\u00E1vel seja sempre inicializada antes de ser referenciada.
messagedetail2031519=Est\u00E1 faltando pelo menos uma parte na mensagem de entrada.
action2031519=Certifique-se de que a mensagem contenha todas as partes definidas no tipo de mensagem para a mensagem de entrada da opera\u00E7\u00E3o.
messagedetail2031520=Est\u00E1 faltando pelo menos uma parte na mensagem de sa\u00EDda.
action2031520=Certifique-se de que a mensagem contenha todas as partes definidas no tipo de mensagem para a mensagem de sa\u00EDda da opera\u00E7\u00E3o.
messagedetail2031521=As express\u00F5es (particularmente aquelas usadas em Copiar) devem retornar um \u00FAnico item. Se a express\u00E3o for avaliada como 0 ou mais de 1 item, \u00E9 uma exce\u00E7\u00E3o.
action2031521=Certifique-se de que a express\u00E3o selecione um \u00FAnico item.
messagedetail2031522=Houve uma tentativa de iniciar uma nova transa\u00E7\u00E3o quando j\u00E1 havia uma ativa. Isso n\u00E3o \u00E9 suportado e nunca deve ocorrer (porque as transa\u00E7\u00F5es n\u00E3o podem ser iniciadas explicitamente no momento).
action2031522=Entre em Contato com o Suporte T\u00E9cnico.
