messagedetail2031500=Die eingehende Nachricht wurde abgelehnt, da sie mit mehr als 1 aktivierten eingehenden Messaging-Aktivit\u00E4t mit demselben Partnerlink und Vorgang, jedoch unterschiedlichen Korrelationss\u00E4tzen \u00FCbereinstimmt. Es kann nicht bestimmt werden, an welche eingehende Messaging-Aktivit\u00E4t die Nachricht zugestellt werden soll. Die Ursache ist wahrscheinlich ein Timing-Problem. Weitere Einzelheiten finden Sie in WS-BPEL 2.0, Abschnitt 10.4.
messagedetail2031501=Der Z\u00E4hler wird niemals abgeschlossen sein. Weitere Einzelheiten finden Sie in WS-BPEL 2.0, Abschnitt 11.7.
action2031501=Korrigieren Sie den Z\u00E4hler, damit er abgeschlossen werden kann.
messagedetail2031502=Eine Empfangsaktivit\u00E4t wurde verarbeitet, die - wenn sie erfolgreich aktiviert wird - zu mehr als 1 Empfangsvorgang gef\u00FChrt h\u00E4tte, der auf dieselbe Nachricht wartet. Wenn mehr als 1 Empfangsvorgang f\u00FCr denselben Partnerlink, denselben Vorgang und denselben Korrelationssatz aktiviert ist, w\u00FCrde dies zu mehreren Zielen f\u00FCr eingehende Nachrichten f\u00FChren. Die Ursache ist wahrscheinlich ein Timing-Problem. Weitere Einzelheiten finden Sie in WS-BPEL 2.0, Abschnitt 10.4.
messagedetail2031503=Mehr als 1 eingehende Messaging-Aktivit\u00E4t mit demselben Partnerlink, demselben Vorgang und demselben Nachrichtenaustauschtoken ist unzul\u00E4ssig. Weitere Einzelheiten finden Sie in WS-BPEL 2.0, Abschnitt 10.4.1.
messagedetail2031504=Der Z\u00E4hler wurde bis zu dem Punkt verarbeitet, an dem er niemals abgeschlossen wird. (Beispiel: Der Z\u00E4hler erfordert 8 weitere Iterationen, es sind jedoch nur 6 Iterationen vorhanden.) Weitere Einzelheiten finden Sie in WS-BPEL 2.0, Abschnitt 11.7.
messagedetail2031505=Die Auswertung einer Join-Bedingung einer Verzweigung eines Flows hat False ergeben. Weitere Einzelheiten finden Sie in WS-BPEL 2.0, Abschnitt 11.6.2.
messagedetail2031506=Die Auswertung eines Ausdrucks hat einen inkompatiblen Typ f\u00FCr die Zuweisung ergeben. Weitere Einzelheiten finden Sie in WS-BPEL 2.0, Abschnitte 8.4.2 und 8.4.3.
messagedetail2031507=Der Partnerlink f\u00FCr einen ausstehenden Nachrichtenaustausch liegt au\u00DFerhalb des Scopes, sodass der Austausch niemals beantwortet wird. Weitere Einzelheiten finden Sie in WS-BPEL 2.0, Abschnitt 10.4.1.
messagedetail2031508=Es wurde versucht, auf einen nicht vorhandenen Nachrichtenaustausch zu antworten. Weitere Einzelheiten finden Sie in WS-BPEL 2.0, Abschnitt 10.4.1.
messagedetail2031509=Bei der Ausf\u00FChrung eines Ausdrucks ist ein unerwarteter Fehler aufgetreten. Einzelheiten der Fehlerursache finden Sie in der Exception-Meldung.
action2031509=Beheben Sie den in der Exception-Meldung angegebenen Fehler.
messagedetail2031510=Es wurde versucht, auf einen Partnerlink zuzugreifen, bevor er initialisiert wurde. Dies sollte niemals auftreten (und sollte durch die Validierung w\u00E4hrend des Deployments abgefangen werden).
action2031510=Wenden Sie sich an den technischen Support.
messagedetail2031511=Die Quelle der doXslTransform-Funktion enth\u00E4lt ein XML-Dokument mit mehr als einem Root-Knoten.
action2031511=Stellen Sie sicher, dass die Quelle nur einen Root-Knoten enth\u00E4lt.
messagedetail2031512=Die Quelle f\u00FCr doXslTransform hat einen nicht unterst\u00FCtzten Typ. Dies sollte niemals auftreten.
action2031512=Wenden Sie sich an den technischen Support.
messagedetail2031513=Das XSL-Stylesheet konnte in der Class Loader-Hierarchie nicht gefunden werden.
action2031513=Stellen Sie sicher, dass das Stylesheet in der Class Loader-Hierarchie gefunden werden kann.
messagedetail2031514=Eine Nachricht wurde von dem Prozess f\u00FCr einen Partnerlink, einen Vorgang und Korrelationss\u00E4tze empfangen, w\u00E4hrend bereits eine Nachricht auf Verarbeitung wartet. Wahrscheinlich wurden die Nachrichten nicht folgerichtig empfangen.
action2031514=Senden Sie die Nachricht erneut.
messagedetail2031515=Die von from-spec gew\u00E4hlte EII kann nicht durch die EII ersetzt werden, die von to-spec gew\u00E4hlt wird. Wenn from-spec und to-spec EIIs mit unterschiedlichen Elementnamen w\u00E4hlen, muss das from-spec-Element zu der substitutionGroup des to-spec-Elements geh\u00F6ren (wie mit den Schemadefinitionen f\u00FCr die Elemente bestimmt).
messagedetail2031516=Eine Prozessinstanz konnte nicht gefunden werden. Dies geschieht im Allgemeinen, wenn ein ForEach-Konstrukt mit einer Abschlussbedingung verwendet wird.
action2031516=Wenn dieser Fehler nicht erwartet wurde, wenn Sie sich an den technischen Support.
messagedetail2031517=Der Link wird referenziert, bevor er gesetzt wurde. Dies ist im Allgemeinen ein Problem bei der Prozessdefinition, k\u00F6nnte jedoch auch ein Timing-Problem sein.
action2031517=\u00C4ndern Sie den Prozess, um sicherzustellen, dass der Link immer gesetzt ist, bevor er referenziert wird.
messagedetail2031518=Die Variable wird referenziert, bevor sie initialisiert wurde. Dies ist im Allgemeinen ein Problem bei der Prozessdefinition, k\u00F6nnte jedoch auch ein Timing-Problem sein.
action2031518=\u00C4ndern Sie den Prozess, um sicherzustellen, dass die Variable immer initialisiert ist, bevor sie referenziert wird.
messagedetail2031519=In der eingehenden Nachricht fehlt mindestens ein Nachrichtenteil.
action2031519=Stellen Sie sicher, dass die Nachricht alle Nachrichtenteile enth\u00E4lt, die in dem Nachrichtentyp f\u00FCr die Eingabenachricht des Vorgangs definiert sind.
messagedetail2031520=In der ausgehenden Nachricht fehlt mindestens ein Nachrichtenteil.
action2031520=Stellen Sie sicher, dass die Nachricht alle Nachrichtenteile enth\u00E4lt, die in dem Nachrichtentyp f\u00FCr die Ausgabenachricht des Vorgangs definiert sind.
messagedetail2031521=Ausdr\u00FCcke (insbesondere Ausdr\u00FCcke, die in Copy verwendet werden) m\u00FCssen ein einzelnes Element zur\u00FCckgeben. Wenn die Auswertung des Ausdrucks 0 oder mehr als 1 Element ergibt, handelt es sich um eine Exception.
action2031521=Stellen Sie sicher, dass der Ausdruck ein einzelnes Element w\u00E4hlt.
messagedetail2031522=Es wurde versucht, eine neue Transaktion zu starten, w\u00E4hrend bereits eine Transaktion aktiv war. Dies wird nicht unterst\u00FCtzt. Dies sollte niemals auftreten (da Transaktionen aktuell nicht explizit gestartet werden k\u00F6nnen).
action2031522=Wenden Sie sich an den technischen Support.
