messagedetail2031500=Le message entrant a \u00E9t\u00E9 rejet\u00E9 car il correspond \u00E0 plusieurs activit\u00E9s de messagerie entrante activ\u00E9es avec le m\u00EAme partner link et la m\u00EAme op\u00E9ration mais des ensembles de corr\u00E9lations diff\u00E9rents. Il n'est pas possible de d\u00E9terminer l'activit\u00E9 de messagerie entrante \u00E0 laquelle le message doit \u00EAtre distribu\u00E9. Cela est d\u00FB \u00E0 un probl\u00E8me potentiel de gestion du temps. Pour plus d'informations, reportez-vous \u00E0 WS-BPEL 2.0, section 10.4.
messagedetail2031501=Le compteur ne terminera jamais son traitement. Pour plus d'informations, reportez-vous \u00E0 WS-BPEL 2.0, section 11.7.
action2031501=V\u00E9rifiez le compteur afin qu'il puisse terminer son traitement.
messagedetail2031502=Une activit\u00E9 de r\u00E9ception trait\u00E9e aurait pu, si elle avait \u00E9t\u00E9 activ\u00E9e, produire plusieurs activit\u00E9s de r\u00E9ception en attente du m\u00EAme message. Si plusieurs activit\u00E9s de r\u00E9ception sont activ\u00E9es pour le m\u00EAme partner link, la m\u00EAme op\u00E9ration et le m\u00EAme ensemble de corr\u00E9lations, vous obtenez plusieurs cibles pour les messages entrants. Cela est d\u00FB \u00E0 un probl\u00E8me potentiel de gestion du temps. Pour plus d'informations, reportez-vous \u00E0 WS-BPEL 2.0, section 10.4.
messagedetail2031503=Il est interdit d'avoir plusieurs activit\u00E9s de messagerie entrante activ\u00E9es avec le m\u00EAme partner link, la m\u00EAme op\u00E9ration et le m\u00EAme jeton d'\u00E9change de messages. Pour plus d'informations, reportez-vous \u00E0 WS-BPEL 2.0, section 10.4.1.
messagedetail2031504=Le compteur a effectu\u00E9 son traitement jusqu'au point o\u00F9 il ne pourra jamais le terminer (par exemple, le compteur peut avoir besoin de 8 autres it\u00E9rations, alors qu'il n'y en aura que 6). Pour plus d'informations, reportez-vous \u00E0 WS-BPEL 2.0, section 11.7.
messagedetail2031505=Une condition de jointure dans un branchement de flux a renvoy\u00E9 la valeur False. Pour plus d'informations, reportez-vous \u00E0 WS-BPEL 2.0, section 11.6.2.
messagedetail2031506=Une expression a renvoy\u00E9 un type incompatible d'affectation. Pour plus d'informations, reportez-vous \u00E0 WS-BPEL 2.0, sections 8.4.2 et 8.4.3.
messagedetail2031507=Le partner link d'un \u00E9change de messages en attente est hors port\u00E9e, de sorte que l'\u00E9change n'aura jamais de r\u00E9ponse. Pour plus d'informations, reportez-vous \u00E0 WS-BPEL 2.0, section 10.4.1.
messagedetail2031508=Tentative de r\u00E9ponse \u00E0 un \u00E9change de messages inexistant. Pour plus d'informations, reportez-vous \u00E0 WS-BPEL 2.0, section 10.4.1.
messagedetail2031509=Une erreur inattendue est survenue lors de l'ex\u00E9cution d'une expression. En principe, le message d'exception indique les d\u00E9tails de la cause.
action2031509=Corrigez l'erreur indiqu\u00E9e dans le message d'exception.
messagedetail2031510=Tentative d'acc\u00E8s \u00E0 un partner link avant son initialisation. Cela ne devrait jamais se produire (cette erreur devrait \u00EAtre d\u00E9tect\u00E9e par la validation pendant le d\u00E9ploiement).
action2031510=Contactez le support technique Oracle.
messagedetail2031511=La source de la fonction doXslTransform contient un document XML avec plusieurs noeuds racine.
action2031511=V\u00E9rifiez que la source ne contient qu'un seul noeud racine.
messagedetail2031512=Le type de la source de doXslTransform n'est pas pris en charge. Cela ne devrait jamais se produire.
action2031512=Contactez le support technique Oracle.
messagedetail2031513=La feuille de style XSL est introuvable dans la hi\u00E9rarchie de chargeurs de classe.
action2031513=V\u00E9rifiez que la feuille de style se trouve dans la hi\u00E9rarchie de chargeurs de classe.
messagedetail2031514=Un message a \u00E9t\u00E9 re\u00E7u par le processus pour un partner link, une op\u00E9ration et des ensembles de corr\u00E9lation alors qu'un autre message attend d'\u00EAtre trait\u00E9. Les messages peuvent avoir \u00E9t\u00E9 re\u00E7us hors s\u00E9quence.
action2031514=Renvoyez le message.
messagedetail2031515=L'\u00E9l\u00E9ment EII s\u00E9lectionn\u00E9 par from-spec ne peut pas \u00EAtre substitu\u00E9 \u00E0 l'\u00E9l\u00E9ment EII s\u00E9lectionn\u00E9 par to-spec. Si from-spec et to-spec s\u00E9lectionnent des \u00E9l\u00E9ments EII avec des noms d'\u00E9l\u00E9ment diff\u00E9rents, l'\u00E9l\u00E9ment from-spec doit appartenir au groupe substitutionGroup de l'\u00E9l\u00E9ment to-spec (conform\u00E9ment aux d\u00E9finitions de sch\u00E9ma des \u00E9l\u00E9ments).
messagedetail2031516=Une instance de processus est introuvable. Cela se produit g\u00E9n\u00E9ralement lorsque l'\u00E9l\u00E9ment ForEach est utilis\u00E9 avec une condition de fin.
action2031516=Si cela n'est pas attendu, contactez le support technique Oracle.
messagedetail2031517=Le lien est r\u00E9f\u00E9renc\u00E9 avant d'avoir \u00E9t\u00E9 configur\u00E9. Le probl\u00E8me est g\u00E9n\u00E9ralement li\u00E9 \u00E0 la d\u00E9finition du processus mais il peut s'agir d'un probl\u00E8me de gestion du temps.
action2031517=Modifiez le processus de sorte que le lien soit toujours configur\u00E9 avant d'\u00EAtre r\u00E9f\u00E9renc\u00E9.
messagedetail2031518=La variable est r\u00E9f\u00E9renc\u00E9e avant d'avoir \u00E9t\u00E9 initialis\u00E9e. Le probl\u00E8me est g\u00E9n\u00E9ralement li\u00E9 \u00E0 la d\u00E9finition du processus mais il peut s'agir d'un probl\u00E8me de gestion du temps.
action2031518=Modifiez le processus de sorte que la variable soit toujours initialis\u00E9e avant d'\u00EAtre r\u00E9f\u00E9renc\u00E9e.
messagedetail2031519=Il manque au moins un \u00E9l\u00E9ment Part dans le message entrant.
action2031519=V\u00E9rifiez que le message contient tous les \u00E9l\u00E9ments Part d\u00E9finis dans le type de message pour le message d'entr\u00E9e de l'op\u00E9ration.
messagedetail2031520=Il manque au moins un \u00E9l\u00E9ment Part dans le message sortant.
action2031520=V\u00E9rifiez que le message contient tous les \u00E9l\u00E9ments Part d\u00E9finis dans le type de message pour le message de sortie de l'op\u00E9ration.
messagedetail2031521=Les expressions (notamment celles utilis\u00E9es dans l'\u00E9l\u00E9ment Copier) doivent renvoyer un \u00E9l\u00E9ment unique. Si l'expression ne renvoie aucun \u00E9l\u00E9ment ou plusieurs \u00E9l\u00E9ments, il s'agit d'une exception.
action2031521=V\u00E9rifiez que l'expression s\u00E9lectionne un \u00E9l\u00E9ment unique.
messagedetail2031522=Tentative de lancement d'une nouvelle transaction alors qu'une autre transaction \u00E9tait d\u00E9j\u00E0 active. Cette situation n'est pas prise en charge. Cela ne devrait jamais se produire (car les transactions ne peuvent actuellement pas \u00EAtre explicitement lanc\u00E9es).
action2031522=Contactez le support technique Oracle.
