messagedetail2031500=\u5DF2\u62D2\u7EDD\u5165\u7AD9\u6D88\u606F, \u539F\u56E0\u662F\u5B83\u4E0E\u591A\u4E2A\u542F\u7528\u7684\u5165\u7AD9\u6D88\u606F\u4F20\u9001\u6D3B\u52A8 (\u8FD9\u4E9B\u6D3B\u52A8\u5177\u6709\u76F8\u540C\u7684\u5408\u4F5C\u4F19\u4F34\u94FE\u63A5\u548C\u64CD\u4F5C, \u4F46\u5177\u6709\u4E0D\u540C\u7684\u76F8\u5173\u6027\u96C6) \u5339\u914D\u3002\u65E0\u6CD5\u786E\u5B9A\u6D88\u606F\u5E94\u4F20\u9001\u5230\u7684\u76EE\u6807\u5165\u7AD9\u6D88\u606F\u4F20\u9001\u6D3B\u52A8\u3002\u8FD9\u901A\u5E38\u662F\u7531\u4E8E\u8BA1\u65F6\u95EE\u9898\u6240\u81F4\u3002\u6709\u5173\u8BE6\u7EC6\u4FE1\u606F, \u8BF7\u53C2\u9605\u201CWS-BPEL 2.0\u201D\u7684 10.4 \u90E8\u5206\u3002
messagedetail2031501=\u8BA1\u6570\u5668\u6C38\u8FDC\u4E0D\u4F1A\u5B8C\u6210\u3002\u6709\u5173\u8BE6\u7EC6\u4FE1\u606F, \u8BF7\u53C2\u9605\u201CWS-BPEL 2.0\u201D\u7684 11.7 \u90E8\u5206\u3002
action2031501=\u8BF7\u4FEE\u6539\u8BA1\u6570\u5668, \u4F7F\u5176\u80FD\u591F\u5B8C\u6210\u3002
messagedetail2031502=\u63A5\u6536\u6D3B\u52A8\u5DF2\u5904\u7406, \u5982\u679C\u6210\u529F\u542F\u7528, \u5C06\u4F1A\u5BFC\u81F4\u5BF9\u76F8\u540C\u6D88\u606F\u4EA7\u751F\u591A\u4E2A\u63A5\u6536\u7B49\u5F85\u3002\u5982\u679C\u5BF9\u76F8\u540C\u5408\u4F5C\u4F19\u4F34\u94FE\u63A5, \u64CD\u4F5C\u548C\u76F8\u5173\u6027\u96C6\u542F\u7528\u591A\u4E2A\u63A5\u6536\u6D3B\u52A8, \u5C06\u4F1A\u5BFC\u81F4\u5BF9\u5165\u7AD9\u6D88\u606F\u4EA7\u751F\u591A\u4E2A\u76EE\u6807\u3002\u8FD9\u901A\u5E38\u662F\u7531\u4E8E\u8BA1\u65F6\u95EE\u9898\u6240\u81F4\u3002\u6709\u5173\u8BE6\u7EC6\u4FE1\u606F, \u8BF7\u53C2\u9605\u201CWS-BPEL 2.0\u201D\u7684 10.4 \u90E8\u5206\u3002
messagedetail2031503=\u4E3A\u76F8\u540C\u7684\u5408\u4F5C\u4F19\u4F34\u94FE\u63A5, \u64CD\u4F5C\u548C\u6D88\u606F\u4EA4\u6362\u6807\u8BB0\u542F\u7528\u591A\u4E2A\u5165\u7AD9\u6D88\u606F\u4F20\u9001\u6D3B\u52A8\u662F\u975E\u6CD5\u7684\u3002\u6709\u5173\u8BE6\u7EC6\u4FE1\u606F, \u8BF7\u53C2\u9605\u201CWS-BPEL 2.0\u201D\u7684 10.4.1 \u90E8\u5206\u3002
messagedetail2031504=\u8BA1\u6570\u5668\u5DF2\u5904\u7406\u5230\u6C38\u8FDC\u4E0D\u4F1A\u5B8C\u6210\u7684\u6761\u4EF6 (\u4F8B\u5982, \u8BA1\u6570\u5668\u53EF\u80FD\u8981\u6C42 8 \u4E2A\u4EE5\u4E0A\u7684\u8FED\u4EE3, \u4F46\u4EC5\u6709 6 \u4E2A)\u3002\u6709\u5173\u8BE6\u7EC6\u4FE1\u606F, \u8BF7\u53C2\u9605\u201CWS-BPEL 2.0\u201D\u7684 11.7 \u90E8\u5206\u3002
messagedetail2031505=\u6D41\u5206\u652F\u7684\u8054\u63A5\u6761\u4EF6\u7684\u8BA1\u7B97\u7ED3\u679C\u4E3A\u201C\u5047\u201D\u3002\u6709\u5173\u8BE6\u7EC6\u4FE1\u606F, \u8BF7\u53C2\u9605\u201CWS-BPEL 2.0\u201D\u7684 11.6.2 \u90E8\u5206\u3002
messagedetail2031506=\u8868\u8FBE\u5F0F\u7684\u7ED3\u7B97\u7ED3\u679C\u4E3A\u4E0D\u517C\u5BB9\u7684\u5206\u914D\u7C7B\u578B\u3002\u6709\u5173\u8BE6\u7EC6\u4FE1\u606F, \u8BF7\u53C2\u9605\u201CWS-BPEL 2.0\u201D\u7684 8.4.2 \u548C 8.4.3 \u90E8\u5206\u3002
messagedetail2031507=\u672A\u5904\u7406\u7684\u6D88\u606F\u4EA4\u6362\u7684\u5408\u4F5C\u4F19\u4F34\u94FE\u63A5\u5DF2\u8D85\u51FA\u8303\u56F4, \u56E0\u6B64\u4EA4\u6362\u5C06\u4E0D\u4F1A\u56DE\u590D\u3002\u6709\u5173\u8BE6\u7EC6\u4FE1\u606F, \u8BF7\u53C2\u9605\u201CWS-BPEL 2.0\u201D\u7684 10.4.1 \u90E8\u5206\u3002
messagedetail2031508=\u5C1D\u8BD5\u56DE\u590D\u4E0D\u5B58\u5728\u7684\u6D88\u606F\u4EA4\u6362\u3002\u6709\u5173\u8BE6\u7EC6\u4FE1\u606F, \u8BF7\u53C2\u9605\u201CWS-BPEL 2.0\u201D\u7684 10.4.1 \u90E8\u5206\u3002
messagedetail2031509=\u6267\u884C\u8868\u8FBE\u5F0F\u65F6\u51FA\u73B0\u610F\u5916\u9519\u8BEF\u3002\u5F02\u5E38\u9519\u8BEF\u6D88\u606F\u5E94\u63D0\u4F9B\u5BFC\u81F4\u8BE5\u9519\u8BEF\u7684\u8BE6\u7EC6\u4FE1\u606F\u3002
action2031509=\u8BF7\u66F4\u6B63\u5F02\u5E38\u9519\u8BEF\u6D88\u606F\u4E2D\u6307\u660E\u7684\u9519\u8BEF\u3002
messagedetail2031510=\u5C1D\u8BD5\u5728\u521D\u59CB\u5316\u5408\u4F5C\u4F19\u4F34\u94FE\u63A5\u4E4B\u524D\u5BF9\u5176\u8FDB\u884C\u8BBF\u95EE\u3002\u7EDD\u4E0D\u5E94\u53D1\u751F\u6B64\u60C5\u51B5 (\u90E8\u7F72\u671F\u95F4, \u9A8C\u8BC1\u64CD\u4F5C\u5E94\u53D1\u73B0\u6B64\u95EE\u9898)\u3002
action2031510=\u8BF7\u4E0E\u6280\u672F\u652F\u6301\u90E8\u95E8\u8054\u7CFB\u3002
messagedetail2031511=doXslTransform \u51FD\u6570\u7684\u6E90\u5305\u542B\u6839\u8282\u70B9\u6570\u91CF\u4E0D\u4E3A 1 \u7684 XML \u6587\u6863\u3002
action2031511=\u8BF7\u786E\u4FDD\u6E90\u4EC5\u5305\u542B 1 \u4E2A\u6839\u8282\u70B9\u3002
messagedetail2031512=doXslTransform \u7684\u6E90\u4E3A\u4E0D\u652F\u6301\u7684\u7C7B\u578B\u3002\u7EDD\u4E0D\u5E94\u53D1\u751F\u6B64\u60C5\u51B5\u3002
action2031512=\u8BF7\u4E0E\u6280\u672F\u652F\u6301\u90E8\u95E8\u8054\u7CFB\u3002
messagedetail2031513=\u5728\u7C7B\u52A0\u8F7D\u5668\u5C42\u6B21\u4E2D\u627E\u4E0D\u5230 XSL \u6837\u5F0F\u8868\u3002
action2031513=\u8BF7\u786E\u4FDD\u5728\u7C7B\u52A0\u8F7D\u5668\u5C42\u6B21\u4E2D\u53EF\u4EE5\u627E\u5230\u6837\u5F0F\u8868\u3002
messagedetail2031514=\u67D0\u6D88\u606F\u6B63\u5728\u7B49\u5F85\u5904\u7406\u65F6, \u5408\u4F5C\u4F19\u4F34\u94FE\u63A5, \u64CD\u4F5C\u548C\u76F8\u5173\u6027\u96C6\u7684\u6D41\u7A0B\u6536\u5230\u53E6\u4E00\u6D88\u606F\u3002\u51FA\u73B0\u6B64\u95EE\u9898\u7684\u4E00\u4E2A\u53EF\u80FD\u539F\u56E0\u662F, \u672A\u6309\u987A\u5E8F\u63A5\u6536\u6D88\u606F\u3002
action2031514=\u8BF7\u91CD\u65B0\u53D1\u9001\u6D88\u606F\u3002
messagedetail2031515=\u201C\u4ECE\u201D\u89C4\u8303\u6240\u9009\u62E9\u7684 EII \u4E0D\u53EF\u66FF\u4EE3\u4E3A\u201C\u5230\u201D\u89C4\u8303\u6240\u9009\u62E9\u7684 EII\u3002\u5982\u679C\u201C\u4ECE\u201D\u89C4\u8303\u4E0E\u201C\u5230\u201D\u89C4\u8303\u9009\u62E9\u4E86\u5177\u6709\u4E0D\u540C\u5143\u7D20\u540D\u7684 EII, \u5219\u201C\u4ECE\u201D\u89C4\u8303\u5143\u7D20\u5FC5\u987B\u5C5E\u4E8E\u201C\u5230\u201D\u89C4\u8303\u5143\u7D20\u7684 substitutionGroup (\u7531\u5143\u7D20\u7684\u65B9\u6848\u5B9A\u4E49\u786E\u5B9A)\u3002
messagedetail2031516=\u627E\u4E0D\u5230\u6D41\u7A0B\u5B9E\u4F8B\u3002\u8FD9\u901A\u5E38\u4F1A\u5728 ForEach \u4E0E\u5B8C\u6210\u6761\u4EF6\u4E00\u8D77\u4F7F\u7528\u65F6\u53D1\u751F\u3002
action2031516=\u5982\u679C\u8FD9\u4E0D\u662F\u9884\u671F\u884C\u4E3A, \u8BF7\u4E0E\u6280\u672F\u652F\u6301\u90E8\u95E8\u8054\u7CFB\u3002
messagedetail2031517=\u8BBE\u7F6E\u94FE\u63A5\u4E4B\u524D\u5DF2\u5728\u5F15\u7528\u8BE5\u94FE\u63A5\u3002\u8FD9\u901A\u5E38\u662F\u7531\u4E8E\u6D41\u7A0B\u5B9A\u4E49\u5B58\u5728\u95EE\u9898, \u4F46\u4E5F\u53EF\u80FD\u662F\u8BA1\u65F6\u95EE\u9898\u3002
action2031517=\u8BF7\u4FEE\u6539\u6D41\u7A0B, \u786E\u4FDD\u59CB\u7EC8\u9996\u5148\u8BBE\u7F6E\u94FE\u63A5, \u7136\u540E\u518D\u5F15\u7528\u3002
messagedetail2031518=\u5728\u521D\u59CB\u5316\u53D8\u91CF\u4E4B\u524D, \u5DF2\u5728\u5F15\u7528\u8BE5\u53D8\u91CF\u3002\u8FD9\u901A\u5E38\u662F\u7531\u4E8E\u6D41\u7A0B\u5B9A\u4E49\u5B58\u5728\u95EE\u9898, \u4F46\u4E5F\u53EF\u80FD\u662F\u8BA1\u65F6\u95EE\u9898\u3002
action2031518=\u8BF7\u4FEE\u6539\u6D41\u7A0B, \u786E\u4FDD\u59CB\u7EC8\u9996\u5148\u521D\u59CB\u5316\u53D8\u91CF, \u7136\u540E\u518D\u5F15\u7528\u3002
messagedetail2031519=\u5165\u7AD9\u6D88\u606F\u81F3\u5C11\u7F3A\u5C11\u4E00\u4E2A\u90E8\u5206\u3002
action2031519=\u8BF7\u786E\u4FDD\u6D88\u606F\u5305\u542B\u64CD\u4F5C\u7684\u8F93\u5165\u6D88\u606F\u7684\u6D88\u606F\u7C7B\u578B\u4E2D\u5B9A\u4E49\u7684\u6240\u6709\u90E8\u5206\u3002
messagedetail2031520=\u51FA\u7AD9\u6D88\u606F\u81F3\u5C11\u7F3A\u5C11\u4E00\u4E2A\u90E8\u5206\u3002
action2031520=\u8BF7\u786E\u4FDD\u6D88\u606F\u5305\u542B\u64CD\u4F5C\u7684\u8F93\u51FA\u6D88\u606F\u7684\u6D88\u606F\u7C7B\u578B\u4E2D\u5B9A\u4E49\u7684\u6240\u6709\u90E8\u5206\u3002
messagedetail2031521=\u8868\u8FBE\u5F0F (\u7279\u522B\u662F\u201C\u590D\u5236\u201D\u4E2D\u4F7F\u7528\u7684\u8868\u8FBE\u5F0F) \u5E94\u8FD4\u56DE\u5355\u4E2A\u9879\u3002\u5982\u679C\u8868\u8FBE\u5F0F\u7684\u8BA1\u7B97\u7ED3\u679C\u4E3A 0 \u6216 1 \u4E2A\u4EE5\u4E0A\u7684\u9879, \u5219\u8868\u660E\u51FA\u73B0\u5F02\u5E38\u9519\u8BEF\u3002
action2031521=\u8BF7\u786E\u4FDD\u8868\u8FBE\u5F0F\u9009\u62E9\u5355\u4E2A\u9879\u3002
messagedetail2031522=\u5C1D\u8BD5\u5728\u4E00\u4E2A\u4E8B\u52A1\u5904\u7406\u5DF2\u5904\u4E8E\u6D3B\u52A8\u72B6\u6001\u65F6\u542F\u52A8\u4E00\u4E2A\u65B0\u4E8B\u52A1\u5904\u7406\u3002\u4E0D\u652F\u6301\u6B64\u64CD\u4F5C\u3002\u7EDD\u4E0D\u5E94\u53D1\u751F\u6B64\u60C5\u51B5 (\u56E0\u4E3A\u5F53\u524D\u4E0D\u80FD\u663E\u5F0F\u542F\u52A8\u4E8B\u52A1\u5904\u7406)\u3002
action2031522=\u8BF7\u4E0E\u6280\u672F\u652F\u6301\u90E8\u95E8\u8054\u7CFB\u3002
