<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ayuda del Asistente de Configuraci&oacute;n: Asignar Servidores a M&aacute;quinas</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Asignar Servidores a M&aacute;quinas</H1>
<p>Utilice esta pantalla para asignar instancias de WebLogic Server a cada una de las m&aacute;quinas que ha definido.</p>
<ol>
<li> En el panel <strong>M&aacute;quina</strong>, seleccione la m&aacute;quina de Windows o UNIX a la que desee asignar una instancia de WebLogic Server.</li>
  <li>Asigne las instancias de WebLogic Server a la m&aacute;quina seleccionada de una de las siguientes formas:
    <ul>
<li> Haga clic dos veces en la instancia de WebLogic Server en el panel <strong>Servidor</strong>.</li>
      <li>Seleccione la instancia de WebLogic Server correspondiente en el panel <strong>Servidor</strong> y haga clic en el bot&oacute;n de flecha derecha ubicado entre los paneles <strong>Servidor</strong> y <strong>M&aacute;quina</strong>.</li>
      <li>Haga clic mientras pulsa May&uacute;s para seleccionar varios servidores en el panel <strong>Servidor</strong>; a continuaci&oacute;n, haga clic en el bot&oacute;n de flecha derecha ubicado entre los paneles <strong>Servidor</strong> y <strong>M&aacute;quina</strong>.</li>
    </ul>
    <p class="list_para">El nombre de la instancia de WebLogic Server asignada se elimina del panel <strong>Servidor</strong> y se agrega debajo del nombre de la m&aacute;quina de destino en el panel <strong>M&aacute;quina</strong>.</p>
  </li>
  <li>Repita los pasos 1 y 2 para cada instancia de WebLogic Server que desee asignar a una m&aacute;quina.</li>
  <li>Revise las asignaciones de m&aacute;quina.
 <p class="list_para">Si es necesario, puede eliminar una instancia de WebLogic Server de una m&aacute;quina de una de las siguientes formas:</p>
    <ul>
<li> Haga clic dos veces en el nombre de la instancia de WebLogic Server correspondiente en el panel <strong>M&aacute;quina</strong>.</li>
      <li>Seleccione la instancia de WebLogic Server correspondiente en el panel <strong>M&aacute;quina</strong> y haga clic en el bot&oacute;n de flecha izquierda ubicado entre los paneles <strong>Servidor</strong> y <strong>M&aacute;quina</strong>.</li>
    </ul>
    <p class="list_para">El nombre de la instancia de WebLogic Server se elimina del panel <strong>M&aacute;quina</strong> y se restaura en el panel <strong>Servidor</strong>.</p>
  </li>
  <li>Despu&eacute;s de asignar instancias de WebLogic Server a m&aacute;quinas, haga clic en <strong>Siguiente</strong>.</li>
</ol>
<p class="body">Para obtener m&aacute;s informaci&oacute;n, consulte la biblioteca de documentaci&oacute;n de Oracle Fusion Middleware en <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle y/o sus subsidiarias. Todos los Derechos Reservados.</p>
</body>
</html>
