<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ayuda del Asistente de Configuraci&oacute;n: Seleccionar Configuraci&oacute;n Avanzada</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Seleccionar Configuraci&oacute;n Avanzada</h1>
<p>Seleccione todas las categor&iacute;as (si hay alguna) en las cuales desea definir la configuraci&oacute;n avanzada. Por cada categor&iacute;a que seleccione, se muestra la pantalla de configuraci&oacute;n correspondiente para que pueda definirla. Si no selecciona ning&uacute;n elemento en esta pantalla, a continuaci&oacute;n aparece la pantalla Resumen de Configuraci&oacute;n.</p>
<p><strong>Nota:</strong> Las categor&iacute;as que se muestran en esta pantalla dependen de los recursos definidos en las plantillas que ha seleccionado para el dominio.</p>
<p><strong>Nota:</strong> Las opciones <strong>Servidor de Administraci&oacute;n</strong> y <strong>Almac&eacute;n de Seguridad de RDBMS</strong> no est&aacute;n disponibles cuando se ampl&iacute;a un dominio. </p>
<ul>
<li><strong>Servidor de Administraci&oacute;n</strong> <br>Seleccione esta opci&oacute;n para modificar la configuraci&oacute;n del servidor de administraci&oacute;n (por ejemplo, el nombre del servidor, la direcci&oacute;n de recepci&oacute;n, el puerto de recepci&oacute;n y la configuraci&oacute;n de SSL).</li>
<li><strong>Destino Distribuido de JMS</strong> <br>Por defecto, los destinos distribuidos de JMS se convierten autom&aacute;ticamente en destinos distribuidos ponderados (WDD). Seleccione esta opci&oacute;n para cambiar un destino distribuido de JMS por un destino distribuido unificado (UDD).</li>
<li>Servidores Gestionados, Clusters y M&aacute;quinas<br> Seleccione esta opci&oacute;n para:
<ul>
<li>Agregar servidores gestionados, clusters o m&aacute;quinas al dominio</li>
<li>Suprimir un servidor gestionado, cluster o m&aacute;quina existente</li>
<li>Agregar servidores gestionados a un cluster existente</li>
<li>Modificar la configuraci&oacute;n de un servidor gestionado, cluster o m&aacute;quina existente</li>
</ul>
</li>
<li><strong>Despliegues y Servicios</strong> <br>Seleccione esta opci&oacute;n para personalizar la forma de dirigir los servicios y despliegues de aplicaciones a servidores y clusters.</li>
<li><strong>Almacenes de Archivos de JMS</strong> <br>Selecciones esta opci&oacute;n para cambiar la configuraci&oacute;n de los almacenes de archivos de JMS. Puede cambiar el nombre, el directorio y la pol&iacute;tica de escritura s&iacute;ncrona de cada almac&eacute;n de archivos.</li>
<li><strong>Almac&eacute;n de Seguridad de RDBMS</strong><br>Seleccione esta opci&oacute;n para configurar un sistema de gesti&oacute;n de base de datos relacional (RDBMS) externo como almac&eacute;n de datos para varios proveedores de seguridad.</li>
</ul>
<p>Para cada opci&oacute;n de configuraci&oacute;n avanzada que seleccione en esta pantalla, el asistente muestra m&aacute;s adelante pantallas adicionales en las que puede definir los valores de configuraci&oacute;n avanzada correspondientes. </p>
<p>Active las casillas de control requeridas seg&uacute;n la configuraci&oacute;n avanzada que desee definir y, a continuaci&oacute;n, haga clic en <strong>Siguiente</strong>.</p>
  <p class="body">Para obtener m&aacute;s informaci&oacute;n, consulte la biblioteca de documentaci&oacute;n de Oracle Fusion Middleware en <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle y/o sus subsidiarias. Todos los Derechos Reservados.</p>
</body>
</html>
