<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ayuda del Asistente de Configuraci&oacute;n: Configurar Servidor de Administraci&oacute;n</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar Servidor de Administraci&oacute;n</h1>
<p>El servidor de administraci&oacute;n es el punto central desde el que se gestiona el dominio. Para acceder al servidor de administraci&oacute;n, utilice la URL<span class="code">protocolo://direcci&oacute;n-recepci&oacute;n:puerto-recepci&oacute;n</span> de la URL. El protocolo puede ser cualquiera de los siguientes: <span class="code">t3</span>, <span class="code">t3s</span>, <span class="code">http</span>, <span class="code">https</span>.</p>
<p>Utilice esta pantalla para configurar o cambiar los siguientes valores del servidor de administraci&oacute;n. Los campos obligatorios est&aacute;n marcados con un asterisco (*).</p>
<table>
 <tr>
 <th>Campo</th>
    <th>Descripci&oacute;n</th>
  </tr>
 <tr>
 <td><strong>*Nombre</strong></td>
    <td>El nombre por defecto es AdminServer. Los nombres de servidor v&aacute;lidos son una cadena de caracteres (alfab&eacute;ticos y num&eacute;ricos).
<p class="list_para">Cada instancia de servidor del entorno de producci&oacute;n debe tener un nombre &uacute;nico con independencia del dominio o cluster en el que reside y con independencia de si se trata de un servidor de administraci&oacute;n o un servidor gestionado. Adem&aacute;s, el nombre del servidor de administraci&oacute;n debe ser &uacute;nico entre todos los nombres de componentes del dominio.</p>
      <p class="list_para"><strong>Nota:</strong> Este valor se especifica &uacute;nicamente con fines de identificaci&oacute;n. No se utiliza como parte de la direcci&oacute;n URL para las aplicaciones desplegadas en el servidor. El nombre del servidor se muestra en la Consola de Administraci&oacute;n de WebLogic Server. Adem&aacute;s, si utiliza utilidades de l&iacute;nea de comandos de WebLogic Server o API, debe especificar este nombre para identificar el servidor. </p></td>
  </tr>
 <tr>
 <td><strong>*Direcci&oacute;n de Recepci&oacute;n </strong></td>
    <td>En la lista desplegable, seleccione un valor para la direcci&oacute;n de recepci&oacute;n.<p class="list_para">Si selecciona <strong>localhost</strong> como la direcci&oacute;n de recepci&oacute;n de una instancia de servidor, los procesos remotos no se pueden conectar a dicha instancia de servidor. Solo los procesos de la m&aacute;quina que aloja la instancia de servidor se pueden conectar a esta instancia. Si la instancia de servidor debe ser accesible como un host local (por ejemplo, si crea scripts administrativos que se conectan al host local) y tambi&eacute;n debe ser accesible para los procesos remotos, seleccione <strong>Todas las Direcciones Locales</strong>. La instancia de servidor determina la direcci&oacute;n de la m&aacute;quina y recibe en ella.</p>
<p class="list_para">Consulte <a href="#listen_address">Especificaci&oacute;n de la Direcci&oacute;n de Recepci&oacute;n</a> para obtener m&aacute;s informaci&oacute;n.</p>
</td>
  </tr>
 <tr>
 <td><strong>Puerto de Recepci&oacute;n </strong></td>
    <td>Introduzca un valor v&aacute;lido para el puerto de recepci&oacute;n que se va a utilizar para las solicitudes normales no seguras (mediante protocolos como HTTP y T3).
      <p class="list_para">El valor por defecto es 7001 para el servidor de administraci&oacute;n. Si deja este campo en blanco, se utiliza el valor por defecto. </p>
      <p class="list_para">El rango de puertos de recepci&oacute;n v&aacute;lido est&aacute; comprendido entre 1 y 65534.</p>
<p class="list_para">Consulte <a href="#listen_port">Especificaci&oacute;n del Puerto de Recepci&oacute;n</a> para obtener m&aacute;s informaci&oacute;n.</p>
</td>
  </tr>
 <tr>
 <td><strong>SSL Activado</strong></td>
    <td>Active esta casilla de control para activar el puerto de recepci&oacute;n SSL. Por defecto, SSL est&aacute; desactivado para todos los servidores nuevos.</td>
  </tr>
 <tr>
 <td><strong>Puerto de Recepci&oacute;n SSL</strong> </td>
    <td>Este campo se activa &uacute;nicamente si la casilla de control <strong>SSL Activado</strong> est&aacute; activada.<p class="list_para">Introduzca un valor v&aacute;lido para las solicitudes seguras (mediante protocolos como HTTPS y T3S). El valor por defecto es 7002. Si deja este campo en blanco, se utiliza el valor por defecto.</p>
      <p class="list_para">El rango de puertos de recepci&oacute;n v&aacute;lido est&aacute; comprendido entre 1 y 65535.</p>
    <p class="list_para"><strong>Nota:</strong> Por defecto, una instancia de servidor utiliza certificados de demostraci&oacute;n para autenticar las solicitudes desde un puerto seguro. En un entorno de producci&oacute;n, debe configurar SSL para utilizar los certificados de una autoridad de certificaci&oacute;n.</p></td>
  </tr>
</table>
<p>Despu&eacute;s de realizar las selecciones y entradas requeridas, haga clic en <strong>Siguiente</strong>.</p>
<p class="body">Para obtener m&aacute;s informaci&oacute;n, consulte la biblioteca de documentaci&oacute;n de Oracle Fusion Middleware en <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>


<hr />
<h2><a name="listen_address">Especificaci&oacute;n de la Direcci&oacute;n de Recepci&oacute;n</a></h2>
<p>Esta secci&oacute;n proporciona las instrucciones para especificar la direcci&oacute;n de recepci&oacute;n para el servidor de administraci&oacute;n. Estas directrices tambi&eacute;n se aplican a todos los servidores gestionados.</p>
<table>
 <tr>
 <th>Tipo de Direcci&oacute;n de Recepci&oacute;n</th>
    <th>Comportamiento</th>
  </tr>
 <tr>
 <td><strong>Todas las Direcciones Locales o Nombre DNS</strong></td>
    <td>En m&aacute;quinas de Windows de varios directorios ra&iacute;z, una instancia de servidor se enlaza a todas las direcciones IP disponibles.</td>
  </tr>
 <tr>
 <td><strong>Direcci&oacute;n IP o Nombre DNS</strong></td>
    <td><ul>
<li>Para conectarse a la instancia del servidor, los procesos pueden especificar la direcci&oacute;n IP o el nombre DNS correspondiente.</li>
<li>Los procesos que especifican el host local no pueden conectarse.</li>
<li>Debe actualizar los procesos existentes que utilizan el host local para conectarse a la instancia del servidor.</li>
<li>Para las conexiones que especifican la direcci&oacute;n IP de la direcci&oacute;n de recepci&oacute;n y un puerto seguro para el puerto de recepci&oacute;n, se debe desactivar la verificaci&oacute;n de nombres de host.</li>
</ul>
<p><strong>Nota:</strong>Para resolver un nombre DNS en una direcci&oacute;n IP, WebLogic Server debe poder contactar con un servidor DNS adecuado u obtener la asignaci&oacute;n de direcci&oacute;n IP de forma local. Por lo tanto, si especifica un nombre DNS para la direcci&oacute;n de recepci&oacute;n, debe dejar un puerto abierto el tiempo suficiente para que la instancia de WebLogic Server conecte con un servidor DNS y almacene en cach&eacute; su asignaci&oacute;n, o bien debe especificar la asignaci&oacute;n de direcci&oacute;n IP en un archivo local. Si especifica una direcci&oacute;n IP para la direcci&oacute;n de recepci&oacute;n y, a continuaci&oacute;n, una solicitud de cliente especifica un nombre DNS, WebLogic Server intentar&aacute; resolver el nombre DNS. Si no puede acceder a la asignaci&oacute;n de nombre DNS, la solicitud fallar&aacute;.</p>
</td>
</tr>
<tr>
<td><strong>Host local</strong></td>
<td><ul>
<li>Los procesos deben especificar el host local para conectarse a la instancia del servidor.</li>
<li>Los procesos que residen en la m&aacute;quina que aloja la instancia del servidor (procesos locales) son los &uacute;nicos que pueden conectarse a la instancia del servidor.</li>
</ul></td>
  </tr>

</table>
<hr />


<h2><a name="listen_port">Especificaci&oacute;n del Puerto de Recepci&oacute;n</h2>
<p>Tenga en cuenta las siguientes directrices a la hora de especificar el puerto de recepci&oacute;n del servidor de administraci&oacute;n. Estas directrices tambi&eacute;n se aplican a los servidores gestionados.</p>
<ul>
<li>Aunque puede especificar cualquier n&uacute;mero de puerto v&aacute;lido, si especifica el puerto 80, puede omitir el n&uacute;mero de puerto en la solicitud HTTP que se utiliza para acceder a los recursos sobre HTTP. Por ejemplo, si define el puerto 80 como el puerto de recepci&oacute;n, puede utilizar la URL <span class="code>http://hostname/myfile.html</span> instead of <span class=" code="code">http://nombrehost:n&uacute;meropuerto/miarchivo.html</span>.</li>
<li>En algunos sistemas operativos, al puerto 80 s&oacute;lo pueden acceder los procesos que se ejecutan con un usuario o identificador de grupo con privilegios. En este caso, puede asignar la instancia del servidor a una m&aacute;quina UNIX en la cual hay definido un GID o UID posterior a enlace.</li>

</ul>
<p></p>

<p class="copyright">Copyright &copy; 2009, 2010, Oracle y/o sus subsidiarias. Todos los Derechos Reservados.
</p></body>
</html>
