<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ayuda del Asistente de Configuraci&oacute;n: Configurar Clusters</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar Clusters</h1>
<p>Utilice esta pantalla para agregar, configurar y suprimir clusters. </p>
<p>Un cluster es un grupo de instancias de WebLogic Server que funcionan de forma conjunta para proporcionar escalabilidad y una alta disponibilidad para las aplicaciones. La creaci&oacute;n de clusters permite agrupar servidores gestionados de modo que funcionen como una sola unidad para alojar aplicaciones y recursos.</p>
<ol>
<li> Revise la configuraci&oacute;n de clusters actual. Los valores por defecto pueden variar seg&uacute;n el origen de dominio seleccionado.
  <p class="list_para"><strong>Nota:</strong> El asistente proporciona dos vistas (una vista tabular concisa de todos los clusters y una vista individual de cada cluster con cada servidor representado por un separador). Para alternar entre las vistas de tabla y separador, haga clic en <strong>Cambiar Visualizaci&oacute;n</strong>.</p>
  </li>
  <li>Agregue o suprima clusters, o cambie la configuraci&oacute;n de los clusters existentes, seg&uacute;n sea necesario para el dominio.
<p class="list_para">En la siguiente tabla se describen los campos de esta pantalla. Los campos marcados con un asterisco (*) son obligatorios.</p>
    <table>
 <tr>
 <th>Campo</th>
        <th>Descripci&oacute;n</th>
      </tr>
 <tr>
 <td><strong>Nombre*</strong></td>
        <td>Introduzca un nombre v&aacute;lido para el cluster.
        <p class="list_para">El nombre del cluster debe ser &uacute;nico entre todos los nombres de componentes del dominio. El valor por defecto de este campo es <span class="code">new_Cluster_n</span>, donde <span class="code">n</span> es un valor num&eacute;rico que se utiliza para diferenciar todos los nombres de cluster por defecto; el valor de <span class="code">n</span> para el primer cluster es 1. El valor se incrementa en 1 para cada cluster agregado.</p></td>
      </tr>
 <tr>
 <td><strong>Modo de Mensajes de Cluster</strong></td>
        <td>Seleccione el modo de mensajes de unidifusi&oacute;n o multidifusi&oacute;n.
        </td>
      </tr>
 <tr>
 <td><strong>Direcci&oacute;n de Multidifusi&oacute;n</strong></td>
        <td>Este campo se activa &uacute;nicamente si selecciona el modo de mensajes de multidifusi&oacute;n.
          <p class="list_para">Introduzca la direcci&oacute;n de multidifusi&oacute;n para el cluster. Esta direcci&oacute;n la utilizan los miembros del cluster para comunicarse entre s&iacute;. El valor por defecto es <span class="code">239.192.0.0</span>. El rango de direcciones de multidifusi&oacute;n v&aacute;lido est&aacute; comprendido entre <span class="code">224.0.0.1</span> y <span class="code">239.255.255.255</span>.</p></td>
      </tr>
 <tr>
 <td><strong>Puerto de Multidifusi&oacute;n</strong></td>
        <td>Este campo se activa &uacute;nicamente si selecciona el modo de mensajes de multidifusi&oacute;n.
        <p class="list_para">Introduzca el puerto de multidifusi&oacute;n para el cluster. El puerto de multidifusi&oacute;n lo utilizan los miembros del cluster para comunicarse entre s&iacute;. El valor por defecto es <span class="code">7001</span>.</p></td>
      </tr>
 <tr>
 <td><strong>Direcci&oacute;n de Cluster</strong></td>
        <td>Introduzca las direcciones para identificar los servidores gestionados del cluster. Una direcci&oacute;n de cluster puede ser:
		<ul>
<li> Una lista separada por comas de direcciones IP o nombres DNS y puertos (por ejemplo, nombre_dns:puerto, nombre_dns:puerto).</li>
        <li>Un nombre DNS asignado a varias direcciones IP.</li>
        <li>Un host local, un nombre DNS o una direcci&oacute;n IP si la direcci&oacute;n de recepci&oacute;n de todos los servidores gestionados recibe en la misma direcci&oacute;n con n&uacute;meros de puerto &uacute;nicos.</li>
		</ul>
        <p class="list_para">La direcci&oacute;n de recepci&oacute;n se utiliza en EJB de entidades y sin estado para crear la parte del nombre del host de las direcciones URL. Si no se ha establecido la direcci&oacute;n del cluster, es posible que los manejadores de EJB no funcionen correctamente.</p></td>
      </tr>
 </table>
  </li>
  <li>Despu&eacute;s de realizar las selecciones y entradas requeridas, haga clic en <strong>Siguiente</strong>.</li>
</ol>
<p>Para suprimir un cluster, seleccione el servidor y haga clic en <strong>Suprimir</strong>. Cuando se suprime un servidor, no se suprimen los servidores asignados a &eacute;l; estos simplemente se eliminan del cluster y luego se pueden agregar a otro cluster. S&oacute;lo se puede eliminar un cluster a la vez.</p>

<p>Para agregar un cluster, haga clic en <strong>Agregar</strong> y configure los valotes para el nuevo servidor. El nombre por defecto del cluster nuevo es <span class="code">new_Cluster_n</span>, donde <span class="code">n</span> comienza en <span class="code">1</span> y se incrementa con cada cluster que se agrega. Para cambiar el nombre por defecto, escriba el nombre que desea en la columna Nombre.</p>
<p>Para cambiar la visualizaci&oacute;n de formato tabular por defecto (por un separador por cada cluster), haga clic en <strong>Cambiar Visualizaci&oacute;n</strong>. Vuelva a hacer clic en <strong>Cambiar Visualizaci&oacute;n</strong> para regresar al formato tabular.</p>
<p class="body">Para obtener m&aacute;s informaci&oacute;n, consulte la biblioteca de documentaci&oacute;n de Oracle Fusion Middleware en <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle y/o sus subsidiarias. Todos los Derechos Reservados.</p>
</body>
</html>
