<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ayuda del Asistente de Configuraci&oacute;n: Configurar Esquema de Componentes de JDBC</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar Esquema de Componentes de JDBC</H1>
<p>Para algunos componentes de Fusion Middleware (por ejemplo, SOA y Web Center Spaces), puede que haya que definir or&iacute;genes de datos JDBC como parte del esquema de base de datos del componente, que se carga (durante la instalaci&oacute;n ) mediante la Utilidad de Creaci&oacute;n de Repositorios (RCU). </p>
<p>Al crear un dominio de WebLogic para dichos componentes mediante el Asistente de Configuraci&oacute;n, puede configurar los valores del esquema del componente JDBC (por ejemplo, el controlador de la base de datos, el propietario del esquema, la contrase&ntilde;a, etc).</p>
<p>Los esquemas de componentes de JDBC asociados a los productos para los que se va a crear el dominio (por ejemplo, SOA) se muestran en la mitad inferior de la pantalla.</p>
<p> <strong>Nota</strong>: Si desea configurar uno o m&aacute;s esquemas como or&iacute;genes de datos de RAC, active las casillas de control junto al nombre de los esquemas requeridos y active la casilla de control <strong>Configure los esquemas de componentes seleccionados como esquemas de or&iacute;genes de datos m&uacute;ltiples de RAC en el panel siguiente</strong>. A continuaci&oacute;n, haga clic en el bot&oacute;n <strong>Siguiente</strong>. </p>
<ol>
<li>Para seleccionar los esquemas para los que desea especificar la configuraci&oacute;n de or&iacute;genes de datos, active la casilla de control junto a los nombres de los esquemas.
  <p class="list_para"><strong>Nota:</strong> Si se seleccionan varios esquemas de componentes, es posible que se muestre el texto &ldquo;<span class="code">Var&iacute;a entre los esquemas de componentes</span>&rdquo; en determinados campos, lo que indica que los valores actuales de estos campos no son los mismos en los componentes de esquemas seleccionados. Si contin&uacute;a y cambia los valores de estos campos, los valores nuevos se aplican de manera uniforme a los esquemas de componentes seleccionados.</p>
<p><strong>Nota:</strong> Los valores por defecto de los par&aacute;metros del esquema del componente (por ejemplo, proveedor, controlador, nombre del host y n&uacute;mero de puerto) dependen de los valores especificados en las plantillas de aplicaci&oacute;n.</p></li>
<li>Revise los valores de configuraci&oacute;n actuales y modif&iacute;quelos seg&uacute;n sea necesario.
<p class="list_para"><strong>Nota:</strong> Los valores por defecto de los par&aacute;metros de esquema (por ejemplo, proveedor, controlador, nombre del host y n&uacute;mero de puerto) dependen de los valores especificados en las plantillas de aplicaci&oacute;n.</p>
<table>
 <tr>
 <th>Campo</th>
      <th>Descripci&oacute;n</th>
    </tr>
 <tr>
 <td><strong>Proveedor</strong></td>
      <td>Seleccione el proveedor de bases de datos.</td>
    </tr>
 <tr>
 <td><strong>Controlador</strong></td>
      <td>Seleccione el controlador JDBC que desee utilizar para conectarse a la base de datos.<p class="list_para">En la lista se incluyen los controladores JDBC para el proveedor de bases de datos seleccionado.</p></td>
    </tr>
 <tr>
 <td><strong>Propietario del Esquema </strong></td>
      <td>Introduzca el nombre de conexi&oacute;n para conectarse a la base de datos.</td>
    </tr>
 <tr>
 <td><strong>Contrase&ntilde;a del Esquema </strong></td>
      <td>Introduzca la contrase&ntilde;a de conexi&oacute;n para el propietario del esquema seleccionado.</td>
    </tr>
 <tr>
 <td><strong>DBMS/Servicio</strong></td>
      <td>Introduzca un nombre de DBMS de base de datos o un nombre de servicio si ha seleccionado un controlador de servicio. </td>
    </tr>
 <tr>
 <td><strong>Nombre del Host </strong></td>
      <td>Introduzca el nombre del servidor que aloja la base de datos.</td>
    </tr>
 <tr>
 <td><strong>Puerto</strong></td>
      <td>Introduzca el n&uacute;mero de puerto que se va a utilizar para establecer la conexi&oacute;n con el servidor que aloja la base de datos.</td>
    </tr>
 </table>
<p class="list_para">Los valores especificados se muestran en las columnas correspondientes de la lista de esquemas para los esquemas seleccionados. </p>
</li>
<li>Despu&eacute;s de realizar las selecciones y entradas requeridas, haga clic en el bot&oacute;n <strong>Siguiente</strong> del asistente para probar los esquemas de componentes.</li>
</ol>
<p class="body">Para obtener m&aacute;s informaci&oacute;n, consulte la biblioteca de documentaci&oacute;n de Oracle Fusion Middleware en <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle y/o sus subsidiarias. Todos los Derechos Reservados.</p>
</body>
</html>
