<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ayuda del Asistente de Configuraci&oacute;n: Configurar Modo de Inicio de Servidor y JDK</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar Modo de Inicio de Servidor y JDK</h1>
<p>En esta pantalla, especifique si desea ejecutar WebLogic en modo de producci&oacute;n o de desarrollo. Tambi&eacute;n se especifica la ubicaci&oacute;n de los JDK que se utilizan en este dominio.</p>
<ol>
<li>Seleccione el modo de inicio del dominio de WebLogic.
<ul>
 <li class="list_para"><strong>Modo de Desarrollo</strong> <br>En este modo, la configuraci&oacute;n de seguridad es relativamente f&aacute;cil, lo que le permite desplegar las aplicaciones autom&aacute;ticamente.</li>
    <li class="list_para"><strong>Modo de Producci&oacute;n</strong><br> En este modo, la configuraci&oacute;n de seguridad es relativamente estricta, lo que requiere el uso de un nombre de usuario y una contrase&ntilde;a para desplegar aplicaciones. Antes de poner en producci&oacute;n un dominio, familiar&iacute;cese con los procedimientos para proteger un entorno de producci&oacute;n. Para obtener m&aacute;s informaci&oacute;n, consulte <a href="http://www.oracle.com/pls/as1111/lookup?id=LOCKD121" target="_blank">C&oacute;mo Garantizar la Seguridad del Entorno de Producci&oacute;n</a> en <i>Protecci&oacute;n de un Entorno de Producci&oacute;n para Oracle WebLogic Server</i>.</li>
	</ul>
    <p class="list_para">En la siguiente tabla se proporciona informaci&oacute;n para facilitar la selecci&oacute;n del modo de inicio que mejor se adapte a sus necesidades.</p>
    <table>
      <tr>
        <th>Funci&oacute;n</th>
        <th>Modo de Desarrollo</th>
        <th>Modo de Producci&oacute;n</th>
      </tr>
      <tr>
        <td><strong>SSL</strong></td>
        <td>Puede usar los certificados digitales y los almacenes de claves de demostraci&oacute;n proporcionados por los servicios de seguridad de WebLogic Server. Con estos certificados, puede dise&ntilde;ar la aplicaci&oacute;n para que funcione en entornos protegidos por SSL. 
<p>Para obtener m&aacute;s informaci&oacute;n, consulte <a href="http://www.oracle.com/pls/as1111/lookup?id=SECMG384" target="_blank">Configuraci&oacute;n de SSL</a> en <i>Protecci&oacute;n de Oracle WebLogic Server</i>.</p>
</td>
        <td>No debe usar los certificados digitales ni los almacenes de claves de demostraci&oacute;n. En caso contrario, se mostrar&aacute; un mensaje de advertencia.</td>
      </tr>
      <tr>
        <td><strong>Despliegue de Aplicaciones</strong></td>
        <td>Las instancias de WebLogic Server pueden desplegar y actualizar autom&aacute;ticamente aplicaciones que residen en el directorio <span class="code">nombre_dominio/autodeploy</span>.
<p>Oracle s&oacute;lo recomienda utilizar este m&eacute;todo en un entorno de desarrollo de un solo servidor.</p>
<p>Para obtener m&aacute;s informaci&oacute;n, consulte <a href="http://www.oracle.com/pls/as1111/lookup?id=DEPGD212" target="_blank">Despliegue de Aplicaciones y M&oacute;dulos con weblogic.deployer</a> en <i>Despliegue de Aplicaciones en Oracle WebLogic Server</i>.</p>
</td>
        <td>La funci&oacute;n de despliegue autom&aacute;tico est&aacute; desactivada; por lo tanto, debe utilizar la Consola de Administraci&oacute;n de WebLogic Server, la herramienta <span class="code">weblogic.Deployer</span> o la herramienta de generaci&oacute;n de scripts de WebLogic.</td>
      </tr>
      <tr>
        <td><strong>Rotaci&oacute;n del Archivo Log</strong></td>
        <td>Por defecto, al iniciar la instancia de WebLogic Server, el servidor cambia autom&aacute;ticamente el nombre (rota) del archivo log del servidor local a <span class="code">SERVER-NAME.log.n</span>. Durante el resto de la sesi&oacute;n del servidor, los mensajes se acumulan en el archivo log hasta alcanzar un tama&ntilde;o de 500 KB.
<p>El valor por defecto de <b>Limitar N&uacute;mero de Archivos Retenidos</b> en Configuraci&oacute;n de Registro es <span class="code">true</span>. Este valor limita el n&uacute;mero de archivos de registro que crea la instancia de servidor para almacenar mensajes antiguos.</p>
</td>
        <td>El servidor rota el archivo log local cuando alcanza un tama&ntilde;o de 5.000 KB. Si el servidor est&aacute; configurado para el modo de producci&oacute;n, se conservan todas las versiones de los archivos log por defecto. Es posible que los administradores deseen personalizar el n&uacute;mero de archivos log conservados.</td>
      </tr>
      <tr>
        <td><strong>Recurso del Sistema de JDBC</strong></td>
        <td>La capacidad por defecto es de 15 conexiones.</td>
        <td>La capacidad por defecto es de 25 conexiones.</td>
      </tr>
    </table>
  </li>
  <li>Seleccione el JDK.
 <p class="list_para">En el panel <strong>Selecci&oacute;n de JDK</strong>, seleccione el JDK para el modo de inicio elegido en el panel <strong>Modo de Inicio de Dominio de WebLogic</strong>. El Asistente de Configuraci&oacute;n muestra una lista de los JDK incluidos en el instalador. Puede seleccionar estos JDK o un JDK instalado en el sistema.</p>
    <p class="list_para"><strong>Notas:</strong></p>
    <ul>
<li> Si selecciona un JDK incluido en el instalador, el Asistente de Configuraci&oacute;n crea scripts de inicio del servidor para llamar al JDK. Si selecciona un JDK no suministrado por JDK, el Asistente de Configuraci&oacute;n no configura los scripts de inicio y debe cambiarlos manualmente.</li>
      <li>Seleccione solo los JDK admitidos en la plataforma que se va a utilizar. La selecci&oacute;n por defecto refleja el JDK que mejor se adapta a las necesidades del entorno seg&uacute;n la plataforma en la que se va a instalar el dominio.</li>
    </ul>
  </li>
  <li>Despu&eacute;s de realizar las selecciones y entradas requeridas, haga clic en el bot&oacute;n <strong>Siguiente</strong> del asistente.</li>
</ol>
<p class="body">Para obtener m&aacute;s informaci&oacute;n, consulte la biblioteca de documentaci&oacute;n de Oracle Fusion Middleware en <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle y/o sus subsidiarias. Todos los Derechos Reservados.</p>
</body>
</html>
