<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ayuda del Asistente de Configuraci&oacute;n: Configurar Almacenes de Archivos de JMS</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar Almacenes de Archivos de JMS</H1>
<p>Un almac&eacute;n de archivos JMS es un archivo basado en disco en el cual se pueden guardar mensajes persistentes.</p>
<p>Revise la configuraci&oacute;n actual de los almacenes de archivos de JMS y modif&iacute;quela seg&uacute;n sea necesario. Los valores por defecto pueden variar seg&uacute;n el origen de dominio seleccionado anteriormente.</p>
 <p><strong>Nota:</strong> El asistente proporciona dos modos de visualizaci&oacute;n (una vista tabular concisa de todos los componentes definidos y una vista individual en la que cada componente est&aacute; representado por un separador). Para alternar entre las vistas de tabla y separador, haga clic en <strong>Cambiar Visualizaci&oacute;n</strong>.</p>
 <p> En la siguiente tabla se describen los campos de esta pantalla. Los campos marcados con un asterisco (*) son obligatorios.</p>
 <table>
 <tr>
 <th>Campo</th>
      <th>Descripci&oacute;n</th>
    </tr>
 <tr>
 <td><strong>Nombre*</strong></td>
      <td>Introduzca un nombre para el almac&eacute;n de archivos de JMS.<p class="list_para">El nombre debe ser una cadena de caracteres y puede incluir espacios. El nombre del almac&eacute;n de archivos de JMS debe ser &uacute;nico entre todos los nombres de componentes del dominio.</p></td>
    </tr>
 <tr>
 <td><strong>Directorio</strong></td>
      <td>Introduzca la ruta de acceso del directorio (del sistema) en el que reside el almac&eacute;n de archivos de JMS.</td>
    </tr>
 <tr>
 <td><strong>Pol&iacute;tica de Escritura S&iacute;ncrona</strong></td>
      <td>Seleccione una de las siguientes pol&iacute;ticas de escritura s&iacute;ncrona para determinar el modo en el que el almac&eacute;n de archivos escribe los datos en el disco:<ul>
<li class="list_para"> <strong>Vaciado de Cach&eacute;</strong>: las transacciones no se pueden completar hasta haber vaciado todas las operaciones de escritura en el disco.</li>
      <li class="list_para"><strong>Escritura Directa</strong>: las operaciones de escritura se realizan directamente en el disco. Esta pol&iacute;tica se admite en Solaris y Windows. Si esta pol&iacute;tica est&aacute; activa en una plataforma no admitida, el almac&eacute;n de archivos cambia autom&aacute;ticamente a la pol&iacute;tica de vaciado de cach&eacute;.
	 <p class="list_para"><strong>Nota:</strong> la pol&iacute;tica de escritura directa es fiable en los sistemas Solaris, pero es posible que los sistemas Windows dejen los datos de las transacciones en la memoria cach&eacute; en disco sin escribirlos en el disco de inmediato. Esto no se considera fiable, ya que un fallo de alimentaci&oacute;n puede provocar la p&eacute;rdida de los datos de la memoria cach&eacute; en disco, lo que puede tener como resultado la p&eacute;rdida o duplicaci&oacute;n de los mensajes. Para realizar operaciones de escritura fiables con la pol&iacute;tica de escritura directa en Windows, desactive por completo la memoria cach&eacute; de escritura del disco (activada por defecto) o utilice un disco con una memoria cach&eacute; con bater&iacute;a. No obstante, algunos sistemas de archivos no permiten cambiar este valor (por ejemplo, un sistema RAID con una memoria cach&eacute; fiable).</p>
      </li>
      <li class="list_para"><strong>Desactivado</strong>: las transacciones se completan en cuanto las operaciones de escritura se almacenan en la memoria cach&eacute;. Si esta pol&iacute;tica est&aacute; activa, la finalizaci&oacute;n de las transacciones no depende del tiempo de espera hasta que las operaciones de escritura se almacenan en el disco.</li>
      </ul>
	  <p class="list_para">Esta configuraci&oacute;n afecta al rendimiento, la escalabilidad y la fiabilidad.</p>
      <p class="list_para"><strong>Nota:</strong> Si el almac&eacute;n de archivos de JMS se utiliza exclusivamente para paginar los mensajes no persistentes en el disco, se ignora la pol&iacute;tica de escritura s&iacute;ncrona.</p></td>
    </tr>
 </table>

<p>Despu&eacute;s de realizar las selecciones y entradas requeridas, haga clic en <strong>Siguiente</strong>.</p>

<p class="body">Para obtener m&aacute;s informaci&oacute;n, consulte la biblioteca de documentaci&oacute;n de Oracle Fusion Middleware en <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle y/o sus subsidiarias. Todos los Derechos Reservados.</p>
</body>
</html>

