<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ayuda del Asistente de Configuraci&oacute;n: Configurar M&aacute;quinas</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar M&aacute;quinas</h1>
<p>En un dominio de WebLogic, las definiciones de m&aacute;quina identifican unidades f&iacute;sicas de hardware y est&aacute;n asociadas a las instancias de WebLogic Server que alojan.</p>

<p>Utilice esta pantalla para agregar o suprimir m&aacute;quinas o para modificar la configuraci&oacute;n de una m&aacute;quina existente. </p>

<p>Seleccione el separador <strong>M&aacute;quina</strong> (para Windows) o el separador M&aacute;quina UNIX (para UNIX).</p>

<p>Puede que desee craer definiciones de m&aacute;quinas en situaciones como la siguiente:</p>
<ul>
<li>El servidor de administraci&oacute;n utiliza la definici&oacute;n de m&aacute;quina, con la aplicaci&oacute;n Gestor de Nodos, para iniciar servidores remotos.</li>
<li>WebLogic Server utiliza nombres de m&aacute;quina configurados para determinar el servidor de un cluster que est&aacute; m&aacute;s capacitado para manejar determinadas tareas, como la replicaci&oacute;n de sesiones HTTP. WebLogic Server delega esas tareas en el servidor identificado.</li>
</ul>
<p><strong>Nota:</strong> Debe configurar las m&aacute;quinas para cada instalaci&oacute;n del producto que ejecute un proceso del Gestor de Nodos. La configuraci&oacute;n de la m&aacute;quina debe incluir valores para los par&aacute;metros de la direcci&oacute;n de recepci&oacute;n y el n&uacute;mero de puerto. 
</p>

<p>Cada m&aacute;quina tiene la siguiente configuraci&oacute;n. Los campos obligatorios est&aacute;n marcados con un asterisco (*).</p>
<ol>
<li> Seleccione el separador <strong>M&aacute;quina</strong> (para Windows) y el separador <strong>M&aacute;quina Unix</strong> (para UNIX).</li>
  <li>Revise la lista de configuraciones actual y agregue, suprima o cambie la configuraci&oacute;n seg&uacute;n sea necesario para el dominio. En la siguiente tabla se describen los campos de esta pantalla. Los campos marcados con un asterisco (*) son obligatorios.<p></p>
    <table>
 <tr>
 <th>Campo</th>
      <th>Descripci&oacute;n</th>
    </tr>
 <tr>
 <td><strong>Nombre*</strong></td>
      <td>Introduzca un nombre v&aacute;lido para la m&aacute;quina.<p class="list_para">El nombre de la m&aacute;quina se utiliza para identificar la m&aacute;quina del dominio de WebLogic Server y no es necesario que coincida con el nombre de red de la m&aacute;quina. Este nombre debe ser &uacute;nico entre todos los nombres de componentes del dominio. El valor por defecto de este campo es <span class="code">new_[Unix]Machine_n</span>, donde <span class="code">n</span> es un valor num&eacute;rico utilizado para diferenciar todos los nombres de m&aacute;quina por defecto; el valor de <span class="code">n</span> de la primera m&aacute;quina es 1. Este valor se incrementa en 1 para cada m&aacute;quina agregada.</p></td>
    </tr>
 <tr>
 <td><strong>Direcci&oacute;n de Recepci&oacute;n del Gestor de Nodos</strong></td>
      <td>Seleccione un valor de la lista para la direcci&oacute;n utilizada por el gestor de nodos para recibir las solicitudes de conexi&oacute;n.<p class="list_para">Por defecto, las direcciones IP definidas para el sistema local y <strong>localhost</strong> se muestran en la lista. El valor por defecto es <strong>localhost</strong>. Si especifica una direcci&oacute;n IP para una m&aacute;quina que aloja el servidor de administraci&oacute;n y necesita acceder al gestor de nodos de WebLogic Server, debe desactivar la verificaci&oacute;n de nombre de host.</p>
<p>Para obtener m&aacute;s informaci&oacute;n, consulte <a href="http://www.oracle.com/pls/as1111/lookup?id=SECMG388" target="_blank">Uso de la Verificaci&oacute;n del Nombre de Host</a> en <i>Protecci&oacute;n de Oracle WebLogic Server</i>.</p></td>
    </tr>
 <tr>
 <td><strong>Puerto de Recepci&oacute;n del Gestor de Nodos</strong></td>
      <td>Introduzca un valor v&aacute;lido para el puerto de recepci&oacute;n utilizado por el gestor de nodos para recibir las solicitudes de conexi&oacute;n.<p class="list_para">El rango de n&uacute;meros de puerto v&aacute;lido para el puerto de recepci&oacute;n del gestor de nodos est&aacute; comprendido entre 1 y 65534. El valor por defecto es 5556.</p></td>
    </tr>
 <tr>
 <td><strong>Activar GID Posterior a Enlace</strong></td>
      <td>(S&oacute;lo m&aacute;quinas UNIX) Active esta casilla de control para activar un servidor que se ejecute en esta m&aacute;quina para establecer un enlace con un identificador de grupo (GID) UNIX una vez finalizadas todas las acciones de inicio con privilegios (consulte la descripci&oacute;n del campo <strong>GID Posterior a Enlace</strong> que se incluye a continuaci&oacute;n). Por defecto, esta casilla de control no est&aacute; activada.</td>
    </tr>
 <tr>
 <td><strong>GID Posterior a Enlace</strong></td>
      <td>(S&oacute;lo m&aacute;quinas UNIX) Introduzca un identificador de grupo (GID) UNIX v&aacute;lido para ejecutar un servidor alojado en esta m&aacute;quina una vez finalizadas todas las acciones de inicio con privilegios. En caso contrario, el servidor sigue ejecut&aacute;ndose con el identificador de grupo con el que se inici&oacute;. 
        <p class="list_para">Para aplicar esta configuraci&oacute;n, debe activar la casilla de control <strong>Activar GID Posterior a Enlace</strong>. </p></td>
    </tr>
 <tr>
 <td><strong>Activar UID Posterior a Enlace</strong></td>
      <td>(S&oacute;lo m&aacute;quinas UNIX) Active esta casilla de control para activar un servidor alojado en esta m&aacute;quina para establecer un enlace con un identificador de usuario (UID) UNIX una vez finalizadas todas las acciones de inicio con privilegios (consulte la descripci&oacute;n del campo <strong>UID Posterior a Enlace</strong> que se incluye a continuaci&oacute;n). Por defecto, esta casilla de control no est&aacute; activada.</td>
    </tr>
 <tr>
 <td><strong>UID Posterior a Enlace</strong></td>
      <td>(S&oacute;lo m&aacute;quinas UNIX) Introduzca un identificador de usuario (UID) UNIX v&aacute;lido para ejecutar un servidor alojado en esta m&aacute;quina una vez finalizadas todas las acciones de inicio con privilegios. En caso contrario, el servidor sigue ejecut&aacute;ndose con el identificador de usuario con el que se inici&oacute;.
        <p class="list_para">Para aplicar esta configuraci&oacute;n, debe activar la casilla de control <strong>Activar UID Posterior a Enlace</strong>.</p></td>
    </tr>
 </table></li>

  <li>Despu&eacute;s de realizar las selecciones y entradas requeridas, haga clic en <strong>Siguiente</strong>.</li>
</ol>


<p>Haga clic en <strong>Agregar</strong> para agregar una m&aacute;quina nueva. El nombre por defecto de la nueva m&aacute;quina es <span class="code">new_[Unix]Machine_n</span>, donde <span class="code">n</span> comienza en <span class="code">1</span> y se incrementa en 1 por cada m&aacute;quina que se agrega.</p>
<p>Haga clic <strong>Suprimir</strong> para suprimir una m&aacute;quina existente.</p>
<p class="body">Para obtener m&aacute;s informaci&oacute;n, consulte la biblioteca de documentaci&oacute;n de Oracle Fusion Middleware en <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle y/o sus subsidiarias. Todos los Derechos Reservados.</p>
</body>
</html>
