<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ayuda del Asistente de Configuraci&oacute;n: Configurar Base de Datos del Almac&eacute;n de Seguridad de RDBMS</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurar Base de Datos del Almac&eacute;n de Seguridad de RDBMS</H1>
<p>Utilice esta pantalla para definir la configuraci&oacute;n del almac&eacute;n de seguridad de RDBMS.</p>
<p> En la siguiente tabla se describen los campos de esta pantalla.</p>

  <table>
 <tr>
 <th>Campo</th>
      <th>Descripci&oacute;n</th>
    </tr>
 <tr>
 <td><strong>Tipo de Base de Datos</strong></td>
      <td>En la lista desplegable, seleccione el tipo de base de datos que desee utilizar como almac&eacute;n de seguridad de RDBMS.
</td>
    </tr>
 <tr>
 <td><strong>Controlador</strong></td>
      <td>Seleccione el controlador que desee utilizar para la base de datos. La lista de controladores disponibles puede variar seg&uacute;n el tipo de base de datos seleccionado.</td>
    </tr>
 <tr>
 <td><strong>Nombre de Clase</strong></td>
      <td>No se requiere ninguna acci&oacute;n. El nombre de clase se muestra autom&aacute;ticamente seg&uacute;n el controlador seleccionado.</td>
    </tr>
 <tr>
 <td><strong>SID de DBMS </strong></td>
      <td>Introduzca el SID de la base de datos.</td>
    </tr>
 <tr>
 <td><strong>Host de DBMS</strong></td>
      <td>Introduzca el nombre de la m&aacute;quina que aloja la base de datos. </td>
    </tr>
 <tr>
 <td><strong>Puerto de DBMS</strong></td>
      <td>Introduzca el puerto que se va a utilizar para establecer la conexi&oacute;n con el servidor. El n&uacute;mero de puerto por defecto asociado al tipo de base de datos seleccionado se muestra autom&aacute;ticamente.</td>
    </tr>
 <tr>
 <td><strong>URL</strong></td>
      <td>No se requiere ninguna acci&oacute;n. La direcci&oacute;n URL se muestra autom&aacute;ticamente seg&uacute;n el controlador seleccionado.</td>
    </tr>
 <tr>
 <td><strong>Usuario</strong></td>
      <td>Introduzca el nombre de conexi&oacute;n para conectarse a la base de datos.</td>
    </tr>
 <tr>
 <td><strong>Contrase&ntilde;a de Usuario</strong></td>
      <td>Introduzca la contrase&ntilde;a para acceder a la base de datos. <p class="list_para">Los valores v&aacute;lidos se componen de una cadena de caracteres alfanum&eacute;ricos. Se admiten los caracteres de gui&oacute;n (-) y subrayado ( _ ).<br> El valor est&aacute; cifrado.</p></td>
    </tr>
 <tr>
 <td><strong>Confirmar Contrase&ntilde;a de Usuario</strong></td>
      <td>Vuelva a introducir la contrase&ntilde;a.</td>
    </tr>
 <tr>
 <td><strong> Propiedades Conocidas</strong></td>
      <td>No se requiere ninguna acci&oacute;n. Las propiedades conocidas de las base de datos se muestran autom&aacute;ticamente seg&uacute;n el controlador seleccionado.</td>
    </tr>
 <tr>
 <td><strong>Propiedades Adicionales</strong></td>
      <td>Introduzca la propiedades adicionales (si las hay) que se van a pasar al controlador.</td>
    </tr>
 </table>
<p><strong>Nota:</strong> Para probar la conexi&oacute;n con la base de datos, haga clic en <strong>Probar Conexi&oacute;n</strong>. Antes de iniciar el servidor, debe cargar los scripts de SQL necesarios para el almac&eacute;n de seguridad de RDBMS. Si utiliza un almac&eacute;n de seguridad de RDBMS de un dominio en cluster, se recomienda utilizarlo con la configuraci&oacute;n de JMS (nombre y tema de JNDI).</p>
<p>Despu&eacute;s de realizar las selecciones y entradas requeridas, haga clic en el bot&oacute;n <strong>Siguiente</strong> del asistente.</p>
<p class="body">Para obtener m&aacute;s informaci&oacute;n, consulte la biblioteca de documentaci&oacute;n de Oracle Fusion Middleware en <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle y/o sus subsidiarias. Todos los Derechos Reservados.</p>
</body>
</html>

