<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Ayuda del Asistente de Configuraci&oacute;n: Dirigir Servicios a Clusters o Servidores</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Dirigir Servicios a Clusters o Servidores</H1>
<p>Utilice esta pantalla para dirigir los servicios a los servidores gestionados o clusters adecuados.</p>
<p>Los servicios asociados al producto para el que se va a configurar el dominio (por ejemplo, SOA) se dirigen autom&aacute;ticamente al servidor gestionado creado para dicho producto o al cluster al que est&aacute; asignado el servidor gestionado. En esta pantalla, puede dirigir los servicios a servidores y clusters adicionales.</p>
<ol>
<li>En el panel <strong>Destino</strong>, seleccione el cluster o el servidor en el que desee desplegar los servicios.
  <p class="list_para">El nombre del destino seleccionado se muestra como un t&iacute;tulo en el panel de la derecha.</p></li>
<li>En el panel de la derecha, active las casillas de control correspondientes a los servicios que desee desplegar en el destino seleccionado.
  <p class="list_para">Los servicios mostrados aqu&iacute; pueden variar seg&uacute;n los productos seleccionados en la pantalla <strong>Seleccionar Origen de Dominio</strong> anterior del asistente.</p>
    <p class="list_para">Si selecciona un servidor gestionado en el panel <strong>Destino</strong>, algunas casillas de control del panel de la derecha pueden estar desactivadas, lo que indica que los servicios ya se han dirigido al cluster que contiene el servidor gestionado seleccionado.</p>
    <p class="list_para">Despu&eacute;s de seleccionar los servicios, los nombres de los clusters de destino se muestran en la columna <strong>Destino</strong> del panel de la derecha.</p>
</li>
<li>Repita los pasos 1 y 2 para los dem&aacute;s clusters y servidores seg&uacute;n sea necesario.</li>
<li>Despu&eacute;s de realizar las selecciones requeridas, haga clic en <strong>Siguiente</strong>.</li>
</ol>
<p>Al ampliar un dominio, si suprime un servidor gestionado o un cluster al que se dirigen actualmente los servicios, el Asistente de Configuraci&oacute;n redirige autom&aacute;ticamente esos servicios de la siguiente manera:</p>
<ul>
<li>Si las aplicaciones estaban destinadas originalmente &uacute;nicamente al servidor gestionado o el cluster que est&aacute; suprimiendo (es decir, despu&eacute;s de suprimir el servidor gestionado o el cluster, los servicios dejar&iacute;an de estar destinados al dominio modificado), el Asistente de Configuraci&oacute;n redirige autom&aacute;ticamente los servicios a todos los destinos <i>seleccionables</i>.
<p class="list_para">Un destino seleccionable es cualquier cluster o servidor gestionado que no se haya definido en la especificaci&oacute;n de grupos de configuraci&oacute;n (archivo config-groups.xml) de una plantilla incluida. Los servidores o clusters que se especifiquen en config-groups.xml son esencialmente propiedad de la plantilla y, por lo tanto, no son seleccionables como destinos autom&aacute;ticos.</p>
</li>
<li>Si los servicios estaban destinados originalmente a varios destinos (incluidos servidores gestionados, clusters y el servidor de administraci&oacute;n), y se suprime uno de los servidores gestionados o clusters, en el dominio ampliado, el Asistente de Configuraci&oacute;n deja intactas las asociaciones de destino restantes y no intenta redirigir los servicios.
</li>
</ul>
<p class="body">Para obtener m&aacute;s informaci&oacute;n, consulte la biblioteca de documentaci&oacute;n de Oracle Fusion Middleware en <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle y/o sus subsidiarias. Todos los Derechos Reservados.</p>
</body>
</html>
