LABEL_FEATURES_MTOM=MTOM
LABEL_FEATURES_WS_SECURITY=Seguran\u00E7a de web services
LABEL_FEATURES_RM_POLICY=Pol\u00EDtica de RM
PARSER_ERROR_LOADING_WSDL_BINDING=O binding de WSDL "{0}" n\u00E3o existe.
PARSER_UNSUPPORTED_SVC_FEATURE=O recurso de servi\u00E7o {0} n\u00E3o \u00E9 suportado.
PARSER_UNKNOWN_BINDING_TYPE=O binding de SDL baseia-se em um tipo de binding n\u00E3o suportado pelo Oracle Service Bus.
PARSER_MISSING_OP_BINDING=O binding de WSDL "{0}" n\u00E3o define informa\u00E7\u00F5es sobre binding para a opera\u00E7\u00E3o "{1}".
PARSER_FAULT_MULTI_PARTS=Falha "{2}" no binding de WSDL "{0}"; a opera\u00E7\u00E3o "{1}" n\u00E3o pode referenciar uma Mensagem WSDL definindo mais de uma parte.
PARSER_FAULT_PART_NOT_ELEMENT=Falha "{2}" no binding de WSDL "{0}"; a opera\u00E7\u00E3o "{1}" n\u00E3o pode referenciar uma Parte WSDL definida como tipo.
PARSER_ATTACHMENTS_MISSING_MIME_PARTS=A opera\u00E7\u00E3o "{1}" do binding de SDL "{0}" usa o binding com v\u00E1rias partes mime sem nenhuma parte mime.
PARSER_XML_MESSAGE_MULTI_PARTS=A opera\u00E7\u00E3o "{1}" do binding de XML "{0}" n\u00E3o pode referenciar uma Mensagem WSDL definindo mais de uma parte.
PARSER_XML_MESSAGE_PART_NOT_ELEMENT=A opera\u00E7\u00E3o "{1}" do binding de XML "{0}" n\u00E3o pode referenciar uma Parte WSDL definida como tipo.
PARSER_XML_MESSAGE_MULTIPART_NO_ROOT=A opera\u00E7\u00E3o "{1}" do binding de XML "{0}" usa o binding com v\u00E1rias partes mime, mas a parte raiz n\u00E3o foi especificada.
PARSER_SOAP_HEADER_MISSING=A opera\u00E7\u00E3o "{1}" do binding de SOAP "{0}" define um binding de cabe\u00E7alho para a parte "{2}", embora ela j\u00E1 tenha sido vinculada.
PARSER_SOAP_NO_PARTS_FOR_ATTACHMENTS=A opera\u00E7\u00E3o "{1}" do binding de SOAP "{0}" define mais de uma parte mime, mas todas as partes j\u00E1 foram designadas ao corpo ou aos cabe\u00E7alhos.
PARSER_SOAP_UNBOUND_PARTS=A opera\u00E7\u00E3o "{1}" do binding de SOAP "{0}" n\u00E3o define o binding para as partes{2}.
PARSER_SOAP_DUPLICATE_HEADER_TYPE=A opera\u00E7\u00E3o "{1}" do binding de SOAP "{0}" declara duas ou mais partes do cabe\u00E7alho definindo o mesmo nome de elemento.
PARSER_SOAP_DUPLICATE_BODY_TYPE=A opera\u00E7\u00E3o "{1}" do binding de SOAP "{0}" declara duas ou mais partes do corpo definindo o mesmo nome de elemento.
PARSER_SOAP_DOC_WITH_BODY_TYPE=A opera\u00E7\u00E3o "{1}" do binding de SOAP "{0}" usa o estilo de documento com v\u00E1rias partes de corpo, todas as quais devem ser definidas como elementos.
PARSER_SOAP_EXT_HEADER_NO_MSG=A opera\u00E7\u00E3o "{1}" do binding de SOAP "{0}" declara um cabe\u00E7alho de SOAP externo na mensagem "{2}" que n\u00E3o existe.
PARSER_SOAP_EXT_HEADER_NO_PART=A opera\u00E7\u00E3o "{1}" do binding de SOAP "{0}" declara um cabe\u00E7alho de SOAP externo baseado na parte "{2}" que n\u00E3o existe na sua mensagem de defini\u00E7\u00E3o.
PARSER_SOAP_EXT_HEADER_NOT_ELEMENT=A opera\u00E7\u00E3o "{1}" do binding de SOAP "{0}" declara um cabe\u00E7alho de SOAP externo baseado na parte "{2}" que n\u00E3o foi definida como elemento do Esquema XML.
CODEC_OPERATION_NOT_FOUND=A opera\u00E7\u00E3o WSDL {0} n\u00E3o existe para este servi\u00E7o.
CODEC_DUPLICATE_HEADER_ELTS=O envelope de SOAP cont\u00E9m v\u00E1rios elementos de cabe\u00E7alho com o mesmo nome ({0}).
CODEC_FAULT_DESCRIPTION=Motivo desconhecido.
CODEC_DOC_NON_EMPTY_BODY=O envelope de SOAP cont\u00E9m elementos de corpo, mas nenhuma parte WSDL est\u00E1 definida.
CODEC_DOC_DUPLICATE_BODY_ELTS=O envelope de SOAP cont\u00E9m v\u00E1rios elementos de corpo com o mesmo nome ({0}).
CODEC_DOC_UNMAPPED_BODY_ELTS=O envelope de SOAP cont\u00E9m um ou mais elementos de corpo que n\u00E3o podem ser mapeados para partes WSDL ({0}).
CODEC_RPC_INVALID_WRAPPER=O envelope de SOAP n\u00E3o est\u00E1 formatado de acordo com o estilo RPC. A tag Body de SOAP deve ter um e somente um elemento filho (nomeado de acordo com o nome da opera\u00E7\u00E3o).
CODEC_RPC_DUPLICATE_PARAM_ELTS=O envelope de SOAP cont\u00E9m par\u00E2metros rpc duplicados ({0}).
CODEC_RPC_INVALID_ELT_PARAM=Um par\u00E2metro de RPC definido por um elemento do Esquema XML n\u00E3o pode ter mais de um elemento filho (par\u00E2metro {0}).
CODEC_RPC_UNMAPPED_PARAM_ELTS=O envelope de SOAP cont\u00E9m um ou mais par\u00E2metros rpc que n\u00E3o podem ser mapeados para partes WSDL ({0}).
CODEC_XML_NON_EMPTY_PAYLOAD=Um valor foi recebido, mas a mensagem n\u00E3o define nenhuma parte.
