LABEL_FEATURES_MTOM=MTOM
LABEL_FEATURES_WS_SECURITY=S\u00E9curit\u00E9 WS
LABEL_FEATURES_RM_POLICY=Strat\u00E9gie RM
PARSER_ERROR_LOADING_WSDL_BINDING=La liaison WSDL "{0}" n''existe pas.
PARSER_UNSUPPORTED_SVC_FEATURE=La fonctionnalit\u00E9 de service {0} n''est pas prise en charge.
PARSER_UNKNOWN_BINDING_TYPE=La liaison WSDL est bas\u00E9e sur un type de liaison qui n'est pas pris en charge par Oracle Service Bus.
PARSER_MISSING_OP_BINDING=La liaison WSDL "{0}" ne d\u00E9finit pas d''informations de liaison pour l''op\u00E9ration "{1}".
PARSER_FAULT_MULTI_PARTS=L''erreur "{2}" pour la liaison WSDL "{0}" dans l''op\u00E9ration "{1}" ne peut pas r\u00E9f\u00E9rencer un message WSDL d\u00E9finissant plusieurs \u00E9l\u00E9ments Part.
PARSER_FAULT_PART_NOT_ELEMENT=L''erreur "{2}" pour la liaison WSDL "{0}" dans l''op\u00E9ration "{1}" ne peut pas r\u00E9f\u00E9rencer un \u00E9l\u00E9ment Part WSDL d\u00E9fini en tant que type.
PARSER_ATTACHMENTS_MISSING_MIME_PARTS=Pour la liaison WSDL "{0}", l''op\u00E9ration "{1}" utilise la liaison MIME multipart sans \u00E9l\u00E9ment Part MIME.
PARSER_XML_MESSAGE_MULTI_PARTS=Pour la liaison XML "{0}", l''op\u00E9ration "{1}" ne peut pas r\u00E9f\u00E9rencer un message WSDL d\u00E9finissant plusieurs \u00E9l\u00E9ments Part.
PARSER_XML_MESSAGE_PART_NOT_ELEMENT=Pour la liaison XML "{0}", l''op\u00E9ration "{1}" ne peut pas r\u00E9f\u00E9rencer un \u00E9l\u00E9ment Part WSDL d\u00E9fini en tant que type.
PARSER_XML_MESSAGE_MULTIPART_NO_ROOT=Pour la liaison XML "{0}", l''op\u00E9ration "{1}" utilise la liaison MIME multipart mais l''\u00E9lement Part racine n''est pas indiqu\u00E9.
PARSER_SOAP_HEADER_MISSING=Pour la liaison SOAP "{0}", l''op\u00E9ration "{1}" d\u00E9finit une liaison d''en-t\u00EAte pour l''\u00E9l\u00E9ment Part "{2}" alors qu''il a d\u00E9j\u00E0 \u00E9t\u00E9 li\u00E9.
PARSER_SOAP_NO_PARTS_FOR_ATTACHMENTS=Pour la liaison SOAP "{0}", l''op\u00E9ration "{1}" d\u00E9finit plusieurs \u00E9l\u00E9ments Part MIME, mais tous les \u00E9l\u00E9ments Part ont d\u00E9j\u00E0 \u00E9t\u00E9 affect\u00E9s au corps ou aux en-t\u00EAtes.
PARSER_SOAP_UNBOUND_PARTS=Pour la liaison SOAP "{0}", l''op\u00E9ration "{1}" ne d\u00E9finit pas la liaison pour les \u00E9l\u00E9ments Part {2}.
PARSER_SOAP_DUPLICATE_HEADER_TYPE=Pour la liaison SOAP "{0}", l''op\u00E9ration "{1}" d\u00E9clare au moins deux en-t\u00EAtes d\u00E9finissant le m\u00EAme nom d''\u00E9l\u00E9ment.
PARSER_SOAP_DUPLICATE_BODY_TYPE=Pour la liaison SOAP "{0}", l''op\u00E9ration "{1}" d\u00E9clare au moins deux corps d\u00E9finissant le m\u00EAme nom d''\u00E9l\u00E9ment.
PARSER_SOAP_DOC_WITH_BODY_TYPE=Pour la liaison SOAP "{0}", l''op\u00E9ration "{1}" utilise un style de document avec plusieurs corps. Tous ces corps doivent \u00EAtre d\u00E9finis comme des \u00E9l\u00E9ments.
PARSER_SOAP_EXT_HEADER_NO_MSG=Pour la liaison SOAP "{0}", l''op\u00E9ration "{1}" d\u00E9clare un en-t\u00EAte SOAP externe bas\u00E9 sur le message "{2}" qui n''existe pas.
PARSER_SOAP_EXT_HEADER_NO_PART=Pour la liaison SOAP "{0}", l''op\u00E9ration "{1}" d\u00E9clare un en-t\u00EAte SOAP externe bas\u00E9 sur l''\u00E9l\u00E9ment Part "{2}" qui n''existe pas dans son message de d\u00E9finition.
PARSER_SOAP_EXT_HEADER_NOT_ELEMENT=Pour la liaison SOAP "{0}", l''op\u00E9ration "{1}" d\u00E9clare un en-t\u00EAte SOAP externe bas\u00E9 sur un \u00E9l\u00E9ment Part "{2}" qui n''est pas d\u00E9fini comme \u00E9l\u00E9ment de sch\u00E9ma XML.
CODEC_OPERATION_NOT_FOUND=L''op\u00E9ration WSDL {0} n''existe pas pour ce service.
CODEC_DUPLICATE_HEADER_ELTS=L''enveloppe SOAP contient plusieurs \u00E9l\u00E9ments d''en-t\u00EAte portant le m\u00EAme nom ({0}).
CODEC_FAULT_DESCRIPTION=Cause inconnue.
CODEC_DOC_NON_EMPTY_BODY=L'enveloppe SOAP contient des \u00E9l\u00E9ments de corps mais aucun \u00E9l\u00E9ment Part WSDL n'est d\u00E9fini.
CODEC_DOC_DUPLICATE_BODY_ELTS=L''enveloppe SOAP contient plusieurs \u00E9l\u00E9ments de corps portant le m\u00EAme nom ({0}).
CODEC_DOC_UNMAPPED_BODY_ELTS=L''enveloppe SOAP contient des \u00E9l\u00E9ments de corps qui ne peuvent pas \u00EAtre mis en correspondance avec des \u00E9l\u00E9ments Part WSDL ({0}).
CODEC_RPC_INVALID_WRAPPER=L'enveloppe SOAP n'est pas format\u00E9e d'apr\u00E8s le style RPC. La balise du corps SOAP ne doit avoir qu'un seul \u00E9l\u00E9ment enfant (nomm\u00E9 d'apr\u00E8s le nom de l'op\u00E9ration).
CODEC_RPC_DUPLICATE_PARAM_ELTS=L''enveloppe SOAP contient des param\u00E8tres RPC en double ({0}).
CODEC_RPC_INVALID_ELT_PARAM=Un param\u00E8tre RPC d\u00E9fini par un \u00E9l\u00E9ment de sch\u00E9ma XML ne peut pas avoir plusieurs \u00E9l\u00E9ments enfant (param\u00E8tre {0}).
CODEC_RPC_UNMAPPED_PARAM_ELTS=L''enveloppe SOAP contient des param\u00E8tres RPC qui ne peuvent pas \u00EAtre mis en correspondance avec des \u00E9l\u00E9ments Part WSDL ({0}).
CODEC_XML_NON_EMPTY_PAYLOAD=Une valeur est re\u00E7ue mais le message ne d\u00E9finit aucun \u00E9l\u00E9ment Part.
