LABEL_FEATURES_MTOM=MTOM
LABEL_FEATURES_WS_SECURITY=WS \uBCF4\uC548
LABEL_FEATURES_RM_POLICY=RM \uC815\uCC45
PARSER_ERROR_LOADING_WSDL_BINDING=WSDL \uBC14\uC778\uB529 "{0}"\uC774(\uAC00) \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
PARSER_UNSUPPORTED_SVC_FEATURE=\uC11C\uBE44\uC2A4 \uAE30\uB2A5 "{0}"\uC774(\uAC00) \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
PARSER_UNKNOWN_BINDING_TYPE=WSDL \uBC14\uC778\uB529\uC774 Oracle Service Bus\uC5D0\uC11C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uB294 \uBC14\uC778\uB529 \uC720\uD615\uC744 \uAE30\uBC18\uC73C\uB85C \uD569\uB2C8\uB2E4.
PARSER_MISSING_OP_BINDING=WSDL \uBC14\uC778\uB529 "{0}"\uC5D0 "{1}" \uC791\uC5C5\uC5D0 \uB300\uD55C \uBC14\uC778\uB529 \uC815\uBCF4\uAC00 \uC815\uC758\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
PARSER_FAULT_MULTI_PARTS=WSDL \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC758 "{2}" \uACB0\uD568\uC740 \uB458 \uC774\uC0C1\uC758 \uBD80\uBD84\uC744 \uC815\uC758\uD558\uB294 WSDL \uBA54\uC2DC\uC9C0\uB97C \uCC38\uC870\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
PARSER_FAULT_PART_NOT_ELEMENT=WSDL \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC758 "{2}" \uACB0\uD568\uC740 \uC720\uD615\uC73C\uB85C \uC815\uC758\uB41C WSDL \uBD80\uBD84\uC744 \uCC38\uC870\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
PARSER_ATTACHMENTS_MISSING_MIME_PARTS=WSDL \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC5D0 MIME \uBD80\uBD84 \uC5C6\uC774 MIME \uB2E4\uC911 \uBD80\uBD84 \uBC14\uC778\uB529\uC774 \uC0AC\uC6A9\uB429\uB2C8\uB2E4.
PARSER_XML_MESSAGE_MULTI_PARTS=XML \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC740(\uB294) \uB458 \uC774\uC0C1\uC758 \uBD80\uBD84\uC744 \uC815\uC758\uD558\uB294 WSDL \uBA54\uC2DC\uC9C0\uB97C \uCC38\uC870\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
PARSER_XML_MESSAGE_PART_NOT_ELEMENT=XML \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC740(\uB294) \uC720\uD615\uC73C\uB85C \uC815\uC758\uB41C WSDL \uBD80\uBD84\uC744 \uCC38\uC870\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
PARSER_XML_MESSAGE_MULTIPART_NO_ROOT=XML \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC5D0 MIME \uB2E4\uC911 \uBD80\uBD84 \uBC14\uC778\uB529\uC774 \uC0AC\uC6A9\uB418\uC9C0\uB9CC \uB8E8\uD2B8 \uBD80\uBD84\uC774 \uC9C0\uC815\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
PARSER_SOAP_HEADER_MISSING=SOAP \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC5D0 "{2}" \uBD80\uBD84\uC5D0 \uB300\uD55C \uD5E4\uB354 \uBC14\uC778\uB529\uC774 \uC815\uC758\uB418\uC5B4 \uC788\uC9C0\uB9CC \uD5E4\uB354\uAC00 \uC774\uBBF8 \uBC14\uC778\uB529\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
PARSER_SOAP_NO_PARTS_FOR_ATTACHMENTS=SOAP \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC5D0 \uB458 \uC774\uC0C1\uC758 MIME \uBD80\uBD84\uC774 \uC815\uC758\uB418\uC5B4 \uC788\uC9C0\uB9CC \uBAA8\uB4E0 \uBD80\uBD84\uC774 \uBCF8\uBB38 \uB610\uB294 \uD5E4\uB354\uC5D0 \uC774\uBBF8 \uC9C0\uC815\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
PARSER_SOAP_UNBOUND_PARTS=SOAP \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC5D0 {2} \uBD80\uBD84\uC5D0 \uB300\uD55C \uBC14\uC778\uB529\uC774 \uC815\uC758\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
PARSER_SOAP_DUPLICATE_HEADER_TYPE=SOAP \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC5D0 \uB3D9\uC77C\uD55C \uC694\uC18C \uC774\uB984\uC744 \uC815\uC758\uD558\uB294 \uB458 \uC774\uC0C1\uC758 \uD5E4\uB354 \uBD80\uBD84\uC774 \uC120\uC5B8\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
PARSER_SOAP_DUPLICATE_BODY_TYPE=SOAP \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC5D0 \uB3D9\uC77C\uD55C \uC694\uC18C \uC774\uB984\uC744 \uC815\uC758\uD558\uB294 \uB458 \uC774\uC0C1\uC758 \uBCF8\uBB38 \uBD80\uBD84\uC774 \uC120\uC5B8\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
PARSER_SOAP_DOC_WITH_BODY_TYPE=SOAP \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC5D0 \uB2E4\uC911 \uBCF8\uBB38 \uBD80\uBD84\uC758 \uBB38\uC11C \uC2A4\uD0C0\uC77C\uC774 \uC0AC\uC6A9\uB418\uC9C0\uB9CC \uD574\uB2F9 \uBD80\uBD84\uC740 \uBAA8\uB450 \uC694\uC18C\uB85C \uC815\uC758\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
PARSER_SOAP_EXT_HEADER_NO_MSG=SOAP \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC5D0 \uC874\uC7AC\uD558\uC9C0 \uC54A\uB294 "{2}" \uBA54\uC2DC\uC9C0\uB97C \uAE30\uBC18\uC73C\uB85C \uD558\uB294 \uC678\uBD80 SOAP \uD5E4\uB354\uAC00 \uC120\uC5B8\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
PARSER_SOAP_EXT_HEADER_NO_PART=SOAP \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC5D0 \uC815\uC758 \uBA54\uC2DC\uC9C0\uC5D0\uB294 \uC874\uC7AC\uD558\uC9C0 \uC54A\uB294 "{2}" \uBD80\uBD84\uC744 \uAE30\uBC18\uC73C\uB85C \uD558\uB294 \uC678\uBD80 SOAP \uD5E4\uB354\uAC00 \uC120\uC5B8\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
PARSER_SOAP_EXT_HEADER_NOT_ELEMENT=SOAP \uBC14\uC778\uB529 "{0}" \uC791\uC5C5 "{1}"\uC5D0 XML \uC2A4\uD0A4\uB9C8 \uC694\uC18C\uB85C \uC815\uC758\uB418\uC9C0 \uC54A\uC740 "{2}" \uBD80\uBD84\uC744 \uAE30\uBC18\uC73C\uB85C \uD558\uB294 \uC678\uBD80 SOAP \uD5E4\uB354\uAC00 \uC120\uC5B8\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
CODEC_OPERATION_NOT_FOUND=\uC774 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C WSDL \uC791\uC5C5 {0}\uC774(\uAC00) \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
CODEC_DUPLICATE_HEADER_ELTS=SOAP Envelope\uC5D0 \uC774\uB984({0})\uC774 \uB3D9\uC77C\uD55C \uB2E4\uC911 \uD5E4\uB354 \uC694\uC18C\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
CODEC_FAULT_DESCRIPTION=\uC6D0\uC778\uC744 \uC54C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
CODEC_DOC_NON_EMPTY_BODY=SOAP Envelope\uC5D0 \uBCF8\uBB38 \uC694\uC18C\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC9C0\uB9CC \uC815\uC758\uB41C WSDL \uBD80\uBD84\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
CODEC_DOC_DUPLICATE_BODY_ELTS=SOAP Envelope\uC5D0 \uC774\uB984({0})\uC774 \uB3D9\uC77C\uD55C \uB2E4\uC911 \uBCF8\uBB38 \uC694\uC18C\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
CODEC_DOC_UNMAPPED_BODY_ELTS=SOAP Envelope\uC5D0 WSDL \uBD80\uBD84({0})\uC5D0 \uB9E4\uD551\uD560 \uC218 \uC5C6\uB294 \uBCF8\uBB38 \uC694\uC18C\uAC00 \uD558\uB098 \uC774\uC0C1 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
CODEC_RPC_INVALID_WRAPPER=SOAP Envelope\uC758 \uD615\uC2DD\uC774 RPC \uC2A4\uD0C0\uC77C\uC5D0 \uB9DE\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. SOAP \uBCF8\uBB38 \uD0DC\uADF8\uC5D0\uB294 \uC791\uC5C5 \uC774\uB984\uC744 \uAE30\uBC18\uC73C\uB85C \uD55C \uD558\uC704 \uC694\uC18C\uAC00 \uD558\uB098\uB9CC \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
CODEC_RPC_DUPLICATE_PARAM_ELTS=SOAP Envelope\uC5D0 \uC911\uBCF5\uB41C RPC \uB9E4\uAC1C\uBCC0\uC218({0})\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
CODEC_RPC_INVALID_ELT_PARAM=XML \uC2A4\uD0A4\uB9C8 \uC694\uC18C\uB85C \uC815\uC758\uB41C RPC \uB9E4\uAC1C\uBCC0\uC218\uC5D0\uB294 \uD558\uC704 \uC694\uC18C(\uB9E4\uAC1C\uBCC0\uC218: {0})\uAC00 \uB458 \uC774\uC0C1 \uD3EC\uD568\uB420 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
CODEC_RPC_UNMAPPED_PARAM_ELTS=SOAP Envelope\uC5D0 WSDL \uBD80\uBD84({0})\uC5D0 \uB9E4\uD551\uD560 \uC218 \uC5C6\uB294 RPC \uB9E4\uAC1C\uBCC0\uC218\uAC00 \uD558\uB098 \uC774\uC0C1 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
CODEC_XML_NON_EMPTY_PAYLOAD=\uAC12\uC774 \uC218\uC2E0\uB418\uC5C8\uC9C0\uB9CC \uBA54\uC2DC\uC9C0\uC5D0 \uBD80\uBD84\uC774 \uC815\uC758\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
