WSDL_VALIDATION_NO_WSDL=\uC774 \uB9AC\uC18C\uC2A4\uC758 WSDL\uC774 \uC9C0\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_INVALID_XML=\uC9C0\uC815\uD55C WSDL\uC740 \uC62C\uBC14\uB974\uAC8C \uAD6C\uC131\uB41C XML \uBB38\uC11C\uAC00 \uC544\uB2D9\uB2C8\uB2E4.\n{0}
WSDL_VALIDATION_INVALID_WSDL=\uC9C0\uC815\uD55C WSDL\uC740 \uC62C\uBC14\uB974\uAC8C \uC815\uC758\uB41C WSDL \uBB38\uC11C\uAC00 \uC544\uB2D9\uB2C8\uB2E4.\n{0}.
WSDL_VALIDATION_IMPORT_CONFLICT=\uC774 WSDL\uC5D0\uB294 \uC704\uCE58({0})\uB294 \uAC19\uC9C0\uB9CC \uB124\uC784\uC2A4\uD398\uC774\uC2A4\uAC00 \uC11C\uB85C \uB2E4\uB978 \uB450 \uAC1C\uC758 <import/>\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_SCHEMA_CONFLICT=\uC774 WSDL\uC5D0\uB294 \uC11C\uB85C \uB2E4\uB978 \uB124\uC784\uC2A4\uD398\uC774\uC2A4\uC5D0 \uB300\uD574 \uB3D9\uC77C\uD55C schemaLocation({0})\uC744 \uC815\uC758\uD558\uB294 \uB450 \uAC1C\uC758 \uC911\uCCA9 XML \uC2A4\uD0A4\uB9C8\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_SCHEMA_GLOBAL_CONFLICT=\uC774 WSDL\uC5D0\uB294 \uB3D9\uC77C\uD55C schemaLocation({0})\uC5D0 \uB300\uD574 \uC11C\uB85C \uB2E4\uB978 \uB124\uC784\uC2A4\uD398\uC774\uC2A4\uB97C \uC815\uC758\uD558\uB294 \uC784\uD3EC\uD2B8\uC640 \uD3EC\uD568\uC744 \uC815\uC758\uD558\uB294 \uC911\uCCA9 XML \uC2A4\uD0A4\uB9C8\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_NOT_SET=WSDL \uB9AC\uC18C\uC2A4\uC5D0 \uC885\uC18D\uC131 \uB9E4\uD551\uC774 \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_NOT_EXIST=\uB9E4\uD551\uB41C \uB9AC\uC18C\uC2A4\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_UNRESOLVED=\uB9E4\uD551\uB41C \uB9AC\uC18C\uC2A4\uAC00 \uD655\uC778\uB418\uC9C0 \uC54A\uC740 \uC0C1\uD0DC\uC785\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_INVALID=\uB9E4\uD551\uB41C \uB9AC\uC18C\uC2A4\uAC00 \uBD80\uC801\uD569\uD55C \uC0C1\uD0DC\uC785\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_SELF_REF=\uB9E4\uD551\uB41C \uB9AC\uC18C\uC2A4\uAC00 \uC815\uC758 \uC911\uC778 WSDL \uB9AC\uC18C\uC2A4\uC640 \uAC19\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_CYCLE=\uB9E4\uD551\uB41C \uB9AC\uC18C\uC2A4\uC5D0 \uC815\uC758 \uC911\uC778 WSDL \uB9AC\uC18C\uC2A4\uB97C \uCC38\uC870\uD558\uB294 WSDL \uC885\uC18D\uC131\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_UNEXPECTED=\uB9E4\uD551\uB41C \uB9AC\uC18C\uC2A4\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_IMPORT=\uCC38\uC870\uB41C WSDL\uC758 targetNamespace\uAC00 \uD544\uC694\uD55C \uB124\uC784\uC2A4\uD398\uC774\uC2A4\uC640 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_BAD_REFERENCE=WSDL \uC885\uC18D\uC131\uC5D0 \uBD80\uC801\uD569\uD55C \uB9AC\uC18C\uC2A4 \uCC38\uC870\uAC00 \uD3EC\uD568\uB428: {0}.
WSDL_VALIDATION_DEP_SCHEMA_IMPORT=\uCC38\uC870\uB41C XML \uC2A4\uD0A4\uB9C8\uC758 targetNamespace\uAC00 \uD544\uC694\uD55C \uB124\uC784\uC2A4\uD398\uC774\uC2A4\uC640 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_SCHEMA_INCLUDE=\uB9E4\uD551\uB41C XML \uC2A4\uD0A4\uB9C8\uC758 targetNamespace\uB294 \uBE44\uC5B4 \uC788\uAC70\uB098 \uD544\uC694\uD55C \uB124\uC784\uC2A4\uD398\uC774\uC2A4\uC640 \uC77C\uCE58\uD574\uC57C \uD569\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_POLICY_ID=WSDL\uC774 \uC815\uCC45 ID "{0}"(\uC73C)\uB85C WS \uC815\uCC45\uC744 \uCC38\uC870\uD558\uC9C0\uB9CC WS \uC815\uCC45 \uC800\uC7A5\uC18C\uC5D0 \uD574\uB2F9 \uC815\uCC45 ID\uB97C \uC0AC\uC6A9\uD558\uB294 \uC815\uCC45\uC774 \uC5C6\uAC70\uB098 \uB2E4\uC911 \uC815\uCC45\uC774 \uC788\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_POLICY_ID_MISSING=\uC554\uC2DC\uC801\uC778 \uC815\uCC45 \uCC38\uC870 \uC885\uC18D\uC131\uC5D0 \uC815\uCC45 ID\uAC00 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_DEP_POLICY_ID_INCONSISTENT_IDS=\uC554\uC2DC\uC801\uC73C\uB85C \uD574\uACB0\uB41C \uC815\uCC45 \uC885\uC18D\uC131\uC758 \uC815\uCC45 ID\uAC00 \uD544\uC694\uD55C \uC815\uCC45 ID\uC640 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC815\uCC45 {0}\uC758 ID\uB294 {1}, \uD544\uC694\uD55C \uC815\uCC45 ID\uB294 {2}\uC785\uB2C8\uB2E4.
WSDL_VALIDATION_INVALID_WSRM_POLICY_ATTACHMENT_POINT=\uBD80\uC801\uD569\uD55C WSRM \uC815\uCC45 \uCCA8\uBD80 \uC9C0\uC810: WSRM \uC815\uCC45\uC740 \uC11C\uBE44\uC2A4 \uB05D\uC810(WSDL \uBC14\uC778\uB529 \uB610\uB294 \uD3EC\uD2B8 \uC720\uD615)\uC5D0\uB9CC \uCCA8\uBD80\uB420 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uB300\uC2E0 WSRM \uC815\uCC45\uC744 WSDL \uBC14\uC778\uB529\uC5D0 \uC5F0\uACB0\uD558\uC2ED\uC2DC\uC624.
WSDL_VALIDATION_INVALID_INLINED_POLICY_IN_WSDL=WSDL\uC5D0\uC11C \uC778\uB77C\uC778\uB41C WS \uC815\uCC45\uC774 \uBD80\uC801\uD569\uD568: {0}
WSDL_VALIDATION_SEP_UNEXPECTED=WSDL\uC774 \uC801\uD569\uD55C \uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4. \uCF5C\uBC31\uC744 \uCC98\uB9AC\uD558\uAE30 \uC704\uD574 WSDL\uC744 \uCC98\uB9AC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
WSDL_VALIDATION_TREE=WSDL\uC774 \uC758\uBBF8\uC0C1 \uBD80\uC801\uD569\uD568: {0}.
WSDL_VALIDATION_TREE_UNEXPECTED=WSDL \uC720\uD615 \uC2DC\uC2A4\uD15C\uC744 \uBE4C\uB4DC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958 \uBC1C\uC0DD: {0}
WSDL_VALIDATION_DEP_OOSYNC=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uB9AC\uC18C\uC2A4 \uB0B4\uBD80 \uC0C1\uD0DC(\uC885\uC18D\uC131)\uAC00 \uC190\uC0C1\uB41C \uC0C1\uD0DC\uC785\uB2C8\uB2E4. WSDL \uB9AC\uC18C\uC2A4\uB97C \uB2E4\uC2DC \uD3B8\uC9D1\uD55C \uD6C4 \uC800\uC7A5\uD558\uC2ED\uC2DC\uC624.
WSDL_RUNTIME_NOT_VALID_STATE=WSDL \uB9AC\uC18C\uC2A4 "{0}"\uC774(\uAC00) \uC801\uD569\uD55C \uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
WSDL_RUNTIME_UNEXPECTED_ERROR=WSDL \uB9AC\uC18C\uC2A4 "{0}"\uC744(\uB97C) \uC0AC\uC6A9\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
