WSDL_VALIDATION_NO_WSDL=Le WSDL de cette ressource n'est pas indiqu\u00E9.
WSDL_VALIDATION_INVALID_XML=Le WSDL indiqu\u00E9 n''est pas un document XML correctement format\u00E9 :\n{0}
WSDL_VALIDATION_INVALID_WSDL=Le WSDL indiqu\u00E9 n''est pas un document WSDL correctement d\u00E9fini :\n{0}.
WSDL_VALIDATION_IMPORT_CONFLICT=Ce WSDL contient 2 balises <import/> pr\u00E9sentant le m\u00EAme emplacement ({0}) mais des espaces de noms diff\u00E9rents.
WSDL_VALIDATION_SCHEMA_CONFLICT=Ce WSDL contient 2 sch\u00E9mas XML imbriqu\u00E9s d\u00E9finissant le m\u00EAme emplacement schemaLocation ({0}) pour des espaces de noms diff\u00E9rents.
WSDL_VALIDATION_SCHEMA_GLOBAL_CONFLICT=Ce WSDL contient des sch\u00E9mas XML imbriqu\u00E9s d\u00E9finissant des balises import et include qui indiquent des espaces de noms diff\u00E9rents pour le m\u00EAme emplacement schemaLocation ({0}).
WSDL_VALIDATION_DEP_NOT_SET=La correspondance de d\u00E9pendance n'est pas configur\u00E9e dans la ressource WSDL.
WSDL_VALIDATION_DEP_NOT_EXIST=La ressource mise en correspondance n'existe pas.
WSDL_VALIDATION_DEP_UNRESOLVED=La ressource mise en correspondance pr\u00E9sente l'\u00E9tat Non r\u00E9solu.
WSDL_VALIDATION_DEP_INVALID=La ressource mise en correspondance pr\u00E9sente l'\u00E9tat Non valide.
WSDL_VALIDATION_DEP_SELF_REF=La ressource mise en correspondance est identique \u00E0 la ressource WSDL en cours de d\u00E9finition.
WSDL_VALIDATION_DEP_CYCLE=La ressource mise en correspondance contient des d\u00E9pendances WSDL r\u00E9f\u00E9ren\u00E7ant la ressource WSDL en cours de d\u00E9finition.
WSDL_VALIDATION_DEP_UNEXPECTED=La ressource mise en correspondance a entra\u00EEn\u00E9 une erreur inattendue.
WSDL_VALIDATION_DEP_IMPORT=L'\u00E9l\u00E9ment targetNamespace du WSDL r\u00E9f\u00E9renc\u00E9 ne correspond pas \u00E0 l'espace de noms attendu.
WSDL_VALIDATION_DEP_BAD_REFERENCE=Les d\u00E9pendances WSDL contiennent une r\u00E9f\u00E9rence de ressource non valide : {0}.
WSDL_VALIDATION_DEP_SCHEMA_IMPORT=L'\u00E9l\u00E9ment targetNamespace du sch\u00E9ma XML r\u00E9f\u00E9renc\u00E9 ne correspond pas \u00E0 l'espace de noms attendu.
WSDL_VALIDATION_DEP_SCHEMA_INCLUDE=L'\u00E9l\u00E9ment targetNamespace du sch\u00E9ma XML mis en correspondance doit \u00EAtre vide ou doit correspondre \u00E0 l'espace de noms attendu.
WSDL_VALIDATION_DEP_POLICY_ID=Le WSDL r\u00E9f\u00E9rence une strat\u00E9gie WS d''ID "{0}", mais il n''existe aucune strat\u00E9gie ou plusieurs pr\u00E9sentent cet ID dans le r\u00E9f\u00E9rentiel de strat\u00E9gies WS.
WSDL_VALIDATION_DEP_POLICY_ID_MISSING=Une d\u00E9pendance de r\u00E9f\u00E9rence de strat\u00E9gie implicite ne pr\u00E9sente pas l'ID de strat\u00E9gie.
WSDL_VALIDATION_DEP_POLICY_ID_INCONSISTENT_IDS=L''ID de strat\u00E9gie de la d\u00E9pendance de strat\u00E9gie r\u00E9solue de fa\u00E7on implicite ne correspond pas \u00E0 celui attendu. L''ID de la strat\u00E9gie {0} est {1} ; l''ID de strat\u00E9gie attendu est {2}.
WSDL_VALIDATION_INVALID_WSRM_POLICY_ATTACHMENT_POINT=Point de pi\u00E8ce jointe de strat\u00E9gie WSRM non valide : les strat\u00E9gies WSRM peuvent uniquement \u00EAtre attach\u00E9es \u00E0 l'adresse de service : liaison WSDL ou type de port. Attachez plut\u00F4t la strat\u00E9gie WSRM \u00E0 la liaison WSDL
WSDL_VALIDATION_INVALID_INLINED_POLICY_IN_WSDL=Strat\u00E9gie WS non valide mise en mode Inline dans le WSDL : {0}
WSDL_VALIDATION_SEP_UNEXPECTED=Le WSDL ne pr\u00E9sente pas un \u00E9tat valide. Impossible de la traiter pour la gestion des callbacks.
WSDL_VALIDATION_TREE=Le WSDL n''est pas valide au niveau s\u00E9mantique : {0}.
WSDL_VALIDATION_TREE_UNEXPECTED=Une erreur inattendue s''est produite lors de la construction du syst\u00E8me de type WSDL : {0}
WSDL_VALIDATION_DEP_OOSYNC=Erreur inattendue. L'\u00E9tat interne de la ressource (d\u00E9pendances) est endommag\u00E9. Effectuez une nouvelle modification, puis enregistrez la ressource WSDL.
WSDL_RUNTIME_NOT_VALID_STATE=La ressource WSDL "{0}" ne pr\u00E9sente pas un \u00E9tat valide.
WSDL_RUNTIME_UNEXPECTED_ERROR=Une erreur inattendue est survenue lors de l''utilisation de la ressource WSDL "{0}" ;
