WSDL_VALIDATION_NO_WSDL=Die WSDL f\u00FCr diese Ressource wird nicht angegeben.
WSDL_VALIDATION_INVALID_XML=Die angegebene WSDL ist kein wohlgeformtes XML-Dokument:\n{0}
WSDL_VALIDATION_INVALID_WSDL=Die angegebene WSDL ist kein ordnungsgem\u00E4\u00DF definiertes WSDL-Dokument:\n{0}.
WSDL_VALIDATION_IMPORT_CONFLICT=Diese WSDL enth\u00E4lt 2 <import/> Tags mit demselben Speicherort ({0}), jedoch mit unterschiedlichen Namespaces.
WSDL_VALIDATION_SCHEMA_CONFLICT=Diese WSDL enth\u00E4lt 2 verschachtelte XML-Schemas, die dasselbe Argument schemaLocation ({0}) f\u00FCr unterschiedliche Namespaces definieren.
WSDL_VALIDATION_SCHEMA_GLOBAL_CONFLICT=Diese WSDL enth\u00E4lt verschachtelte XML-Schemas, die Import- oder Include-Vorg\u00E4nge definieren, die unterschiedliche Namespaces f\u00FCr dasselbe Argument schemaLocation ({0}) angeben.
WSDL_VALIDATION_DEP_NOT_SET=Die Abh\u00E4ngigkeitszuordnung ist in der WSDL-Ressource nicht konfiguriert.
WSDL_VALIDATION_DEP_NOT_EXIST=Die zugeordnete Ressource ist nicht vorhanden.
WSDL_VALIDATION_DEP_UNRESOLVED=Die zugeordnete Ressource befindet sich im Status "Nicht aufgel\u00F6st".
WSDL_VALIDATION_DEP_INVALID=Die zugeordnete Ressource befindet sich im Status "Ung\u00FCltig".
WSDL_VALIDATION_DEP_SELF_REF=Die zugeordnete Ressource ist identisch mit der WSDL-Ressource, die definiert wird.
WSDL_VALIDATION_DEP_CYCLE=Die zugeordnete Ressource enth\u00E4lt WSDL-Abh\u00E4ngigkeiten, die die WSDL-Ressource referenzieren, die definiert wird.
WSDL_VALIDATION_DEP_UNEXPECTED=Die zugeordnete Ressource hat zu einem unerwarteten Fehler gef\u00FChrt.
WSDL_VALIDATION_DEP_IMPORT=Der targetNamespace der referenzierten WSDL stimmt nicht mit dem erwarteten Namespace \u00FCberein.
WSDL_VALIDATION_DEP_BAD_REFERENCE=Die WSDL-Abh\u00E4ngigkeiten enthalten eine ung\u00FCltige Ressourcenreferenz: {0}.
WSDL_VALIDATION_DEP_SCHEMA_IMPORT=Der targetNamespace des referenzierten XML-Schemas stimmt nicht mit dem erwarteten Namespace \u00FCberein.
WSDL_VALIDATION_DEP_SCHEMA_INCLUDE=Der targetNamespace des zugeordneten XML-Schemas muss leer sein oder mit dem erwarteten Namespace \u00FCbereinstimmen.
WSDL_VALIDATION_DEP_POLICY_ID=Die WSDL referenziert eine WS-Policy mit Policy-ID "{0}", es sind jedoch keine Policys mit dieser Policy-ID im WS-Policy Repository vorhanden.
WSDL_VALIDATION_DEP_POLICY_ID_MISSING=In einer impliziten Policy-Referenzabh\u00E4ngigkeit fehlt die Policy-ID.
WSDL_VALIDATION_DEP_POLICY_ID_INCONSISTENT_IDS=Die Policy-ID der implizit aufgel\u00F6sten Policy-Abh\u00E4ngigkeit stimmt nicht mit der erwarteten Policy-ID \u00FCberein. Die ID der Policy {0} ist {1}, die erwartete Policy-ID ist {2}.
WSDL_VALIDATION_INVALID_WSRM_POLICY_ATTACHMENT_POINT=Ung\u00FCltiger WSRM-Policy-Zuordnungspunkt: WSRM-Policys k\u00F6nnen nur dem Service-Endpunkt zugeordnet werden: WSDL-Binding oder port-type. Ordnen Sie die WSRM-Policy stattdessen dem WSDL-Binding zu
WSDL_VALIDATION_INVALID_INLINED_POLICY_IN_WSDL=Ung\u00FCltige WS-Policy in WSDL eingebettet: {0}
WSDL_VALIDATION_SEP_UNEXPECTED=Die WSDL befindet sich nicht in einem g\u00FCltigen Status. Die WSDL konnte keine Callbacks verarbeiten.
WSDL_VALIDATION_TREE=Die Semantik der WSDL ist nicht g\u00FCltig: {0}.
WSDL_VALIDATION_TREE_UNEXPECTED=Beim Erstellen von WSDL-Type System ist ein unerwarteter Fehler aufgetreten: {0}
WSDL_VALIDATION_DEP_OOSYNC=Unerwarteter Fehler. Der interne Status der Ressource (Abh\u00E4ngigkeiten) ist besch\u00E4digt. Bearbeiten Sie die WSDL-Resource erneut, und speichern Sie sie.
WSDL_RUNTIME_NOT_VALID_STATE=Die WSDL-Ressource "{0}" hat keinen g\u00FCltigen Status.
WSDL_RUNTIME_UNEXPECTED_ERROR=Ein unerwarteter Fehler ist bei der Verwendung der WSDL-Ressource "{0}" aufgetreten.
