WSDL_VALIDATION_NO_WSDL=O WSDL para este recurso n\u00E3o foi especificado.
WSDL_VALIDATION_INVALID_XML=O WSDL fornecido n\u00E3o \u00E9 um documento XML v\u00E1lido:\n{0}
WSDL_VALIDATION_INVALID_WSDL=O WSDL fornecido n\u00E3o \u00E9 um documento WSDL bem definido:\n{0}.
WSDL_VALIDATION_IMPORT_CONFLICT=Este WSDL cont\u00E9m 2 <import/> com o mesmo local ({0}), mas com namespaces diferentes.
WSDL_VALIDATION_SCHEMA_CONFLICT=Este WSDL cont\u00E9m 2 Esquemas XML aninhados definindo o mesmo schemaLocation ({0}) para namespaces diferentes.
WSDL_VALIDATION_SCHEMA_GLOBAL_CONFLICT=Este WSDL cont\u00E9m Esquemas XML aninhados definindo importa\u00E7\u00F5es, incluindo a defini\u00E7\u00E3o de namespaces diferentes para o mesmo schemaLocation ({0}).
WSDL_VALIDATION_DEP_NOT_SET=O mapeamento de depend\u00EAncias n\u00E3o est\u00E1 configurado no recurso WSDL.
WSDL_VALIDATION_DEP_NOT_EXIST=O recurso mapeado n\u00E3o existe.
WSDL_VALIDATION_DEP_UNRESOLVED=O recurso mapeado est\u00E1 no estado N\u00E3o resolvido.
WSDL_VALIDATION_DEP_INVALID=O recurso mapeado est\u00E1 no estado Inv\u00E1lido.
WSDL_VALIDATION_DEP_SELF_REF=O recurso mapeado \u00E9 igual ao recurso WSDL sendo definido.
WSDL_VALIDATION_DEP_CYCLE=O recurso mapeado cont\u00E9m depend\u00EAncias WSDL referenciando o recurso WSDL sendo definido.
WSDL_VALIDATION_DEP_UNEXPECTED=O recurso mapeado introduziu um erro inesperado.
WSDL_VALIDATION_DEP_IMPORT=O targetNamespace do WSDL referenciado n\u00E3o corresponde ao namespace esperado.
WSDL_VALIDATION_DEP_BAD_REFERENCE=As depend\u00EAncias WSDL incluem uma refer\u00EAncia de recurso inv\u00E1lida: {0}.
WSDL_VALIDATION_DEP_SCHEMA_IMPORT=O targetNamespace do Esquema XML referenciado n\u00E3o corresponde ao namespace esperado.
WSDL_VALIDATION_DEP_SCHEMA_INCLUDE=O targetNamespace do Esquema XML mapeado deve estar vazio ou corresponder ao namespace esperado.
WSDL_VALIDATION_DEP_POLICY_ID=O WSDL referencia uma pol\u00EDtica de web services pelo id da pol\u00EDtica "{0}", mas n\u00E3o h\u00E1 pol\u00EDtica ou h\u00E1 v\u00E1rias pol\u00EDticas com esse id no reposit\u00F3rio da pol\u00EDtica de web services.
WSDL_VALIDATION_DEP_POLICY_ID_MISSING=Uma depend\u00EAncia de refer\u00EAncia de pol\u00EDtica impl\u00EDcita n\u00E3o possui o id da pol\u00EDtica.
WSDL_VALIDATION_DEP_POLICY_ID_INCONSISTENT_IDS=O id da pol\u00EDtica da depend\u00EAncia de pol\u00EDtica resolvida implicitamente n\u00E3o corresponde ao id da pol\u00EDtica esperado. O id na pol\u00EDtica {0} \u00E9 {1}, o id da pol\u00EDtica esperado \u00E9 {2}.
WSDL_VALIDATION_INVALID_WSRM_POLICY_ATTACHMENT_POINT=Ponto de anexa\u00E7\u00E3o da pol\u00EDtica WSRM inv\u00E1lido: as pol\u00EDticas WSRM s\u00F3 podem ser anexadas ao ponto final do servi\u00E7o: o binding de WSDL ou tipo de porta. Anexe a pol\u00EDtica WSRM ao binding de WSDL
WSDL_VALIDATION_INVALID_INLINED_POLICY_IN_WSDL=A pol\u00EDtica de Web Services alinhada \u00E9 inv\u00E1lida no WSDL: {0}
WSDL_VALIDATION_SEP_UNEXPECTED=O WSDL n\u00E3o est\u00E1 em um estado v\u00E1lido. O WSDL n\u00E3o p\u00F4de ser processado para tratar callbacks.
WSDL_VALIDATION_TREE=O WSDL n\u00E3o \u00E9 semanticamente v\u00E1lido: {0}.
WSDL_VALIDATION_TREE_UNEXPECTED=Ocorreu um erro inesperado ao construir o type system do WSDL: {0}
WSDL_VALIDATION_DEP_OOSYNC=Erro inesperado, o estado (depend\u00EAncias) interno do recurso est\u00E1 corrompido. Edite novamente e salve o recurso WSDL.
WSDL_RUNTIME_NOT_VALID_STATE=O recurso WSDL "{0}" n\u00E3o est\u00E1 em um estado v\u00E1lido.
WSDL_RUNTIME_UNEXPECTED_ERROR=Ocorreu um erro inesperado ao usar o recurso WSDL "{0}";
