WSDL_VALIDATION_NO_WSDL=No se ha especificado el WSDL para este recurso.
WSDL_VALIDATION_INVALID_XML=El WSDL especificado no es un documento XML con formato correcto:\n{0}
WSDL_VALIDATION_INVALID_WSDL=El WSDL especificado no es un documento WSDL bien definido:\n{0}.
WSDL_VALIDATION_IMPORT_CONFLICT=Este WSDL contiene 2 elementos <import/> con la misma ubicaci\u00F3n ({0}), pero espacios de nombres diferentes.
WSDL_VALIDATION_SCHEMA_CONFLICT=Este WSDL contiene 2 esquemas XML anidados que definen el mismo schemaLocation ({0}) para espacios de nombres diferentes.
WSDL_VALIDATION_SCHEMA_GLOBAL_CONFLICT=Este WSDL contiene esquemas XML anidados que definen las importaciones e inclusiones que definen nombres de espacios diferentes para el mismo schemaLocation ({0}).
WSDL_VALIDATION_DEP_NOT_SET=No se ha configurado la asignaci\u00F3n de dependencia en el recurso de WSDL.
WSDL_VALIDATION_DEP_NOT_EXIST=El recurso asignado no existe.
WSDL_VALIDATION_DEP_UNRESOLVED=El recurso asignado tiene un estado no resuelto.
WSDL_VALIDATION_DEP_INVALID=El recurso asignado tiene un estado no v\u00E1lido.
WSDL_VALIDATION_DEP_SELF_REF=El recurso asignado es el mismo que el recurso de WSDL que se est\u00E1 definiendo.
WSDL_VALIDATION_DEP_CYCLE=El recurso asignado contiene dependencias de WSDL que hacen referencia al recurso de WSDL que se est\u00E1 definiendo.
WSDL_VALIDATION_DEP_UNEXPECTED=El recurso asignado ha introducido un error inesperado.
WSDL_VALIDATION_DEP_IMPORT=El targetNamespace de WSDL de referencia no coincide con el espacio de nombres esperado.
WSDL_VALIDATION_DEP_BAD_REFERENCE=Las dependencias de WSDL incluyen una referencia de recurso no v\u00E1lida: {0}.
WSDL_VALIDATION_DEP_SCHEMA_IMPORT=El targetNamespace del esquema XML de referencia no coincide con el espacio de nombres esperado.
WSDL_VALIDATION_DEP_SCHEMA_INCLUDE=El targetNamespace del esquema XML asignado debe estar vac\u00EDo o coincidir con el espacio de nombres esperado.
WSDL_VALIDATION_DEP_POLICY_ID=El WSDL hace referencia a una pol\u00EDtica de servicios web mediante el identificador de pol\u00EDtica "{0}", pero no hay ninguna pol\u00EDtica o hay varias pol\u00EDticas con ese identificador de pol\u00EDtica en el repositorio de pol\u00EDticas de servicios web.
WSDL_VALIDATION_DEP_POLICY_ID_MISSING=Falta el identificador de pol\u00EDtica en la dependencia de referencia de una pol\u00EDtica impl\u00EDcita.
WSDL_VALIDATION_DEP_POLICY_ID_INCONSISTENT_IDS=El identificador de pol\u00EDtica de la dependencia de pol\u00EDtica resuelta impl\u00EDcitamente no coincide con el identificador de pol\u00EDtica esperado. El identificador en la pol\u00EDtica {0} es {1} y el identificador de pol\u00EDtica esperado es {2}.
WSDL_VALIDATION_INVALID_WSRM_POLICY_ATTACHMENT_POINT=El punto de asociaci\u00F3n de pol\u00EDtica de WSRM no es v\u00E1lido: Las pol\u00EDticas de WSRM s\u00F3lo se pueden asociar al punto final del servicio: El enlace o el tipo de puerto de WSDL. En su lugar, asocie la pol\u00EDtica de WSRM al enlace de WSDL
WSDL_VALIDATION_INVALID_INLINED_POLICY_IN_WSDL=Una pol\u00EDtica de servicios web no v\u00E1lida se ha puesto en l\u00EDnea en WSDL: {0}
WSDL_VALIDATION_SEP_UNEXPECTED=El WSDL no tiene un estado v\u00E1lido. No se ha podido procesar el WSDL para manejar las devoluciones de llamada.
WSDL_VALIDATION_TREE=El WSDL no es sem\u00E1nticamente v\u00E1lido: {0}.
WSDL_VALIDATION_TREE_UNEXPECTED=Se ha producido un error inesperado al construir el sistema de tipo WSDL: {0}
WSDL_VALIDATION_DEP_OOSYNC=Error inesperado. El estado interno del recurso (dependencias) est\u00E1 corrupto. Vuelva a editar y guarde el recurso de WSDL.
WSDL_RUNTIME_NOT_VALID_STATE=El recurso de WSDL "{0}" no tiene un estado v\u00E1lido.
WSDL_RUNTIME_UNEXPECTED_ERROR=Se ha producido un error inesperado al utilizar el recurso de WSDL "{0}";
