default=Service Bus
LABEL_SAMPLE_LABEL=label de amostra
SERVICE_ACCOUNT=Conta do servi\u00E7o
SERVICE_ACCOUNT_INFO=Especificar uma conta de servi\u00E7o
RESPONSE_REQUIRED=Resposta Necess\u00E1ria ?
RESPONSE_REQUIRED_INFO=Indica se esta deve ser uma chamada de solicita\u00E7\u00E3o-resposta
DISPATCH_POLICY=Pol\u00EDtica de despacho
DISPATCH_POLICY_INFO=Especifica a pol\u00EDtica de Despacho do gerenciamento de thread.
TIME_OUT=Timeout
TIME_OUT_INFO=Especifica o timeout da solicita\u00E7\u00E3o (em segundos).
USE_SSL=Usar SSL
USE_SSL_INFO=Especifica se o servi\u00E7o deve ser acessado atrav\u00E9s de SSL.
ERROR_SAMPLE_VALIDATION=erro de valida\u00E7\u00E3o da amostra.
ERROR_SERVICE_NAME_NOT_UNIQUE=Nome do servi\u00E7o "{0}" j\u00E1 informado.
ERROR_INVALID_URI=URI Inv\u00E1lido "{0}".
ERROR_SSL_NOT_ENABLED=N\u00E3o \u00E9 poss\u00EDvel usar SSL do URI "{0}: a porta de SSL n\u00E3o foi ativada.
ERROR_PROXY_NON_EXISTENT=O servi\u00E7o de Proxy de SB "{0}" n\u00E3o existe.
ERROR_INVALID_TIMEOUT=O timeout "{0}" deve ser maior ou igual a 0.
ERROR_NO_MATCHING_JNDI_PROVIDER=Nenhum provedor da jndi correspondente para o URI importado: Crie um Provedor de JNDI com o URL {0}.
ERROR_CANNOT_DISTRIBUTE_EJB=N\u00E3o \u00E9 poss\u00EDvel implantar o servi\u00E7o "{0}" do Gerenciador de Trabalho "{0}".
ERROR_CANNOT_UPDATE_EJB=N\u00E3o \u00E9 poss\u00EDvel atualizar o servi\u00E7o "{0}" do Gerenciador de Trabalho "{0}".
ERROR_CANNOT_UNDEPLOY_EJB=N\u00E3o \u00E9 poss\u00EDvel cancelar a implanta\u00E7\u00E3o do servi\u00E7o "{0}" do Gerenciador de Trabalho "{0}".
ERROR_SESSION_ACTIVATION=Erro durante a ativa\u00E7\u00E3o da sess\u00E3o.
ERROR_SAMPLE_RUNTIME=erro de runtime de amostra
ERROR_SENDER_URI_INVALID=O URI "{0}" n\u00E3o \u00E9 v\u00E1lido de acordo com o formato de URI definido pelo Transporte SB.
ERROR_SENDER_JNDI_CTX_ERROR=Erro ao acessar o contexto de JNDI da chamada de Sa\u00EDda de Transporte de SB: {0}
ERROR_SENDER_NO_CREDENTIALS=Erro inesperado: uma Conta de Servi\u00E7o foi configurada, mas o servi\u00E7o CredentialCallback n\u00E3o foi definido.
ERROR_ENDPOINT_ALREADY_EXISTS=O Ponto Final de SB com o nome {0} j\u00E1 foi registrado
ERROR_URI_ALREADY_EXISTS=O URI de SB com o nome {0} j\u00E1 foi registrado
ERROR_CANNOT_LOAD_CONFIG=N\u00E3o \u00E9 poss\u00EDvel carregar o descritor de configura\u00E7\u00E3o de transporte do Service Bus: {0}
ERROR_CONFIG_PROBLEM=Problema de configura\u00E7\u00E3o
ERROR_NO_ENDPOINT=Nenhum ponto final registrado na ref.: {0}
ERROR_NOT_PROXY={0} n\u00E3o \u00E9 um servi\u00E7o de proxy
ERROR_GETTING_CONFIG=N\u00E3o foi poss\u00EDvel obter a configura\u00E7\u00E3o de {0}
ERROR_INVALID_REFERENCE=Erro. Refer\u00EAncia inv\u00E1lida para {0}
ERROR_TIMEOUT=O timeout ocorreu ap\u00F3s {0} segundos.
ERROR_GENERIC=Uma Exce\u00E7\u00E3o de Transporte ocorreu durante um processamento de mensagem de Transporte de SB.
ERROR_CLOSED_CONNECTION=N\u00E3o \u00E9 poss\u00EDvel chamar o servi\u00E7o: conex\u00E3o de uri "{0}" fechada.
ERROR_INVALID_SERVICE_ACCOUNT=Conta de servi\u00E7o ou credenciais nulos.
SB_ENV_OUTBOUND_SERVICE_ACCOUNT=Conta de Servi\u00E7o do Servi\u00E7o de Neg\u00F3cios de Transporte de SB
SB_ENV_INBOUND_USE_SSL=Usar o flag SSL do Servi\u00E7o de Proxy de Transporte de SB
SB_ENV_OUTBOUND_TIMEOUT=Timeout para Servi\u00E7o de Neg\u00F3cios de Transporte de SB
ERROR_DUPLICATE_URIS=URIs duplicados n\u00E3o s\u00E3o permitidos em um Servi\u00E7o de Neg\u00F3cios.
ERROR_PROXY_NOT_WSDL_BASED=N\u00E3o \u00E9 poss\u00EDvel chamar o Proxy de SB "{0}": somente Proxies de SB com base em WSDL podem ser chamados atrav\u00E9s da API de Soa Direct
ERROR_CREATE_CODEC_FACTORY=Erro inesperado ao criar o marshaller/unmarshaller de SOAP: {0}
ERROR_CREATE_DATA_HANDLER=Erro inesperado ao criar o handler de dados das mensagens soa: {0}
