messagedetail381750=Se ha producido un error interno. Puede deberse a un fallo irrecuperable durante una actualizaci\u00F3n de la configuraci\u00F3n o a un error de tiempo de ejecuci\u00F3n durante el procesamiento del mensaje.
action381750=Si se ha producido este error durante una actualizaci\u00F3n de la configuraci\u00F3n, compruebe que los servicios de transporte de SB no est\u00E1n corruptos. Si la configuraci\u00F3n estuviera corrupta, limpie los servicios con errores de forma manual o reinicie el servidor. Para el resto de errores, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail381751=Se ha producido un error al intentar realizar una consulta de los stubs de RMI en el servicio de proxy del transporte de SB.
action381751=Compruebe que el host, el host y las credenciales del contexto de JNDI son correctos. Compruebe tambi\u00E9n que el protocolo que utiliza el contexto de JNDI est\u00E1 soportado y activado. Por ejemplo, para la instancia, los protocolos IIOP/IIOPS no est\u00E1n soportados entre WebLogic Server y los protocolos HTTP/HTTPS requieren un canal HTTP.
messagedetail381752=Se ha producido una excepci\u00F3n remota al intentar llamar al servicio de proxy del transporte de SB a trav\u00E9s de RMI.
action381752=Compruebe que la conexi\u00F3n de red, el servidor de destino y el puerto est\u00E1n en activados. Compruebe tambi\u00E9n que a\u00FAn existe el servicio de proxy remoto.
messagedetail381753=Se ha producido un error interno al crear servicios de proxy con una pol\u00EDtica de distribuci\u00F3n personalizada. No se ha podido crear el plan de despliegue para este artefacto de proxy.
action381753=El cuerpo del mensaje debe proporcionar m\u00E1s detalles sobre el error. Se puede producir por una excepci\u00F3n de E/S o porque la ubicaci\u00F3n del plan de despliegue est\u00E9 protegida contra escritura.
messagedetail381754=Se ha producido un error interno durante el procesamiento del mensaje: El transporte de SB no soporta la carga \u00FAtil asociada al mensaje.
action381754=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
## P4ADE ## {0} : String op
messagedetail381755=Se ha llamado al servicio de proxy de SB con la operaci\u00F3n "{0}". Puede que la operaci\u00F3n est\u00E9 vac\u00EDa o no se haya definido para el enlace de WSDL configurado.
action381755=Compruebe la configuraci\u00F3n del cliente para asegurarse de que se ha definido y configurado la operaci\u00F3n con un valor v\u00E1lido.
## P4ADE ## {0} : Exception e
messagedetail381756=Puede haber un problema de configuraci\u00F3n del servidor que impida la correcta inicializaci\u00F3n de la f\u00E1brica de DOM. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}.
## P4ADE ## {0} : Exception e
messagedetail381757=Se ha producido un error de canalizaci\u00F3n de datos entre sistemas del mensaje de respuesta. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}.
## P4ADE ## {0} : Exception e
messagedetail381758=Oracle SOA Suite est\u00E1 basado en el modelo de objeto DOM. Se ha producido un error al transformar el mensaje de carga \u00FAtil en un objeto DOM. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}.
## P4ADE ## {0} : Exception e
messagedetail381759=Se ha producido un error al anular la canalizaci\u00F3n del mensaje de solicitud. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
