messagedetail381750=Une erreur interne est survenue. Elle est due soit \u00E0 une erreur irr\u00E9cup\u00E9rable au cours d'une mise \u00E0 jour de la configuration, soit \u00E0 une erreur d'ex\u00E9cution lors du traitement des messages.
action381750=Si l'erreur est survenue lors d'une mise \u00E0 jour de la configuration, v\u00E9rifiez que les services de transport SB ne sont pas endommag\u00E9s. Si la configuration est endommag\u00E9e, nettoyez manuellement les services en erreur ou red\u00E9marrez le serveur. Pour les autres erreurs, contactez le support technique Oracle.
messagedetail381751=Une erreur est survenue lors de la tentative de consultation des stubs RMI du service proxy de transport SB.
action381751=V\u00E9rifiez que l'h\u00F4te, le port et les informations d'identification et de connexion du contexte JNDI sont corrects. Assurez-vous \u00E9galement que le protocole utilis\u00E9 par le contexte JNDI est pris en charge et activ\u00E9. Par exemple, les protocoles IIOP/IIOPS ne sont pas pris en charge entre les serveurs WebLogic et les protocoles HTTP/HTTPS n\u00E9cessitent un tunnelling HTTP.
messagedetail381752=Une exception distante est survenue lors de la tentative d'appel du service proxy de transport SB via RMI.
action381752=V\u00E9rifiez que la connexion r\u00E9seau, le serveur de destination et le port sont en fonctionnement. Assurez-vous \u00E9galement que le service proxy distant existe toujours.
messagedetail381753=Une erreur interne est survenue lors de la cr\u00E9ation de services proxy avec une strat\u00E9gie de r\u00E9partition personnalis\u00E9e. Le plan de d\u00E9ploiement de cet artefact de proxy n'a pas pu \u00EAtre cr\u00E9\u00E9.
action381753=En principe, le corps du message donne plus de d\u00E9tails sur l'erreur. Causes possibles : exception d'E/S ou emplacement du plan de d\u00E9ploiement prot\u00E9g\u00E9 en \u00E9criture.
messagedetail381754=Une erreur interne est survenue lors du traitement du message : les donn\u00E9es trait\u00E9es associ\u00E9es au message ne sont pas prises en charge par le transport SB.
action381754=Contactez le support technique Oracle
## P4ADE ## {0} : String op
messagedetail381755=Le service proxy SB est appel\u00E9 avec l''op\u00E9ration "{0}". Soit l''op\u00E9ration est vide, soit elle n''est pas d\u00E9finie pour la liaison WSDL configur\u00E9e.
action381755=V\u00E9rifiez la configuration client et assurez-vous que l'op\u00E9ration est d\u00E9finie et configur\u00E9e avec une valeur valide.
## P4ADE ## {0} : Exception e
messagedetail381756=Il se peut qu''un probl\u00E8me de configuration du serveur emp\u00EAche la fabrique DOM de s''initialiser correctement. En principe, des informations suppl\u00E9mentaires figurent dans l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381757=Une erreur est survenue lors de la d\u00E9s\u00E9rialisation du message de r\u00E9ponse. En principe, des informations suppl\u00E9mentaires figurent dans l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381758=La suite Oracle SOA s''appuie sur le mod\u00E8le d''objet DOM. Une erreur est survenue lors de la transformation du message de donn\u00E9es trait\u00E9es en objet DOM. En principe, des informations suppl\u00E9mentaires figurent dans l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381759=Erreur lors de la conversion et de la d\u00E9s\u00E9rialisation du message de demande. Pour plus d''informations, consultez l''exception imbriqu\u00E9e suivante : {0}
