messagedetail381750=\u767C\u751F\u5167\u90E8\u932F\u8AA4\u3002\u539F\u56E0\u53EF\u80FD\u662F\u7D44\u614B\u66F4\u65B0\u671F\u9593\u767C\u751F\u7121\u6CD5\u5FA9\u539F\u7684\u5931\u6557\uFF0C\u6216\u8A0A\u606F\u8655\u7406\u671F\u9593\u767C\u751F\u57F7\u884C\u6642\u671F\u932F\u8AA4
action381750=\u5982\u679C\u6B64\u932F\u8AA4\u662F\u5728\u7D44\u614B\u66F4\u65B0\u671F\u9593\u767C\u751F\uFF0C\u8ACB\u6AA2\u67E5 SB \u50B3\u8F38\u670D\u52D9\u672A\u640D\u6BC0\u3002\u5982\u679C\u7D44\u614B\u640D\u6BC0\uFF0C\u8ACB\u624B\u52D5\u6E05\u9664\u5931\u6557\u670D\u52D9\uFF0C\u6216\u91CD\u65B0\u555F\u52D5\u4F3A\u670D\u5668\u3002\u5176\u4ED6\u932F\u8AA4\u5247\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail381751=\u5617\u8A66\u67E5\u627E SB \u50B3\u8F38\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9 RMI Stub \u6642\u767C\u751F\u932F\u8AA4
action381751=\u8ACB\u78BA\u8A8D JNDI \u76F8\u95DC\u8CC7\u8A0A\u74B0\u5883\u4E3B\u6A5F\u3001\u9023\u63A5\u57E0\u548C\u8B49\u660E\u8CC7\u6599\u6B63\u78BA\u3002\u53E6\u8ACB\u6AA2\u67E5\u5DF2\u652F\u63F4\u4E26\u555F\u7528 JNDI \u76F8\u95DC\u8CC7\u8A0A\u74B0\u5883\u6240\u4F7F\u7528\u7684\u901A\u8A0A\u5354\u5B9A\u3002\u4F8B\u5982\uFF0CWebLogic Server \u4E4B\u9593\u4E0D\u652F\u63F4 IIOP/IIOPS \u901A\u8A0A\u5354\u5B9A\uFF0C\u800C HTTP/HTTPS \u901A\u8A0A\u5354\u5B9A\u9700\u8981 HTTP \u901A\u9053\u3002
messagedetail381752=\u5617\u8A66\u900F\u904E RMI \u547C\u53EB SB \u50B3\u8F38\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u6642\uFF0C\u767C\u751F\u9060\u7AEF\u7570\u5E38\u72C0\u6CC1
action381752=\u8ACB\u6AA2\u67E5\u7DB2\u8DEF\u9023\u7DDA\u3001\u76EE\u6A19\u4F3A\u670D\u5668\u548C\u9023\u63A5\u57E0\u90FD\u5DF2\u555F\u7528\u3002\u53E6\u8ACB\u6AA2\u67E5\u9060\u7AEF\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u4ECD\u7136\u5B58\u5728
messagedetail381753=\u4F7F\u7528\u81EA\u8A02\u5206\u914D\u539F\u5247\u5EFA\u7ACB\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u6642\u767C\u751F\u5167\u90E8\u932F\u8AA4\u3002\u7121\u6CD5\u5EFA\u7ACB\u6B64\u4EE3\u7406\u4E3B\u6A5F\u4F7F\u7528\u8005\u81EA\u5EFA\u7269\u4EF6\u7684\u5EFA\u7F6E\u8A08\u5283
action381753=\u8A0A\u606F\u4E3B\u9AD4\u61C9\u8A72\u6703\u63D0\u4F9B\u932F\u8AA4\u7684\u8A73\u7D30\u8CC7\u8A0A\u3002\u9019\u53EF\u80FD\u662F\u56E0\u70BA I/O \u7570\u5E38\u72C0\u6CC1\uFF0C\u6216\u662F\u5EFA\u7F6E\u8A08\u5283\u7684\u4F4D\u7F6E\u5177\u6709\u9632\u5BEB\u4FDD\u8B77\u6240\u9020\u6210\u3002
messagedetail381754=\u8A0A\u606F\u8655\u7406\u671F\u9593\u767C\u751F\u5167\u90E8\u932F\u8AA4: SB \u50B3\u8F38\u4E0D\u652F\u63F4\u8207\u8A0A\u606F\u76F8\u95DC\u7684\u6709\u6548\u8CA0\u8F09
action381754=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
## P4ADE ## {0} : String op
messagedetail381755=\u4EE5\u4F5C\u696D "{0}" \u547C\u53EB SB \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u3002\u4F5C\u696D\u53EF\u80FD\u7A7A\u767D\uFF0C\u6216\u672A\u91DD\u5C0D\u5DF2\u8A2D\u5B9A\u7684 WSDL \u9023\u7D50\u9032\u884C\u5B9A\u7FA9\u3002
action381755=\u8ACB\u6AA2\u67E5\u5F9E\u5C6C\u7AEF\u7D44\u614B\uFF0C\u4EE5\u78BA\u5B9A\u4F5C\u696D\u5DF2\u8A2D\u5B9A\uFF0C\u4E14\u8A2D\u5B9A\u4E86\u6709\u6548\u503C\u3002
## P4ADE ## {0} : Exception e
messagedetail381756=\u4F3A\u670D\u5668\u7D44\u614B\u53EF\u80FD\u6709\u554F\u984C\uFF0C\u81F4\u4F7F DOM \u5DE5\u5EE0\u7121\u6CD5\u6B63\u78BA\u521D\u59CB\u5316\u3002\u4E0B\u5217\u5DE2\u72C0\u7570\u5E38\u72C0\u6CC1\u5C07\u63D0\u4F9B\u66F4\u591A\u8CC7\u8A0A: {0}
## P4ADE ## {0} : Exception e
messagedetail381757=\u5C01\u9001\u56DE\u61C9\u8A0A\u606F\u6642\u767C\u751F\u932F\u8AA4\u3002\u4E0B\u5217\u5DE2\u72C0\u7570\u5E38\u72C0\u6CC1\u5C07\u63D0\u4F9B\u66F4\u591A\u8CC7\u8A0A: {0}
## P4ADE ## {0} : Exception e
messagedetail381758=Oracle SOA Suite \u4EE5 DOM \u7269\u4EF6\u6A21\u578B\u70BA\u57FA\u790E\u3002\u5C07\u6709\u6548\u8CA0\u8F09\u8A0A\u606F\u8F49\u63DB\u81F3 DOM \u7269\u4EF6\u4E4B\u4E2D\u6642\u767C\u751F\u932F\u8AA4\u3002\u4E0B\u5217\u5DE2\u72C0\u7570\u5E38\u72C0\u6CC1\u5C07\u63D0\u4F9B\u66F4\u591A\u8CC7\u8A0A: {0}
## P4ADE ## {0} : Exception e
messagedetail381759=\u5C07\u8981\u6C42\u8A0A\u606F\u89E3\u9664\u5C01\u9001\u8655\u7406\u6642\u767C\u751F\u932F\u8AA4\u3002\u4E0B\u5217\u5DE2\u72C0\u7570\u5E38\u72C0\u6CC1\u5C07\u63D0\u4F9B\u66F4\u591A\u8CC7\u8A0A: {0}
