messagedetail381750=Ocorreu um erro interno. Em decorr\u00EAncia de uma falha irrecuper\u00E1vel durante uma atualiza\u00E7\u00E3o de configura\u00E7\u00E3o ou um erro de runtime durante o processamento da mensagem.
action381750=Se este erro ocorreu durante uma atualiza\u00E7\u00E3o da configura\u00E7\u00E3o, verifique se seus servi\u00E7os de transporte de SB n\u00E3o est\u00E3o corrompidos. No caso de configura\u00E7\u00E3o corrompida, remova manualmente o servi\u00E7o com falha ou reinicie seu servidor. Para obter outros erros, entre em contato com o suporte t\u00E9cnico.
messagedetail381751=Ocorreu um erro ao tentar pesquisar stubs de RMI do servi\u00E7o de proxy de Transporte de SB
action381751=Verifique se o host, a porta e as credenciais da JNDI est\u00E3o corretos. Al\u00E9m disso, verifique se o protocolo usado pelo contexto de JNDI \u00E9 suportado e est\u00E1 ativado. Por exemplo, os protocolos IIOP/IIOPS n\u00E3o s\u00E3o suportados entre o WebLogic Server, e os protocolos HTTP/HTTPS precisam de tunelamento HTTP.
messagedetail381752=Ocorreu uma Exce\u00E7\u00E3o Remota ao tentar chamar o servi\u00E7o de proxy de Transporte de JEJB por meio do RMI
action381752=Verifique se sua conex\u00E3o de rede, servidor de destino e porta est\u00E3o ativos. Al\u00E9m disso, verifique se o servidor de proxy remoto ainda existe
messagedetail381753=Ocorreu um erro interno ao criar um servi\u00E7o de proxy com uma pol\u00EDtica de despacho personalizada. N\u00E3o foi poss\u00EDvel criar o plano de implanta\u00E7\u00E3o deste artefato de proxy.
action381753=O corpo da mensagem deve mostrar mais detalhes sobre o erro. Ele pode ter sido causado por uma Exce\u00E7\u00E3o de Entrada/Sa\u00EDda ou porque a localiza\u00E7\u00E3o do plano de implanta\u00E7\u00E3o est\u00E1 protegida contra grava\u00E7\u00E3o.
messagedetail381754=Ocorreu um erro interno durante o processamento da mensagem: o payload associado \u00E0 mensagem n\u00E3o \u00E9 suportado pelo Transporte de SB
action381754=Entre em Contato com o Suporte T\u00E9cnico
## P4ADE ## {0} : String op
messagedetail381755=O servi\u00E7o de Proxy de SB foi chamado com a opera\u00E7\u00E3o "{0}". A opera\u00E7\u00E3o est\u00E1 vazia ou n\u00E3o foi definida para o binding de WSDL configurado.
action381755=Verifique a configura\u00E7\u00E3o do cliente, para certificar-se de que a opera\u00E7\u00E3o foi definida e configurada com um valor v\u00E1lido.
## P4ADE ## {0} : Exception e
messagedetail381756=Pode haver um problema de configura\u00E7\u00E3o do servidor impedindo a inicializa\u00E7\u00E3o correta da factory de DOM. \u00C9 necess\u00E1rio especificar mais informa\u00E7\u00F5es por meio da seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381757=Ocorreu um erro ao efetuar marshalling da mensagem de resposta. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381758=O Oracle SOA su\u00EDte \u00E9 baseado no modelo de objeto DOM. Ocorreu um erro ao transformar a mensagem de payload em um objeto DOM. Devem ser fornecidas mais informa\u00E7\u00F5es pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381759=Ocorreu um erro ao cancelar marshalling da mensagem de solicita\u00E7\u00E3o. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
