messagedetail381750=\uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uAD6C\uC131 \uAC31\uC2E0 \uC911 \uBCF5\uAD6C\uD560 \uC218 \uC5C6\uB294 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD558\uAC70\uB098 \uBA54\uC2DC\uC9C0 \uCC98\uB9AC \uC911 \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uAE30 \uB54C\uBB38\uC77C \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381750=\uAD6C\uC131 \uAC31\uC2E0 \uC911 \uC774 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD55C \uACBD\uC6B0 SB \uC804\uC1A1 \uC11C\uBE44\uC2A4\uAC00 \uC190\uC0C1\uB418\uC9C0 \uC54A\uC558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uAD6C\uC131\uC774 \uC190\uC0C1\uB41C \uACBD\uC6B0 \uC218\uB3D9\uC73C\uB85C \uC2E4\uD328\uD55C \uC11C\uBE44\uC2A4\uB97C \uC815\uB9AC\uD558\uAC70\uB098 \uC11C\uBC84\uB97C \uC7AC\uC2DC\uC791\uD558\uC2ED\uC2DC\uC624. \uB2E4\uB978 \uC624\uB958\uC758 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381751=SB \uC804\uC1A1 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 RMI stub\uC744 \uC870\uD68C\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381751=JNDI \uCEE8\uD14D\uC2A4\uD2B8 \uD638\uC2A4\uD2B8, \uD3EC\uD2B8 \uBC0F \uC778\uC99D\uC11C\uAC00 \uC62C\uBC14\uB978\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. JNDI \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC0AC\uC6A9\uB418\uB294 \uD504\uB85C\uD1A0\uCF5C\uC774 \uC9C0\uC6D0\uB418\uACE0 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uB294\uC9C0\uB3C4 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC608\uB97C \uB4E4\uC5B4 IIOP/IIOPS \uD504\uB85C\uD1A0\uCF5C\uC740 WebLogic Server \uC0AC\uC774\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uACE0 HTTP/HTTPS \uD504\uB85C\uD1A0\uCF5C\uC5D0\uB294 HTTP \uD130\uB110\uB9C1\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
messagedetail381752=RMI\uB97C \uD1B5\uD574 SB \uC804\uC1A1 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD638\uCD9C\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC6D0\uACA9 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381752=\uB124\uD2B8\uC6CC\uD06C \uC811\uC18D, \uB300\uC0C1 \uC11C\uBC84 \uBC0F \uD3EC\uD2B8\uAC00 \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uC6D0\uACA9 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381753=\uC0AC\uC6A9\uC790 \uC815\uC758 \uC791\uC5C5 \uD560\uB2F9 \uC815\uCC45\uC73C\uB85C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uC0DD\uC131\uD558\uB294 \uC911 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC \uC544\uD2F0\uD329\uD2B8\uC5D0 \uB300\uD55C \uBC30\uCE58 \uACC4\uD68D\uC744 \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action381753=\uBA54\uC2DC\uC9C0 \uBCF8\uBB38\uC5D0\uB294 \uC624\uB958\uC5D0 \uB300\uD55C \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 I/O \uC608\uC678 \uC0AC\uD56D \uB610\uB294 \uC4F0\uAE30 \uAE08\uC9C0\uB41C \uBC30\uCE58 \uACC4\uD68D \uC704\uCE58\uB85C \uC778\uD574 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381754=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC \uC911 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uC640 \uC5F0\uAD00\uB41C \uD398\uC774\uB85C\uB4DC\uAC00 SB \uC804\uC1A1\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action381754=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String op
messagedetail381755=SB \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB294 "{0}" \uC791\uC5C5\uC73C\uB85C \uD638\uCD9C\uB429\uB2C8\uB2E4. \uC791\uC5C5\uC774 \uBE44\uC5B4 \uC788\uAC70\uB098, \uAD6C\uC131\uB41C WSDL \uBC14\uC778\uB529\uC5D0 \uB300\uD574 \uC815\uC758\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action381755=\uD074\uB77C\uC774\uC5B8\uD2B8 \uAD6C\uC131\uC744 \uAC80\uC0AC\uD558\uC5EC \uC791\uC5C5\uC774 \uC801\uD569\uD55C \uAC12\uC73C\uB85C \uC124\uC815\uB418\uACE0 \uAD6C\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : Exception e
messagedetail381756=DOM \uD329\uD1A0\uB9AC\uB97C \uC62C\uBC14\uB974\uAC8C \uCD08\uAE30\uD654\uD560 \uC218 \uC5C6\uB294 \uC6D0\uC778\uC774 \uB418\uB294 \uC11C\uBC84 \uAD6C\uC131 \uBB38\uC81C\uAC00 \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail381757=\uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB97C \uB9C8\uC15C\uB9C1\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail381758=Oracle SOA \uC81C\uD488\uAD70\uC740 DOM \uAC1D\uCCB4 \uBAA8\uB378\uC744 \uAE30\uBC18\uC73C\uB85C \uD569\uB2C8\uB2E4. \uD398\uC774\uB85C\uB4DC \uBA54\uC2DC\uC9C0\uB97C DOM \uAC1D\uCCB4\uB85C \uBCC0\uD658\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
## P4ADE ## {0} : Exception e
messagedetail381759=\uC694\uCCAD \uBA54\uC2DC\uC9C0\uC758 \uB9C8\uC15C\uB9C1\uC744 \uD574\uC81C\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC911\uCCA9\uB41C \uB2E4\uC74C \uC608\uC678 \uC0AC\uD56D\uC5D0 \uCD94\uAC00 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD568: {0}
