messagedetail2031700=Impossibile aggiungere un messaggio di input nullo a uno scambio di messaggi. Ci\u00F2 non deve verificarsi mai.
action2031700=Contattare il Supporto Oracle.
messagedetail2031701=In uno scambio di messaggi \u00E8 possibile impostare un messaggio di input solo una volta. Ci\u00F2 non deve verificarsi mai.
action2031701=Contattare il Supporto Oracle.
messagedetail2031702=\u00C8 possibile aggiungere un messaggio di input solo a uno scambio di messaggi che prevede un messaggio di input. Ci\u00F2 non deve verificarsi mai.
action2031702=Contattare il Supporto Oracle.
messagedetail2031703=\u00C8 possibile aggiungere un messaggio di input a uno scambio di messaggi solo se \u00E8 dello stesso di tipo del messaggio di input dell'operazione WSDL per lo scambio di messaggi. Ci\u00F2 non deve verificarsi mai.
action2031703=Contattare il Supporto Oracle.
messagedetail2031704=Impossibile aggiungere un messaggio di output nullo a uno scambio di messaggi. Ci\u00F2 non deve verificarsi mai.
action2031704=Contattare il Supporto Oracle.
messagedetail2031705=In uno scambio di messaggi \u00E8 possibile impostare un messaggio di output solo una volta. Ci\u00F2 non deve verificarsi mai.
action2031705=Contattare il Supporto Oracle.
messagedetail2031706=\u00C8 possibile aggiungere un messaggio di output solo a uno scambio di messaggi che prevede un messaggio di output. Ci\u00F2 non deve verificarsi mai.
action2031706=Contattare il Supporto Oracle.
messagedetail2031707=\u00C8 possibile aggiungere un messaggio di output a uno scambio di messaggi solo se \u00E8 dello stesso di tipo del messaggio di output dell'operazione WSDL per lo scambio di messaggi. Ci\u00F2 non deve verificarsi mai.
action2031707=Contattare il Supporto Oracle.
messagedetail2031708=Impossibile aggiungere un messaggio di errore nullo a uno scambio di messaggi. Ci\u00F2 non deve verificarsi mai.
action2031708=Contattare il Supporto Oracle.
messagedetail2031709=In uno scambio di messaggi \u00E8 possibile impostare un messaggio di errore solo una volta. Ci\u00F2 non deve verificarsi mai.
action2031709=Contattare il Supporto Oracle.
messagedetail2031710=La parte non \u00E8 definita nel tipo di messaggio. Ci\u00F2 non deve verificarsi mai.
action2031710=Contattare il Supporto Oracle.
messagedetail2031711=Il tipo di messaggio \u00E8 sconosciuto. Ci\u00F2 non deve verificarsi mai.
action2031711=Contattare il Supporto Oracle.
