messagedetail2031700=Uma mensagem de entrada nula n\u00E3o pode ser adicionada a uma troca de mensagens. Isso nunca deve ocorrer.
action2031700=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031701=Uma mensagem de entrada s\u00F3 pode ser definida uma vez em uma troca de mensagens. Isso nunca deve ocorrer.
action2031701=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031702=Uma mensagem de entrada s\u00F3 pode ser adicionada a uma troca de mensagens que esteja esperando uma mensagem de entrada. Isso nunca deve ocorrer.
action2031702=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031703=Uma mensagem de entrada s\u00F3 pode ser adicionada a uma troca de mensagens se for do mesmo tipo da mensagem de entrada da opera\u00E7\u00E3o WSDL para a troca de mensagens. Isso nunca deve ocorrer.
action2031703=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031704=Uma mensagem de sa\u00EDda nula n\u00E3o pode ser adicionada a uma troca de mensagens. Isso nunca deve ocorrer.
action2031704=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031705=Uma mensagem de sa\u00EDda s\u00F3 pode ser definida uma vez em uma troca de mensagens. Isso nunca deve ocorrer.
action2031705=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031706=Uma mensagem de sa\u00EDda s\u00F3 pode ser adicionada a uma troca de mensagens que esteja esperando uma mensagem de sa\u00EDda. Isso nunca deve ocorrer.
action2031706=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031707=Uma mensagem de sa\u00EDda s\u00F3 pode ser adicionada a uma troca de mensagens se for do mesmo tipo da mensagem de sa\u00EDda da opera\u00E7\u00E3o WSDL para a troca de mensagens. Isso nunca deve ocorrer.
action2031707=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031708=Uma mensagem de falha nula n\u00E3o pode ser adicionada a uma troca de mensagens. Isso nunca deve ocorrer.
action2031708=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031709=Uma mensagem de falha nula s\u00F3 pode ser definida uma vez em uma troca de mensagens. Isso nunca deve ocorrer.
action2031709=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031710=A parte n\u00E3o foi definida no tipo de mensagem. Isso nunca deve ocorrer.
action2031710=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031711=O tipo de mensagem \u00E9 desconhecido. Isso nunca deve ocorrer.
action2031711=Entre em Contato com o Suporte T\u00E9cnico.
