messagedetail2031700=Un message d'entr\u00E9e NULL ne peut pas \u00EAtre ajout\u00E9 \u00E0 un \u00E9change de messages. Cela ne devrait jamais se produire.
action2031700=Contactez le support technique Oracle.
messagedetail2031701=Un message d'entr\u00E9e ne peut \u00EAtre d\u00E9fini qu'une seule fois pour un \u00E9change de messages. Cela ne devrait jamais se produire.
action2031701=Contactez le support technique Oracle.
messagedetail2031702=Un message d'entr\u00E9e ne peut \u00EAtre ajout\u00E9 qu'\u00E0 un \u00E9change de messages qui attend un message d'entr\u00E9e. Cela ne devrait jamais se produire.
action2031702=Contactez le support technique Oracle.
messagedetail2031703=Un message d'entr\u00E9e ne peut \u00EAtre ajout\u00E9 \u00E0 un \u00E9change de messages que s'il est du m\u00EAme type que le message d'entr\u00E9e de l'op\u00E9ration WSDL pour l'\u00E9change de messages. Cela ne devrait jamais se produire.
action2031703=Contactez le support technique Oracle.
messagedetail2031704=Un message de sortie NULL ne peut pas \u00EAtre ajout\u00E9 \u00E0 un \u00E9change de messages. Cela ne devrait jamais se produire.
action2031704=Contactez le support technique Oracle.
messagedetail2031705=Un message de sortie ne peut \u00EAtre d\u00E9fini qu'une seule fois pour un \u00E9change de messages. Cela ne devrait jamais se produire.
action2031705=Contactez le support technique Oracle.
messagedetail2031706=Un message de sortie ne peut \u00EAtre ajout\u00E9 qu'\u00E0 un \u00E9change de messages qui attend un message de sortie. Cela ne devrait jamais se produire.
action2031706=Contactez le support technique Oracle.
messagedetail2031707=Un message de sortie ne peut \u00EAtre ajout\u00E9 \u00E0 un \u00E9change de messages que s'il est du m\u00EAme type que le message de sortie de l'op\u00E9ration WSDL pour l'\u00E9change de messages. Cela ne devrait jamais se produire.
action2031707=Contactez le support technique Oracle.
messagedetail2031708=Un message d'erreur NULL ne peut pas \u00EAtre ajout\u00E9 \u00E0 un \u00E9change de messages. Cela ne devrait jamais se produire.
action2031708=Contactez le support technique Oracle.
messagedetail2031709=Un message d'erreur ne peut \u00EAtre d\u00E9fini qu'une seule fois pour un \u00E9change de messages. Cela ne devrait jamais se produire.
action2031709=Contactez le support technique Oracle.
messagedetail2031710=L'\u00E9l\u00E9ment Part n'est pas d\u00E9fini dans le type de message. Cela ne devrait jamais se produire.
action2031710=Contactez le support technique Oracle.
messagedetail2031711=Le type de message est inconnu. Cela ne devrait jamais se produire.
action2031711=Contactez le support technique Oracle.
