messagedetail2031700=\uBA54\uC2DC\uC9C0 \uAD50\uD658\uC5D0 \uB110 \uC785\uB825 \uBA54\uC2DC\uC9C0\uB97C \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031700=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031701=\uC785\uB825 \uBA54\uC2DC\uC9C0\uB294 \uBA54\uC2DC\uC9C0 \uAD50\uD658 \uC2DC \uD55C \uBC88\uB9CC \uC124\uC815\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031701=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031702=\uC785\uB825 \uBA54\uC2DC\uC9C0\uB294 \uC785\uB825 \uBA54\uC2DC\uC9C0\uAC00 \uD544\uC694\uD55C \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC5D0\uB9CC \uCD94\uAC00\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031702=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031703=\uC785\uB825 \uBA54\uC2DC\uC9C0\uB294 \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC758 WSDL \uC791\uC5C5\uC5D0 \uC788\uB294 \uC785\uB825 \uBA54\uC2DC\uC9C0\uC640 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC774 \uB3D9\uC77C\uD55C \uACBD\uC6B0\uC5D0\uB9CC \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC5D0 \uCD94\uAC00\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031703=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031704=\uBA54\uC2DC\uC9C0 \uAD50\uD658\uC5D0 \uB110 \uCD9C\uB825 \uBA54\uC2DC\uC9C0\uB97C \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031704=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031705=\uCD9C\uB825 \uBA54\uC2DC\uC9C0\uB294 \uBA54\uC2DC\uC9C0 \uAD50\uD658 \uC2DC \uD55C \uBC88\uB9CC \uC124\uC815\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031705=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031706=\uCD9C\uB825 \uBA54\uC2DC\uC9C0\uB294 \uCD9C\uB825 \uBA54\uC2DC\uC9C0\uAC00 \uD544\uC694\uD55C \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC5D0\uB9CC \uCD94\uAC00\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031706=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031707=\uCD9C\uB825 \uBA54\uC2DC\uC9C0\uB294 \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC758 WSDL \uC791\uC5C5\uC5D0 \uC788\uB294 \uCD9C\uB825 \uBA54\uC2DC\uC9C0\uC640 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC774 \uB3D9\uC77C\uD55C \uACBD\uC6B0\uC5D0\uB9CC \uBA54\uC2DC\uC9C0 \uAD50\uD658\uC5D0 \uCD94\uAC00\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031707=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031708=\uBA54\uC2DC\uC9C0 \uAD50\uD658\uC5D0 \uB110 \uACB0\uD568 \uBA54\uC2DC\uC9C0\uB97C \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031708=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031709=\uACB0\uD568 \uBA54\uC2DC\uC9C0\uB294 \uBA54\uC2DC\uC9C0 \uAD50\uD658 \uC2DC \uD55C \uBC88\uB9CC \uC124\uC815\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031709=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031710=\uD574\uB2F9 \uBD80\uBD84\uC774 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC5D0 \uC815\uC758\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031710=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031711=\uBA54\uC2DC\uC9C0 \uC720\uD615\uC744 \uC54C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031711=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
