messagedetail2031850=Lors de la tentative de jointure du thread parent, le thread en cours ne comportait aucune entr\u00E9e de pile parent. Cela signifie qu'il n'y a pas de thread parent \u00E0 joindre. Cela se produit g\u00E9n\u00E9ralement lorsque le thread parent a \u00E9t\u00E9 interrompu par un autre thread.
action2031850=Si cela n'est pas attendu, contactez le support technique Oracle.
messagedetail2031851=Lors de la tentative de jointure du thread parent, l'entr\u00E9e de pile parent n'avait pas de thread associ\u00E9. Cela signifie qu'il n'y a pas de thread parent \u00E0 joindre. Cela se produit g\u00E9n\u00E9ralement lorsque le thread parent a \u00E9t\u00E9 interrompu par un autre thread.
action2031851=Si cela n'est pas attendu, contactez le support technique Oracle.
messagedetail2031852=Echec d'une tentative d'interruption d'un thread. Cela se produit g\u00E9n\u00E9ralement lorsque le thread comporte des threads enfant qui sont en cours de traitement. Dans ce cas, le statut des threads enfant sera d\u00E9fini sur TERMINATING et ceux-ci seront ensuite interrompus lorsque cela sera possible. Une fois les threads enfant interrompus, ce thread sera \u00E9galement interrompu.
action2031852=Si cela n'est pas attendu, contactez le support technique Oracle.
messagedetail2031853=Tentative d'obtention de l'entr\u00E9e de pile en cours mais aucun thread n'a \u00E9t\u00E9 trouv\u00E9. Cela se produit g\u00E9n\u00E9ralement lorsque le thread a \u00E9t\u00E9 interrompu par un autre thread.
action2031853=Si cela n'est pas attendu, contactez le support technique Oracle.
messagedetail2031854=Tentative d'obtention de l'entr\u00E9e de pile en cours mais le thread en cours ne comporte aucune entr\u00E9e de pile. Cela se produit g\u00E9n\u00E9ralement lorsque le thread a \u00E9t\u00E9 interrompu par un autre thread.
action2031854=Si cela n'est pas attendu, contactez le support technique Oracle.
messagedetail2031855=Tentative d'acc\u00E8s \u00E0 un compteur de programmes inexistant sur une entr\u00E9e de pile. Cela se produit g\u00E9n\u00E9ralement lorsque l'entr\u00E9e de pile a \u00E9t\u00E9 interrompue par un autre thread.
action2031855=Si cela n'est pas attendu, contactez le support technique Oracle.
messagedetail2031856=Un partner link est introuvable.
action2031856=V\u00E9rifiez que le partner link se trouve dans la port\u00E9e.
messagedetail2031857=Un ensemble de corr\u00E9lations est introuvable.
action2031857=V\u00E9rifiez que l'ensemble de corr\u00E9lations se trouve dans la port\u00E9e.
messagedetail2031858=Tentative de cr\u00E9ation d'un travail pour le thread, mais il existe d\u00E9j\u00E0 un travail pour le thread dans la file d'attente des travaux. Cela ne devrait jamais se produire.
action2031858=Contactez le support technique Oracle.
messagedetail2031859=La capacit\u00E9 maximale de la file d'attente des travaux a \u00E9t\u00E9 atteinte. Vous ne pouvez plus ajouter de travaux. Cela ne devrait jamais se produire.
action2031859=Contactez le support technique Oracle.
messagedetail2031860=Tentative de lancement du traitement du thread donn\u00E9, mais son statut n'est pas valide pour le traitement. Cela ne devrait jamais se produire.
action2031860=Contactez le support technique Oracle.
