messagedetail2031850=Al intentar unirlo al thread principal, se ha detectado que el thread actual no tiene ning\u00FAn marco de pila principal. Esto significa que no hay ning\u00FAn thread principal al que unirlo. Esto suele ocurrir porque otro thread ha terminado el thread principal.
action2031850=Si no es lo que se esperaba, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031851=Al intentar unirlo al thread principal, se ha detectado que el marco de pila principal no tiene ning\u00FAn thread asociado. Esto significa que no hay ning\u00FAn thread principal al que unirlo. Esto suele ocurrir porque otro thread ha terminado el thread principal.
action2031851=Si no es lo que se esperaba, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031852=Fallo al intentar terminar un thread. Esto suele ocurrir porque el thread tiene threads secundarios que siguen en procesamiento. En este caso, los threads secundarios se marcar\u00E1n como TERMINANDO y, cuando se pueda, terminar\u00E1n. Cuando terminen los threads secundarios, terminar\u00E1 este thread.
action2031852=Si no es lo que se esperaba, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031853=Se ha intentado obtener el marco de pila actual, pero no se ha encontrado ning\u00FAn thread. Esto suele ocurrir porque otro thread ha terminado el thread.
action2031853=Si no es lo que se esperaba, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031854=Se ha intentado obtener el marco de pila actual, pero el thread actual no tiene ning\u00FAn marco de pila. Esto suele ocurrir porque otro thread ha terminado el thread.
action2031854=Si no es lo que se esperaba, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031855=Se ha intentado acceder a un contador de programa no existente de un marco de pila. Esto suele ocurrir porque otro thread ha terminado el marco de pila.
action2031855=Si no es lo que se esperaba, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031856=No se ha encontrado un enlace de partner.
action2031856=Aseg\u00FArese de que el enlace de partner est\u00E1 en el \u00E1mbito.
messagedetail2031857=No se ha encontrado un juego de correlaciones.
action2031857=Aseg\u00FArese de que el juego de correlaciones est\u00E1 en el \u00E1mbito.
messagedetail2031858=Se ha intentado crear un nuevo trabajo para el thread pero ya hay un trabajo para \u00E9l en la cola de trabajos. Esto no debe ocurrir nunca.
action2031858=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031859=Se ha alcanzado la capacidad de la cola de trabajos. No se puede agregar ning\u00FAn trabajo m\u00E1s. Esto no debe ocurrir nunca.
action2031859=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031860=Se ha intentado iniciar el procesamiento del thread especificado, pero su estado no es v\u00E1lido para el procesamiento. Esto no debe ocurrir nunca.
action2031860=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
