messagedetail2031850=Bei dem Versuch, den \u00FCbergeordneten Thread zu verkn\u00FCpfen, wurde ermittelt, dass der aktuelle Thread keinen \u00FCbergeordneten Stack-Frame hat. Dies bedeutet, dass kein \u00FCbergeordneter Thread zur Verkn\u00FCpfung vorhanden ist. Dies geschieht im Allgemeinen, da der \u00FCbergeordnete Thread von einem anderen Thread beendet wurde.
action2031850=Wenn dieser Fehler nicht erwartet wurde, wenn Sie sich an den technischen Support.
messagedetail2031851=Bei dem Versuch, den \u00FCbergeordneten Thread zu verkn\u00FCpfen, wurde ermittelt, dass der \u00FCbergeordnete Stack-Frame keinen verkn\u00FCpften Thread hat. Dies bedeutet, dass kein \u00FCbergeordneter Thread zur Verkn\u00FCpfung vorhanden ist. Dies geschieht im Allgemeinen, da der \u00FCbergeordnete Thread von einem anderen Thread beendet wurde.
action2031851=Wenn dieser Fehler nicht erwartet wurde, wenn Sie sich an den technischen Support.
messagedetail2031852=Ein Versuch, einen Thread zu beenden, war nicht erfolgreich. Die Ursache ist im Allgemeinen, dass der Thread untergeordnete Threads hat, die noch verarbeitet werden. Wenn dies der Fall ist, werden die untergeordneten Thread als TERMINATING markiert und werden wenn m\u00F6glich beendet. Wenn die untergeordneten Threads beendet sind, wird dieser Thread beendet. 
action2031852=Wenn dieser Fehler nicht erwartet wurde, wenn Sie sich an den technischen Support.
messagedetail2031853=Es wurde versucht, den aktuellen Stack-Frame abzurufen, es wurde jedoch kein Thread gefunden. Die Ursache ist im Allgemeinen, dass der Thread von einem anderen Thread beendet wurde.
action2031853=Wenn dieser Fehler nicht erwartet wurde, wenn Sie sich an den technischen Support.
messagedetail2031854=Es wurde versucht, den aktuellen Stack-Frame abzurufen, der aktuelle Thread hat jedoch keine Stack-Frames. Die Ursache ist im Allgemeinen, dass der Thread von einem anderen Thread beendet wurde.
action2031854=Wenn dieser Fehler nicht erwartet wurde, wenn Sie sich an den technischen Support.
messagedetail2031855=Es wurde versucht, auf einen nicht vorhandenen Programmz\u00E4hler in einem Stack-Frame zuzugreifen. Die Ursache ist im Allgemeinen, dass der Stack-Frame von einem anderen Thread beendet wurde.
action2031855=Wenn dieser Fehler nicht erwartet wurde, wenn Sie sich an den technischen Support.
messagedetail2031856=Es wurde kein Partnerlink gefunden.
action2031856=Stellen Sie sicher, dass der Partnerlink im Scope enthalten ist.
messagedetail2031857=Es wurde kein Korrelationssatz gefunden.
action2031857=Stellen Sie sicher, dass der Korrelationssatz im Scope enthalten ist.
messagedetail2031858=Es wurde versucht, einen neuen Job f\u00FCr den Thread zu erstellen, es ist jedoch bereits ein Job in der Job-Queue f\u00FCr den Thread vorhanden. Dies sollte niemals auftreten.
action2031858=Wenden Sie sich an den technischen Support.
messagedetail2031859=Die Kapazit\u00E4t der Job Queue ist erreicht. Es k\u00F6nnen keine weiteren Jobs hinzugef\u00FCgt werden. Dies sollte niemals auftreten.
action2031859=Wenden Sie sich an den technischen Support.
messagedetail2031860=Es wurde versucht, die Verarbeitung des angegebenen Threads zu beginnen, dessen Status ist jedoch zur Verarbeitung ung\u00FCltig. Dies sollte niemals auftreten.
action2031860=Wenden Sie sich an den technischen Support.
