messagedetail2031850=\uC0C1\uC704 \uC2A4\uB808\uB4DC\uB97C \uC870\uC778\uD558\uB294 \uC911 \uD604\uC7AC \uC2A4\uB808\uB4DC\uC5D0 \uC0C1\uC704 \uC2A4\uD0DD \uD504\uB808\uC784\uC774 \uC5C6\uC74C\uC774 \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC989, \uC870\uC778\uD560 \uC0C1\uC704 \uC2A4\uB808\uB4DC\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uB2E4\uB978 \uC2A4\uB808\uB4DC\uC5D0 \uC758\uD574 \uC0C1\uC704 \uC2A4\uB808\uB4DC\uAC00 \uC885\uB8CC\uB418\uC5C8\uAE30 \uB54C\uBB38\uC5D0 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action2031850=\uC608\uC0C1\uCE58 \uC54A\uC740 \uBB38\uC81C\uC778 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031851=\uC0C1\uC704 \uC2A4\uB808\uB4DC\uB97C \uC870\uC778\uD558\uB294 \uC911 \uC0C1\uC704 \uC2A4\uD0DD \uD504\uB808\uC784\uACFC \uC5F0\uAD00\uB41C \uC2A4\uB808\uB4DC\uAC00 \uC5C6\uC74C\uC774 \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC989, \uC870\uC778\uD560 \uC0C1\uC704 \uC2A4\uB808\uB4DC\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uB2E4\uB978 \uC2A4\uB808\uB4DC\uC5D0 \uC758\uD574 \uC0C1\uC704 \uC2A4\uB808\uB4DC\uAC00 \uC885\uB8CC\uB418\uC5C8\uAE30 \uB54C\uBB38\uC5D0 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action2031851=\uC608\uC0C1\uCE58 \uC54A\uC740 \uBB38\uC81C\uC778 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031852=\uC2A4\uB808\uB4DC\uB97C \uC885\uB8CC\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uC2A4\uB808\uB4DC\uC5D0 \uC544\uC9C1 \uCC98\uB9AC \uC911\uC778 \uD558\uC704 \uC2A4\uB808\uB4DC\uAC00 \uC788\uAE30 \uB54C\uBB38\uC5D0 \uBC1C\uC0DD\uD569\uB2C8\uB2E4. \uC774 \uACBD\uC6B0 \uD558\uC704 \uC2A4\uB808\uB4DC\uAC00 TERMINATING\uC73C\uB85C \uD45C\uC2DC\uB418\uBA70 \uC885\uB8CC \uAC00\uB2A5 \uC0C1\uD0DC\uAC00 \uB418\uBA74 \uC885\uB8CC\uB429\uB2C8\uB2E4. \uD558\uC704 \uC2A4\uB808\uB4DC\uAC00 \uC885\uB8CC\uB418\uBA74 \uC774 \uC2A4\uB808\uB4DC\uB3C4 \uC885\uB8CC\uB429\uB2C8\uB2E4.
action2031852=\uC608\uC0C1\uCE58 \uC54A\uC740 \uBB38\uC81C\uC778 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031853=\uD604\uC7AC \uC2A4\uD0DD \uD504\uB808\uC784\uC744 \uAC00\uC838\uC624\uB824\uACE0 \uC2DC\uB3C4\uD588\uC9C0\uB9CC \uC2A4\uB808\uB4DC\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uB2E4\uB978 \uC2A4\uB808\uB4DC\uC5D0 \uC758\uD574 \uC2A4\uB808\uB4DC\uAC00 \uC885\uB8CC\uB418\uC5C8\uAE30 \uB54C\uBB38\uC5D0 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action2031853=\uC608\uC0C1\uCE58 \uC54A\uC740 \uBB38\uC81C\uC778 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031854=\uD604\uC7AC \uC2A4\uD0DD \uD504\uB808\uC784\uC744 \uAC00\uC838\uC624\uB824\uACE0 \uC2DC\uB3C4\uD588\uC9C0\uB9CC \uD604\uC7AC \uC2A4\uB808\uB4DC\uC5D0 \uC2A4\uD0DD \uD504\uB808\uC784\uC774 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uB2E4\uB978 \uC2A4\uB808\uB4DC\uC5D0 \uC758\uD574 \uC2A4\uB808\uB4DC\uAC00 \uC885\uB8CC\uB418\uC5C8\uAE30 \uB54C\uBB38\uC5D0 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action2031854=\uC608\uC0C1\uCE58 \uC54A\uC740 \uBB38\uC81C\uC778 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031855=\uC2A4\uD0DD \uD504\uB808\uC784\uC5D0\uC11C \uC874\uC7AC\uD558\uC9C0 \uC54A\uB294 \uD504\uB85C\uADF8\uB7A8 \uCE74\uC6B4\uD130\uC5D0 \uC561\uC138\uC2A4\uD558\uB824\uACE0 \uC2DC\uB3C4\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uB2E4\uB978 \uC2A4\uB808\uB4DC\uC5D0 \uC758\uD574 \uC2A4\uD0DD \uD504\uB808\uC784\uC774 \uC885\uB8CC\uB418\uC5C8\uAE30 \uB54C\uBB38\uC5D0 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action2031855=\uC608\uC0C1\uCE58 \uC54A\uC740 \uBB38\uC81C\uC778 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031856=\uD30C\uD2B8\uB108 \uB9C1\uD06C\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action2031856=\uD30C\uD2B8\uB108 \uB9C1\uD06C\uAC00 \uBC94\uC704 \uC548\uC5D0 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031857=\uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action2031857=\uC0C1\uAD00 \uAD00\uACC4 \uC9D1\uD569\uC774 \uBC94\uC704 \uC548\uC5D0 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031858=\uC2A4\uB808\uB4DC\uC5D0 \uB300\uD55C \uC0C8 \uC791\uC5C5\uC744 \uC0DD\uC131\uD558\uB824\uACE0 \uC2DC\uB3C4\uD588\uC9C0\uB9CC \uC791\uC5C5 \uB300\uAE30\uC5F4\uC5D0 \uC774\uC5D0 \uB300\uD55C \uC791\uC5C5\uC774 \uC774\uBBF8 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031858=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031859=\uC791\uC5C5 \uB300\uAE30\uC5F4 \uC6A9\uB7C9\uC5D0 \uB3C4\uB2EC\uD588\uC2B5\uB2C8\uB2E4. \uC791\uC5C5\uC744 \uB354 \uC774\uC0C1 \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031859=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031860=\uC9C0\uC815\uB41C \uC2A4\uB808\uB4DC\uC758 \uCC98\uB9AC\uB97C \uC2DC\uC791\uD558\uB824\uACE0 \uD588\uC9C0\uB9CC \uC0C1\uD0DC\uAC00 \uCC98\uB9AC\uC5D0 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031860=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
