messagedetail2031850=Durante il tentativo di join del thread padre, \u00E8 stato rilevato che il thread corrente non dispone di frame stack padre. Ci\u00F2 significa che non esiste un thread padre da unire tramite join. Di solito ci\u00F2 si verifica quando il thread padre viene interrotto da un altro thread.
action2031850=Se ci\u00F2 non \u00E8 previsto, contattare il Supporto Oracle.
messagedetail2031851=Durante il tentativo di join del thread padre, \u00E8 stato rilevato che al frame stack padre non \u00E8 associato alcun thread. Ci\u00F2 significa che non esiste un thread padre da unire tramite join. Di solito ci\u00F2 si verifica quando il thread padre viene interrotto da un altro thread.
action2031851=Se ci\u00F2 non \u00E8 previsto, contattare il Supporto Oracle.
messagedetail2031852=Tentativo di interruzione di un thread non riuscito. Di solito ci\u00F2 \u00E8 dovuto al fatto che il thread dispone di thread figlio ancora in fase di elaborazione. Se la causa \u00E8 effettivamente questa, i thread figlio verranno contrassegnati come TERMINATING e verranno interrotti appena possibile. Dopo l'interruzione dei thread figlio verr\u00E0 interrotto anche il thread padre.
action2031852=Se ci\u00F2 non \u00E8 previsto, contattare il Supporto Oracle.
messagedetail2031853=\u00C8 stato effettuato un tentativo per ottenere il frame stack corrente, ma non \u00E8 stato trovato alcun thread. Di solito ci\u00F2 si verifica quando il thread viene interrotto da un altro thread.
action2031853=Se ci\u00F2 non \u00E8 previsto, contattare il Supporto Oracle.
messagedetail2031854=\u00C8 stato effettuato un tentativo per ottenere il frame stack corrente, ma il thread corrente non dispone di frame stack. Di solito ci\u00F2 si verifica quando il thread viene interrotto da un altro thread.
action2031854=Se ci\u00F2 non \u00E8 previsto, contattare il Supporto Oracle.
messagedetail2031855=\u00C8 stato effettuato un tentativo di accesso a un contatore di programma inesistente su un frame stack. Di solito ci\u00F2 si verifica quando il frame stack viene interrotto da un altro thread.
action2031855=Se ci\u00F2 non \u00E8 previsto, contattare il Supporto Oracle.
messagedetail2031856=Partner link non trovato.
action2031856=Assicurarsi che il partner link sia nell'ambito.
messagedetail2031857=Non \u00E8 stato trovato un set di correlazioni.
action2031857=Assicurarsi che il set di correlazioni sia nell'ambito.
messagedetail2031858=\u00C8 stato effettuato un tentativo di creazione di un nuovo job per il thread, ma la coda dei job ne contiene gi\u00E0 uno. Ci\u00F2 non deve verificarsi mai.
action2031858=Contattare il Supporto Oracle.
messagedetail2031859=\u00C8 stata raggiunta la capacit\u00E0 massima della coda dei job. Impossibile aggiungere altri job. Ci\u00F2 non deve verificarsi mai.
action2031859=Contattare il Supporto Oracle.
messagedetail2031860=\u00C8 stato effettuato un tentativo di avvio dell'elaborazione del thread specificato, ma lo stato del thread non \u00E8 valido per l'elaborazione. Ci\u00F2 non deve verificarsi mai.
action2031860=Contattare il Supporto Oracle.
