messagedetail2031850=Durante a tentativa de acessar o thread pai, foi descoberto que o thread atual n\u00E3o tem quadro de pilha pai. Isso significa que n\u00E3o h\u00E1 thread pai a ser acessado. Isso geralmente ocorre porque o thread pai foi encerrado por outro thread.
action2031850=Se esta a\u00E7\u00E3o for inesperada, entre em contato com o Suporte T\u00E9cnico.
messagedetail2031851=Durante a tentativa de acessar o thread pai, foi descoberto que o quadro de pilha pai n\u00E3o tem thread associado. Isso significa que n\u00E3o h\u00E1 thread pai a ser acessado. Isso geralmente ocorre porque o thread pai foi encerrado por outro thread.
action2031851=Se esta a\u00E7\u00E3o for inesperada, entre em contato com o Suporte T\u00E9cnico.
messagedetail2031852=Houve falha na tentativa de encerrar um thread. Isso geralmente ocorre porque o thread tem threads filhos ainda em processamento. Se esse for o caso, os threads filhos ser\u00E3o marcados como TERMINATING e, quando poss\u00EDvel, ser\u00E3o encerrados. Quando os threads filhos forem encerrados, esse thread ser\u00E1 encerrado.
action2031852=Se esta a\u00E7\u00E3o for inesperada, entre em contato com o Suporte T\u00E9cnico.
messagedetail2031853=Houve uma tentativa de obter o quadro de pilha atual, mas nenhum thread foi encontrado. Isso geralmente ocorre porque o thread foi encerrado por outro thread.
action2031853=Se esta a\u00E7\u00E3o for inesperada, entre em contato com o Suporte T\u00E9cnico.
messagedetail2031854=Houve uma tentativa de obter o quadro de pilha atual, mas o thread atual n\u00E3o tem quadros de pilha. Isso geralmente ocorre porque o thread foi encerrado por outro thread.
action2031854=Se esta a\u00E7\u00E3o for inesperada, entre em contato com o Suporte T\u00E9cnico.
messagedetail2031855=Houve uma tentativa de acessar um contador de programas inexistente em um quadro de pilha. Isso geralmente ocorre porque o quadro de pilha foi encerrado por outro thread.
action2031855=Se esta a\u00E7\u00E3o for inesperada, entre em contato com o Suporte T\u00E9cnico.
messagedetail2031856=Um link de parceiro n\u00E3o foi encontrado.
action2031856=Certifique-se de que o link de parceiro esteja no escopo.
messagedetail2031857=Um conjunto de correla\u00E7\u00F5es n\u00E3o foi encontrado.
action2031857=Certifique-se de que o conjunto de correla\u00E7\u00F5es esteja no escopo.
messagedetail2031858=Houve uma tentativa de criar um novo job para o thread, mas j\u00E1 h\u00E1 um job na fila de jobs desse thread. Isso nunca deve ocorrer.
action2031858=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031859=A capacidade m\u00E1xima da fila de jobs foi atingida. N\u00E3o \u00E9 poss\u00EDvel adicionar jobs. Isso nunca deve ocorrer.
action2031859=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031860=Houve uma tentativa de iniciar o processamento do thread especificado, mas seu status \u00E9 inv\u00E1lido para processamento. Isso nunca deve ocorrer.
action2031860=Entre em Contato com o Suporte T\u00E9cnico.
