<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: Server Clustern zuweisen</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Server Clustern zuweisen</h1>
<p>Hier k&ouml;nnen Sie Clustern Managed Server zuweisen. Im Listenfeld &quot;Server&quot; werden nur Managed Server aufgelistet. Der Administrationsserver ist nicht aufgef&uuml;hrt, da er keinem Cluster zugewiesen werden kann.</p>
<ol>
<li> W&auml;hlen Sie im Bereich <strong>Cluster</strong> das Cluster aus, dem Sie einen Managed Server zuweisen m&ouml;chten.</li>
  <li>Sie k&ouml;nnen Managed Server dem ausgew&auml;hlten Cluster folgenderma&szlig;en zuweisen: 
    <ul>
<li> Doppelklicken Sie im Bereich <strong>Server</strong> auf den Namen des Managed Servers.</li>
  <li>W&auml;hlen Sie im Bereich <strong>Server</strong> den Managed Server aus, und klicken Sie auf die Schaltfl&auml;che mit dem Pfeil nach rechts, die sich zwischen den Bereichen <strong>Server</strong> und <strong>Cluster</strong> befindet.</li>
  <li>Klicken Sie im Bereich <strong>Server</strong> bei gedr&uuml;ckter Umschalttaste auf mehrere Managed Server, um sie auszuw&auml;hlen, und klicken Sie dann auf die Schaltfl&auml;che mit dem Pfeil nach rechts, die sich zwischen den Bereichen <strong>Server</strong> und <strong>Cluster</strong> befindet.</li>
  </ul>
  <p class="list_para">Der Name des zugewiesenen Managed Servers wird daraufhin aus dem Bereich <strong>Server</strong> entfernt und im Bereich <strong>Cluster</strong> unter den Namen des Ziel-Clusters eingef&uuml;gt.</p>
  <p class="list_para"><strong>Hinweis</strong>: Im Bereich <strong>Server</strong> werden nur Managed Server aufgelistet. Der Administrationsserver ist nicht aufgef&uuml;hrt, da er keinem Cluster zugewiesen werden kann.</p></li>
  <li>Wiederholen Sie die Schritte 1 und 2 f&uuml;r jeden Managed Server, den Sie einem Cluster zuweisen m&ouml;chten.  </li>
  <li> Pr&uuml;fen Sie die Cluster-Zuweisungen.
 <p class="list_para">Falls erforderlich, k&ouml;nnen Sie einen Managed Server folgenderma&szlig;en aus einem Cluster entfernen:</p>
  <ul>
<li> Doppelklicken Sie im Bereich <strong>Cluster</strong> auf den Namen des Managed Servers.</li>
  <li>W&auml;hlen Sie den Managed Server im Bereich <strong>Cluster</strong> aus, und klicken Sie auf die Schaltfl&auml;che mit dem Pfeil nach links, die sich zwischen den Bereichen <strong>Server</strong> und <strong>Cluster</strong> befindet.</li>
  </ul>
  <p class="list_para">Der Name des Managed Servers wird aus dem Bereich <strong>Cluster</strong> entfernt und im Bereich <strong>Server</strong> wiederhergestellt. </p>
  </li>
  <li>Wenn Sie die Zuweisung der Managed Server zu den gew&uuml;nschten Clustern beendet haben, klicken Sie im Assistenten auf die Schaltfl&auml;che <strong>Weiter</strong>.</li>
</ol>
<p class="body">Weitere Informationen finden Sie in der Dokumentations-Library f&uuml;r Oracle Fusion Middleware im <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.</p>
</body>
</html>
