<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: Server Rechnern zuweisen</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Server Rechnern zuweisen</H1>
<p>Hier k&ouml;nnen Sie jedem der von Ihnen definierten Rechner WebLogic Server-Instanzen zuweisen.</p>
<ol>
<li> W&auml;hlen Sie im Bereich <strong>Rechner</strong> den Windows- oder UNIX-Rechner aus, dem Sie eine WebLogic Server-Instanz zuweisen m&ouml;chten.</li>
  <li>Sie k&ouml;nnen WebLogic Server-Instanzen einem ausgew&auml;hlten Rechner folgenderma&szlig;en zuweisen:
    <ul>
<li> Doppelklicken Sie im Bereich <strong>Server</strong> auf die WebLogic Server-Instanz.</li>
      <li>W&auml;hlen Sie die entsprechende WebLogic Server-Instanz im Bereich <strong>Server</strong> aus, und klicken Sie auf die Schaltfl&auml;che mit dem Pfeil nach rechts, die sich zwischen den Bereichen <strong>Server</strong> und <strong>Rechner</strong> befindet.</li>
      <li>Klicken Sie bei gedr&uuml;ckter Umschalttaste auf mehrere Server im Bereich <strong>Server</strong>, um sie auszuw&auml;hlen, und klicken Sie dann auf die Schaltfl&auml;che mit dem Pfeil nach rechts, die sich zwischen den Bereichen <strong>Server</strong> und <strong>Rechner</strong> befindet.</li>
    </ul>
    <p class="list_para">Der Name der zugewiesenen WebLogic Server-Instanz wird daraufhin aus dem Bereich <strong>Server</strong> entfernt und unter den Namen des Zielrechners im Bereich <strong>Rechner</strong> eingef&uuml;gt.</p>
  </li>
  <li>Wiederholen Sie die Schritte 1 und 2 f&uuml;r jede WebLogic Server-Instanz, die Sie einem Rechner zuweisen m&ouml;chten.</li>
  <li> Pr&uuml;fen Sie die Rechnerzuweisungen.
 <p class="list_para">Falls erforderlich, k&ouml;nnen Sie eine WebLogic Server-Instanz folgenderma&szlig;en aus einem Rechner entfernen:</p>
    <ul>
<li> Doppelklicken Sie im Bereich <strong>Rechner</strong> auf den Namen der entsprechenden WebLogic Server-Instanz.</li>
      <li>W&auml;hlen Sie die entsprechende WebLogic Server-Instanz im Bereich <strong>Rechner</strong> aus, und klicken Sie auf die Schaltfl&auml;che mit dem Pfeil nach links, die sich zwischen den Bereichen <strong>Server</strong> und <strong>Rechner</strong> befindet.</li>
    </ul>
    <p class="list_para">Der Name der WebLogic Server-Instanz wird aus dem Bereich <strong>Rechner</strong> entfernt und im Bereich <strong>Server</strong> wiederhergestellt.</p>
  </li>
  <li>Wenn Sie die Zuweisung der WebLogic Server-Instanzen zu den gew&uuml;nschten Rechnern beendet haben, klicken Sie auf die Schaltfl&auml;che <strong>Weiter</strong>.</li>
</ol>
<p class="body">Weitere Informationen finden Sie in der Dokumentations-Library f&uuml;r Oracle Fusion Middleware im <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.</p>
</body>
</html>
