<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: Administrationsserver konfigurieren</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Administrationsserver konfigurieren</h1>
<p>Der Administrationsserver ist der zentrale Punkt, von dem aus Sie die Domain verwalten. Sie k&ouml;nnen &uuml;ber den URL <span class="code">protocol://listen-address:listen-port</span> auf den Administrationsserver zugreifen. Eines der folgenden Protokolle kann verwendet werden: <span class="code">t3</span>, <span class="code">t3s</span>, <span class="code">http</span> oder <span class="code">https</span>.</p>
<p>Hier k&ouml;nnen Sie die Einstellungen f&uuml;r den folgenden Administrationsserver konfigurieren oder &auml;ndern. Pflichtfelder sind mit einem Sternchen (*) markiert.</p>
<table>
 <tr>
 <th>Feld</th>
    <th>Beschreibung</th>
  </tr>
 <tr>
 <td><strong>*Name</strong></td>
    <td>Der Standardname ist &quot;AdminServer&quot;. G&uuml;ltige Servernamen setzen sich aus einer Folge von alphabetischen und numerischen Zeichen zusammen.
<p class="list_para">Jede Serverinstanz in der Produktionsumgebung muss einen eindeutigen Namen haben, unabh&auml;ngig von der Domain oder dem Cluster, der bzw. dem sie angeh&ouml;rt, und unabh&auml;ngig davon, ob es sich um einen Administrationsserver oder einen Managed Server handelt. Dar&uuml;ber hinaus muss der Name des Administrationsservers unter allen Komponentennamen innerhalb der Domain eindeutig sein.</p>
      <p class="list_para"><strong>Hinweis</strong>: Dieser Wert wird nur zu Identifizierungszwecken angegeben. Er wird nicht als Teil des URL f&uuml;r Anwendungen, die auf dem Server bereitgestellt werden, verwendet. Der Servername wird in der Administrationskonsole von WebLogic Server angezeigt. Au&szlig;erdem m&uuml;ssen Sie diesen Namen zur Identifizierung des Servers angeben, wenn Sie Befehlszeilen-Utilitys oder APIs von WebLogic Server verwenden. </p></td>
  </tr>
 <tr>
 <td><strong>*Listening-Adresse</strong></td>
    <td>W&auml;hlen Sie aus der Dropdown-Liste einen Wert f&uuml;r die Listening-Adresse aus.<p class="list_para">Wenn Sie <strong>localhost</strong> als Listening-Adresse f&uuml;r eine Serverinstanz ausw&auml;hlen, k&ouml;nnen remote ausgef&uuml;hrte Prozesse keine Verbindung mit der Serverinstanz aufnehmen. Dann k&ouml;nnen nur solche Prozesse Verbindung mit der Serverinstanz aufnehmen, die sich auf demselben Rechner wie die Serverinstanz befinden. Wenn die Serverinstanz als lokaler Host zur Verf&uuml;gung stehen muss (Beispiel: Sie erstellen administrative Skripte, die mit dem lokalen Host verbunden sind) und auch f&uuml;r remote ausgef&uuml;hrte Prozesse zug&auml;nglich sein soll, w&auml;hlen Sie <strong>Alle lokalen Adressen</strong>. Die Serverinstanz ermittelt dann die Adresse des Rechners und &uuml;berwacht diesen.</p>
<p class="list_para">Weitere Informationen dazu finden Sie unter <a href="#listen_address">Listening-Adresse angeben</a>.</p>
</td>
  </tr>
 <tr>
 <td><strong>Listening-Port</strong></td>
    <td>Geben Sie einen g&uuml;ltigen Wert f&uuml;r den Listening-Port ein, der f&uuml;r regul&auml;re, ungesicherte Anforderungen (&uuml;ber Protokolle wie HTTP und T3) verwendet werden soll.
      <p class="list_para">Der Standardwert ist 7001 f&uuml;r den Administrationsserver. Wenn Sie dieses Feld leer lassen, wird der Standardwert verwendet. </p>
      <p class="list_para">Der Bereich g&uuml;ltiger Listening-Ports liegt zwischen 1 und 65534.</p>
<p class="list_para">Weitere Informationen finden Sie unter <a href="#listen_port">Listening Port angeben</a>.</p>
</td>
  </tr>
 <tr>
 <td><strong>SSL aktiviert </strong></td>
    <td>Aktivieren Sie dieses Kontrollk&auml;stchen, um den SSL-Listening-Port zu aktivieren. Standardm&auml;&szlig;ig ist SSL f&uuml;r alle neuen Server deaktiviert.</td>
  </tr>
 <tr>
 <td><strong>SSL-Listening-Port</strong> </td>
    <td>Dieses Feld ist nur dann aktiviert, wenn das Kontrollk&auml;stchen <strong>SSL aktiviert</strong> aktiviert ist.<p class="list_para">Geben Sie einen g&uuml;ltigen Wert ein, der f&uuml;r gesicherte Anforderungen (&uuml;ber Protokolle wie HTTPS und T3S) verwendet werden soll. Der Standardwert ist 7002. Wenn Sie dieses Feld leer lassen, wird der Standardwert verwendet.</p>
      <p class="list_para">Der Bereich g&uuml;ltiger Listening-Ports liegt zwischen 1 und 65535.</p>
    <p class="list_para"><strong>Hinweis</strong>: Standardm&auml;&szlig;ig verwendet eine Serverinstanz Demonstrationszertifikate, um Anforderungen von einem gesicherten Port zu authentifizieren. In einer Produktionsumgebung m&uuml;ssen Sie SSL f&uuml;r die Verwendung von Zertifikaten von einer Zertifizierungsstelle konfigurieren.</p></td>
  </tr>
</table>
<p>Wenn Sie alle erforderlichen Einstellungen und Eintr&auml;ge vorgenommen haben, klicken Sie auf die Schaltfl&auml;che <strong>Weiter</strong>.</p>
<p class="body">Weitere Informationen finden Sie in der Dokumentations-Library f&uuml;r Oracle Fusion Middleware im <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>


<hr />
<h2><a name="listen_address">Listening-Adresse angeben</a></h2>
<p>Dieser Abschnitt enth&auml;lt Richtlinien zur Angabe einer Listening-Adresse f&uuml;r den Administrationsserver. Diese Richtlinien gelten auch f&uuml;r alle Managed Server.</p>
<table>
 <tr>
 <th>Listening-Adresstyp</th>
    <th>Verhalten</th>
  </tr>
 <tr>
 <td><strong>Alle lokalen Adressen oder DNS-Name</strong></td>
    <td>Auf mehrfach vernetzten Rechnern ist eine Serverinstanz mit allen verf&uuml;gbaren IP-Adressen verbunden.</td>
  </tr>
 <tr>
 <td><strong>IP-Adresse oder DNS-Name</strong></td>
    <td><ul>
<li>Um eine Verbindung mit einer Serverinstanz herzustellen, kann f&uuml;r Prozesse entweder die IP-Adresse oder der entsprechende DNS-Namen angegeben werden.</li>
<li>Bei Angabe von LocalHost ist die Verbindung von Prozessen nicht erfolgreich.</li>
<li>Sie m&uuml;ssen die vorhandenen Prozesse aktualisieren, die LocalHost f&uuml;r die Verbindung mit einer Serverinstanz verwenden.</li>
<li>F&uuml;r Verbindungen, bei denen als Listening-Adresse die IP-Adresse und als Listening Port ein gesicherter Port angegeben werden, muss die Hostnamen&uuml;berpr&uuml;fung deaktiviert werden.</li>
</ul>
<p><strong>Hinweis:</strong>Um einen DNS-Namen zu einer IP-Adresse aufzul&ouml;sen, muss WebLogic Server Kontakt zum entsprechenden DNS-Server herstellen k&ouml;nnen oder die IP-Adresszuordnung lokal erreichen. Daher m&uuml;ssen Sie bei Angabe eines DNS-Namens f&uuml;r die Listening-Adresse entweder einen Port lange genug offen lassen, damit die WebLogic Server-Instanz eine Verbindung zum DNS-Server herstellen und die Zuordnungen cachen kann. Oder Sie m&uuml;ssen die IP-Adresszuordnung in einer lokalen Datei angeben. Wenn Sie eine IP-Adresse f&uuml;r die Listening-Adresse angeben und eine Clientanforderung dann einen DNS-Namen angibt, versucht WebLogic Server, den DNS-Namen aufzul&ouml;sen. Falls er jedoch nicht auf die DNS-Namenszuordnung zugreifen kann, ist die Anforderung nicht erfolgreich.</p>
</td>
</tr>
<tr>
<td><strong>localhost</strong></td>
<td><ul>
<li>Um eine Verbindung zwischen Prozessen und der Serverinstanz herzustellen, muss LocalHost angegeben werden.</li>
<li>Eine Verbindung mit der Serverinstanz kann nur f&uuml;r Prozesse hergestellt werden, die sich auf dem gleichen Rechner wie die Serverinstanz befinden (lokale Prozesse).</li>
</ul></td>
  </tr>

</table>
<hr />


<h2><a name="listen_port">Listening Port angeben</h2>
<p>Beachten Sie bei der Angabe des Listening Ports f&uuml;r den Administrationsserver die folgenden Richtlinien. Diese Richtlinien gelten auch f&uuml;r Managed Server.</p>
<ul>
<li>Sie k&ouml;nnen jede beliebige Port-Nummer angeben. Wenn Sie jedoch Port 80 angeben, k&ouml;nnen Sie die Port-Nummer bei der HTTP-Anforderung weglassen, die f&uuml;r den Zugriff auf Ressourcen &uuml;ber HTTP verwendet wird. Beispiel: Wenn Sie Port 80 als Listening-Port festlegen, k&ouml;nnen Sie den URL <span class="code>http://hostname/myfile.html</span> instead of <span class=" code="code">http://hostname:portnumber/myfile.html</span> verwenden.</li>
<li>Bei einigen Betriebssystemen ist Port 80 nur f&uuml;r solche Prozesse zug&auml;nglich, die unter einer berechtigten Benutzer- oder Gruppen-ID ausgef&uuml;hrt werden. In diesem Fall k&ouml;nnen Sie die Serverinstanz einem UNIX-Rechner zuweisen, auf dem eine Post-Bind-UID oder -GID definiert ist.</li>

</ul>
<p></p>

<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.
</p></body>
</html>
