<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: Erweiterte Konfiguration ausw&auml;hlen</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Erweiterte Konfiguration ausw&auml;hlen</h1>
<p>W&auml;hlen Sie alle Kategorien (falls zutreffend) aus, f&uuml;r die Sie eine erweiterte Konfiguration ausf&uuml;hren m&ouml;chten. F&uuml;r jede ausgew&auml;hlte Kategorie wird der entsprechende Konfigurationsbildschirm angezeigt, in dem Sie eine erweiterte Konfiguration ausf&uuml;hren k&ouml;nnen. Wenn Sie hier keine Elemente ausw&auml;hlen, wird als N&auml;chstes der Bildschirm &quot;Konfigurationszusammenfassung&quot; angezeigt.</p>
<p><strong>Hinweis:</strong>Die in diesem Bildschirm aufgelisteten Kategorien h&auml;ngen von den Ressourcen ab, die in der f&uuml;r die Domain ausgew&auml;hlten Vorlage definiert wurden.</p>
<p><strong>Hinweis:</strong> Die Optionen <strong>Administrationsserver</strong> und <strong>RDBMS-Sicherheitsspeicher</strong> stehen bei der Erweiterung einer Domain nicht zur Verf&uuml;gung. </p>
<ul>
<li><strong>Administrationsserver</strong> <br>W&auml;hlen Sie diese Option, um die Einstellungen f&uuml;r den Administrationsserver wie Servername, Listening-Adresse, Listening Port und SSL-Einstellungen zu &auml;ndern.</li>
<li><strong>Verteiltes JMS-Ziel</strong> <br>Standardm&auml;&szlig;ig werden verteilte JMS-Ziele automatisch in gewichtete verteilte Ziele (WDD) konvertiert. W&auml;hlen Sie diese Option, um ein verteiltes JMS-Ziel in ein einheitliches verteiltes Ziel (UDD) zu &auml;ndern.</li>
<li>Managed Server, Cluster und Rechner<br> W&auml;hlen Sie diese Option, um
<ul>
<li>der Domain Managed Server, Cluster oder Rechner hinzuzuf&uuml;gen</li>
<li>vorhandene Managed Server, Cluster oder Rechner zu l&ouml;schen</li>
<li>einem vorhandenen Cluster Managed Server hinzuzuf&uuml;gen</li>
<li>&Auml;ndern Sie die Einstellungen f&uuml;r vorhandene Managed Server, Cluster oder Rechner.</li>
</ul>
</li>
<li><strong>Deployments und Services</strong> <br>W&auml;hlen Sie diese Option, um einzustellen, wie Anwendungs-Deployments und Services als Ziele f&uuml;r Server und Cluster definiert werden.</li>
<li><strong>JMS-Dateispeicher</strong> <br>W&auml;hlen Sie diese Option, um die Einstellungen f&uuml;r die JMS-Dateispeicher zu &auml;ndern. Sie k&ouml;nnen f&uuml;r jeden Dateispeicher den Namen, das Verzeichnis und die Policy zum synchronen Schreiben &auml;ndern.</li>
<li><strong>RDBMS-Sicherheitsspeicher</strong><br>W&auml;hlen Sie diese Option, um ein externes relationales Datenbankmanagementsystem (RDBMS) als Datenspeicher f&uuml;r verschiedene Sicherheitsprovider zu konfigurieren.</li>
</ul>
<p>F&uuml;r jede erweiterte Konfigurationsoption, die Sie auf diesem Bildschirm ausw&auml;hlen, zeigt der Assistent sp&auml;ter zus&auml;tzliche Bildschirme an, auf denen Sie die entsprechenden erweiterten Konfigurationseinstellungen definieren k&ouml;nnen. </p>
<p>Aktivieren Sie je nach gew&uuml;nschter erweiterter Konfiguration die entsprechenden Kontrollk&auml;stchen, und klicken Sie dann auf die Schaltfl&auml;che <strong>Weiter</strong>.</p>
  <p class="body">Weitere Informationen finden Sie in der Dokumentations-Library f&uuml;r Oracle Fusion Middleware im <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.</p>
</body>
</html>
