<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: Cluster konfigurieren</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Cluster konfigurieren</h1>
<p>Hier k&ouml;nnen Sie Cluster hinzuf&uuml;gen, konfigurieren und l&ouml;schen. </p>
<p>Ein Cluster ist eine Gruppe von WebLogic Server-Instanzen, die gemeinsam f&uuml;r Skalierbarkeit und hohe Verf&uuml;gbarkeit von Anwendungen sorgen. Durch die Erstellung von Clustern k&ouml;nnen Sie Managed Server in Gruppen zusammenfassen, so dass sie als ein einzelner Host f&uuml;r Anwendungen und Ressourcen fungieren.</p>
<ol>
<li> Pr&uuml;fen Sie die aktuelle Cluster-Konfiguration. Die Standardwerte h&auml;ngen von der gew&auml;hlten Domain-Quelle ab.
  <p class="list_para"><strong>Hinweis</strong>: Der Assistent bietet zwei Ansichten: eine tabellarische &Uuml;bersicht aller Cluster und eine Einzelansicht jedes einzelnen Clusters, bei der jeder Server &uuml;ber eine eigene Registerkarte dargestellt wird. Sie k&ouml;nnen den Anzeigemodus zwischen Tabellen- und Registerkartenansicht hin- und herwechseln, indem Sie auf <strong>Anzeige umschalten</strong> klicken.</p>
  </li>
  <li>Je nach den Erfordernissen Ihrer Domain k&ouml;nnen Sie Cluster hinzuf&uuml;gen oder l&ouml;schen oder die Einstellungen f&uuml;r bestehende Cluster &auml;ndern.
<p class="list_para">In der folgenden Tabelle werden die einzelnen Felder auf diesem Bildschirm beschrieben. Mit einem Sternchen (*) markierte Felder m&uuml;ssen ausgef&uuml;llt werden.</p>
    <table>
 <tr>
 <th>Feld</th>
        <th>Beschreibung</th>
      </tr>
 <tr>
 <td><strong>Name*</strong></td>
        <td>Geben Sie einen g&uuml;ltigen Namen f&uuml;r das Cluster ein.
        <p class="list_para">Der Name des Clusters muss unter allen Komponentennamen innerhalb der Domain eindeutig sein. Der Standardwert in diesem Feld ist <span class="code">new_Cluster_n</span>, wobei <span class="code">n</span> ein numerischer Wert ist, mit dem die einzelnen Standard-Clusternamen unterschieden werden. Der Wert von <span class="code">n</span> f&uuml;r das erste Cluster ist 1. F&uuml;r jedes weitere Cluster wird der Wert um 1 erh&ouml;ht.</p></td>
      </tr>
 <tr>
 <td><strong>Cluster-Messaging-Modus</strong></td>
        <td>W&auml;hlen Sie als Messaging-Modus &quot;Unicast&quot; oder &quot;Multicast&quot;.
        </td>
      </tr>
 <tr>
 <td><strong>Multicast-Adresse</strong></td>
        <td>Dieses Feld ist nur aktiviert, wenn Sie den Messaging-Modus &quot;Multicast&quot; ausgew&auml;hlt haben.
          <p class="list_para">Geben Sie die Multicast-Adresse f&uuml;r das Cluster ein. Diese Adresse wird von Cluster Members f&uuml;r die Kommunikation untereinander verwendet. Der Standardwert ist <span class="code">239.192.0.0</span>. Der Bereich g&uuml;ltiger Multicast-Adressen liegt zwischen <span class="code">224.0.0.1</span> und <span class="code">239.255.255.255</span>.</p></td>
      </tr>
 <tr>
 <td><strong>Multicast Port</strong></td>
        <td>Dieses Feld ist nur aktiviert, wenn Sie den Messaging-Modus &quot;Multicast&quot; ausgew&auml;hlt haben.
        <p class="list_para">Geben Sie den Multicast Port f&uuml;r das Cluster ein. Der Multicast Port wird von Cluster Members f&uuml;r die Kommunikation untereinander verwendet. Der Standardwert ist <span class="code">7001</span>.</p></td>
      </tr>
 <tr>
 <td><strong>Cluster-Adresse</strong></td>
        <td>Geben Sie die Adressen der Managed Server im Cluster ein. Eine Cluster-Adresse kann folgenderma&szlig;en aussehen:
		<ul>
<li> Durch Komma getrennte Liste von IP-Adressen oder DNS-Namen und -Ports (Beispiel: dns_name:port, dns_name:port)</li>
        <li>DNS-Name, der mehreren IP-Adressen zugeordnet ist</li>
        <li>localhost, DNS-Name oder IP-Adresse, wenn die Listening-Adresse aller Managed Server auf dieselbe Listening-Adresse mit eindeutigen Port-Nummern eingestellt ist</li>
		</ul>
        <p class="list_para">Die Cluster-Adresse wird in Entity- und Stateless-EJBs verwendet, um den Host-Namen-Anteil von URLs zu erstellen. Ist die Cluster-Adresse nicht eingestellt, funktionieren die EJB-Handles m&ouml;glicherweise nicht ordnungsgem&auml;&szlig;.</p></td>
      </tr>
 </table>
  </li>
  <li>Wenn Sie alle erforderlichen Einstellungen und Eintr&auml;ge vorgenommen haben, klicken Sie auf die Schaltfl&auml;che <strong>Weiter</strong>.</li>
</ol>
<p>Um ein Cluster zu l&ouml;schen, w&auml;hlen Sie den Server und klicken auf <strong>L&ouml;schen</strong>. Beim L&ouml;schen eines Clusters l&ouml;schen Sie nicht die ihm zugeordneten Server. Die Server werden lediglich aus dem Cluster entfernt und k&ouml;nnen dann einem anderen Cluster hinzugef&uuml;gt werden. Sie k&ouml;nnen Cluster nur einzeln l&ouml;schen.</p>

<p>Um ein Cluster hinzuf&uuml;gen, klicken Sie auf <strong>Hinzuf&uuml;gen</strong> und konfigurieren Sie die Einstellungen f&uuml;r den neuen Server. Der Standardname f&uuml;r ein neues Cluster lautet <span class="code">new_Cluster_n</span>, wobei <span class="code">n</span> bei <span class="code">1</span> beginnt und sich f&uuml;r jedes weitere Cluster schrittweise erh&ouml;ht. Zur &Auml;nderung des Standards geben Sie den gew&uuml;nschten Namen in der Spalte &quot;Name&quot; ein.</p>
<p>Um die Anzeige von dem standardm&auml;&szlig;igen tabellarischen Format in ein Registerkartenformat zu &auml;ndern (mit einer Registerkarte pro Cluster), klicken Sie auf <strong>Anzeige umschalten</strong>. Um zum tabellarischen Format zur&uuml;ckzukehren, klicken Sie erneut auf <strong>Anzeige umschalten</strong>.</p>
<p class="body">Weitere Informationen finden Sie in der Dokumentations-Library f&uuml;r Oracle Fusion Middleware im <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.</p>
</body>
</html>
