<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: JMS-Dateispeicher konfigurieren</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>JMS-Dateispeicher konfigurieren</H1>
<p>Ein JMS-Speicher ist eine datei- oder datenbankbasierte Datei, in der persistente Nachrichten gespeichert werden k&ouml;nnen.</p>
<p>Pr&uuml;fen Sie die aktuellen Einstellungen f&uuml;r JMS-Dateispeicher, und nehmen Sie nach Bedarf &Auml;nderungen vor. Die Standardwerte h&auml;ngen von der zuvor gew&auml;hlten Domain-Quelle ab.</p>
 <p><strong>Hinweis</strong>: Der Assistent bietet zwei Anzeigemodi: eine tabellarische &Uuml;bersicht aller definierten Komponenten und eine Einzelansicht, in der jede Komponente in einer eigenen Registerkarte dargestellt wird. Sie k&ouml;nnen den Anzeigemodus zwischen Tabellen- und Registerkartenansicht hin- und herwechseln, indem Sie auf <strong>Anzeige umschalten</strong> klicken.</p>
 <p> In der folgenden Tabelle werden die einzelnen Felder auf diesem Bildschirm beschrieben. Mit einem Sternchen (*) markierte Felder m&uuml;ssen ausgef&uuml;llt werden.</p>
 <table>
 <tr>
 <th>Feld</th>
      <th>Beschreibung</th>
    </tr>
 <tr>
 <td><strong>Name*</strong></td>
      <td>Geben Sie einen Namen f&uuml;r den JMS-Dateispeicher ein.<p class="list_para">Der Name muss eine Zeichenfolge sein und darf Leerzeichen beinhalten. Der Name des JMS-Dateispeichers muss unter s&auml;mtlichen Komponentennamen innerhalb der Domain eindeutig sein.</p></td>
    </tr>
 <tr>
 <td><strong>Verzeichnis</strong></td>
      <td>Geben Sie den Pfad des Verzeichnisses (in Ihrem System) ein, in dem sich der JMS-Dateispeicher befindet.</td>
    </tr>
 <tr>
 <td><strong>Synchrone Speicher-Policy</strong></td>
      <td>W&auml;hlen Sie eine der folgenden synchronen Speicher-Policys aus, um festzulegen, auf welche Weise der Dateispeicher Daten auf den Datentr&auml;ger schreiben soll:<ul>
<li class="list_para"> <strong>Cache-Flush</strong>: Transaktionen k&ouml;nnen nicht abgeschlossen werden, bevor all ihre Schreibvorg&auml;nge auf den Datentr&auml;ger geleert worden sind.</li>
      <li class="list_para"><strong>Direct-Write</strong>: Schreibvorg&auml;nge werden direkt auf den Datentr&auml;ger ausgef&uuml;hrt. Diese Policy wird auf Solaris und Windows unterst&uuml;tzt. Ist diese Policy auf einer nicht unterst&uuml;tzten Plattform aktiv, wechselt der Dateispeicher automatisch zur Policy &quot;Cache-Flush&quot;.
	 <p class="list_para"><strong>Hinweis</strong>: Die Policy &quot;Direct-Write&quot; ist in Solaris-Systemen verl&auml;sslich. Bei Windows-Systemen bleiben jedoch m&ouml;glicherweise Transaktionsdaten im Datentr&auml;ger-Cache zur&uuml;ck, ohne dass diese umgehend auf den Datentr&auml;ger geschrieben werden. Dies gilt als unzuverl&auml;ssig, da ein Stromausfall zu einem Verlust von Daten im Datentr&auml;ger-Cache f&uuml;hren kann, der m&ouml;glicherweise einen Verlust oder ein Duplizieren von Meldungen verursacht. Um mit der Policy &quot;Direct-Write&quot; auf Windows verl&auml;ssliche Schreibvorg&auml;nge zu gew&auml;hrleisten, deaktivieren Sie entweder s&auml;mtliche Schreib-Caches f&uuml;r den Datentr&auml;ger (diese sind standardm&auml;&szlig;ig aktiviert), oder verwenden Sie einen Datentr&auml;ger mit einem batteriegest&uuml;tzten Cache. Einige Dateisysteme lassen jedoch eine &Auml;nderung dieses Wertes nicht zu (Beispiel: ein RAID-System, welches einen verl&auml;sslichen Cache hat).</p>
      </li>
      <li class="list_para"><strong>Deaktiviert</strong>: Transaktionen sind abgeschlossen, sobald die zu schreibenden Daten im Cache gespeichert sind. Ist diese Policy aktiv, wird mit der Beendigung von Transaktionen nicht gewartet, bis alle Daten auf Datentr&auml;ger geschrieben sind.</li>
      </ul>
	  <p class="list_para">Diese Einstellung hat Auswirkungen auf Performance, Skalierbarkeit und Verl&auml;sslichkeit.</p>
      <p class="list_para"><strong>Hinweis</strong>: Wird der JMS-Dateispeicher ausschlie&szlig;lich f&uuml;r das Paging nicht-persistenter Meldungen auf den Datentr&auml;ger verwendet, wird die synchrone Speicher-Policy ignoriert.</p></td>
    </tr>
 </table>

<p>Wenn Sie alle erforderlichen Einstellungen und Eintr&auml;ge vorgenommen haben, klicken Sie auf die Schaltfl&auml;che <strong>Weiter</strong>.</p>

<p class="body">Weitere Informationen finden Sie in der Dokumentations-Library f&uuml;r Oracle Fusion Middleware im <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.</p>
</body>
</html>

