<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: Rechner konfigurieren</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Rechner konfigurieren</h1>
<p>In einer WebLogic-Domain dienen Rechnerdefinitionen zur Identifizierung physikalischer Hardwareeinheiten und werden den von ihnen gehosteten WebLogic Server-Instanzen zugeordnet.</p>

<p>Hier k&ouml;nnen Sie Rechner hinzuf&uuml;gen oder l&ouml;schen oder die Einstellungen f&uuml;r einen vorhandenen Rechner &auml;ndern. </p>

<p>W&auml;hlen Sie die Registerkarte <strong>Rechner</strong> (f&uuml;r Windows) bzw. die Registerkarte &quot;Unix-Rechner&quot; (f&uuml;r UNIX).</p>

<p>Sie k&ouml;nnen Rechnerdefinitionen in den folgenden Situationen erstellen:</p>
<ul>
<li>Der Administrationsserver verwendet die Rechnerdefinitionen zusammen mit dem Node Manager, um Remote-Server zu starten.</li>
<li>WebLogic Server verwendet konfigurierte Rechnernamen, um in einem Cluster den Server festzulegen, der bestimmte Tasks, wie HTTP-Sessionreplikation, am besten verarbeiten kann. Anschlie&szlig;end delegiert WebLogic Server diese Tasks an den angegebenen Server.</li>
</ul>
<p><strong>Hinweis:</strong> Sie m&uuml;ssen Rechner f&uuml;r jede Produktinstallation konfigurieren, bei der ein Node Manager-Prozess ausgef&uuml;hrt wird. Die Rechnerkonfiguration muss Werte f&uuml;r die Listening-Adresse und Port-Nummer-Parameter enthalten. 
</p>

<p>F&uuml;r jeden Rechner bestehen die folgenden Konfigurationseinstellungen. Pflichtfelder werden mit einem Sternchen (*) markiert.</p>
<ol>
<li> W&auml;hlen Sie die Registerkarte <strong>Rechner</strong> (f&uuml;r Windows) bzw. die Registerkarte <strong>Unix-Rechner</strong> (f&uuml;r UNIX).</li>
  <li>Pr&uuml;fen Sie die aktuelle Liste der Konfigurationen, und f&uuml;gen Sie Einstellungen wie f&uuml;r Ihre Domain erforderlich hinzu, bzw. l&ouml;schen oder &auml;ndern Sie sie. In der folgenden Tabelle werden die Felder auf diesem Bildschirm beschrieben. Mit Sternchen (*) markierte Felder m&uuml;ssen ausgef&uuml;llt werden.<p></p>
    <table>
 <tr>
 <th>Feld</th>
      <th>Beschreibung</th>
    </tr>
 <tr>
 <td><strong>Name*</strong></td>
      <td>Geben Sie einen g&uuml;ltigen Namen f&uuml;r den Rechner ein.<p class="list_para">Mit dem Rechnernamen wird der Rechner innerhalb der WebLogic Server-Domain identifiziert. Dieser Name muss nicht mit dem Netzwerknamen des Rechners &uuml;bereinstimmen. Der Name muss unter allen Komponentennamen innerhalb der Domain eindeutig sein. Der Standardwert in diesem Feld ist <span class="code">new_[Unix]Machine_n</span>, wobei <span class="code">n</span> ein numerischer Wert ist, mit dem die einzelnen Standard-Rechnernamen unterschieden werden. Der Wert von <span class="code">n</span> f&uuml;r den ersten Rechner ist 1. F&uuml;r jeden weiteren Rechner wird der Wert um 1 erh&ouml;ht.</p></td>
    </tr>
 <tr>
 <td><strong>Listening-Adresse des Node Managers</strong></td>
      <td>W&auml;hlen Sie aus der Liste einen Wert f&uuml;r die Adresse aus, die der Node Manager zur &Uuml;berwachung von Verbindungsanforderungen verwenden soll.<p class="list_para">Standardm&auml;&szlig;ig werden in der Liste die f&uuml;r das lokale System definierten Adressen und <strong>localhost</strong> angezeigt. Der Standardwert ist <strong>localhost</strong>. Wenn Sie eine IP-Adresse f&uuml;r einen Rechner angeben, auf dem sich der Administrationsserver befindet, und Sie auf den Node Manager von WebLogic Server zugreifen m&uuml;ssen, m&uuml;ssen Sie die Verifikation des Hostnamens deaktivieren.</p>
<p>Weitere Informationen finden Sie unter <a href="http://www.oracle.com/pls/as1111/lookup?id=SECMG388" target="_blank">Hostnamen&uuml;berpr&uuml;fung verwenden</a> in <i>Oracle WebLogic Server sichern</i>.</p></td>
    </tr>
 <tr>
 <td><strong>Listening-Port des Node Managers</strong></td>
      <td>Geben Sie einen g&uuml;ltigen Wert f&uuml;r den Listening-Port ein, den der Node Manager auf Verbindungsanforderungen &uuml;berwachen soll.<p class="list_para">Der Bereich g&uuml;ltiger Port-Nummern f&uuml;r den Listening-Port des Node Managers liegt zwischen 1 und 65534. Der Standardwert ist 5556.</p></td>
    </tr>
 <tr>
 <td><strong>Post-Bind-GID aktiviert</strong></td>
      <td>(Nur f&uuml;r UNIX-Rechner) Aktivieren Sie dieses Kontrollk&auml;stchen, damit ein auf diesem Rechner ausgef&uuml;hrter Server nach Abschluss aller privilegierten Startprozesse mit einer UNIX-Gruppen-ID (UID) verbunden werden kann (siehe unten die Beschreibung des Feldes <strong>Post-Bind-UID</strong>). Standardm&auml;&szlig;ig ist dieses Feld deaktiviert. </td>
    </tr>
 <tr>
 <td><strong>Post-Bind-GID</strong></td>
      <td>(Nur f&uuml;r UNIX-Rechner) Geben Sie eine g&uuml;ltige UNIX-Gruppen-ID (GID) ein, die ein auf diesem Rechner befindlicher Server nach Abschluss aller privilegierten Startprozesse ausf&uuml;hren soll. Ansonsten verwendet der Server weiterhin die Gruppen-ID, mit der er gestartet wurde. 
        <p class="list_para">Diese Einstellung wird nur dann wirksam, wenn Sie das Kontrollk&auml;stchen <strong>Post-bind-GID aktiviert</strong> aktivieren. </p></td>
    </tr>
 <tr>
 <td><strong>Post-Bind-UID aktiviert</strong></td>
      <td>(Nur f&uuml;r UNIX-Rechner) Aktivieren Sie dieses Kontrollk&auml;stchen, damit ein auf diesem Rechner ausgef&uuml;hrter Server nach Abschluss aller privilegierten Startprozesse mit einer UNIX-Benutzer-ID (UID) verbunden werden kann (siehe unten die Beschreibung des Feldes <strong>Post-Bind-UID</strong>). Standardm&auml;&szlig;ig ist dieses Feld deaktiviert. </td>
    </tr>
 <tr>
 <td><strong>Post-Bind-UID</strong></td>
      <td>(Nur f&uuml;r UNIX-Rechner) Geben Sie eine g&uuml;ltige UNIX-Benutzer-ID (UID) ein, die ein auf diesem Rechner befindlicher Server nach Abschluss aller privilegierten Startprozesse ausf&uuml;hren soll. Ansonsten verwendet der Server weiterhin die Benutzer-ID, mit der er gestartet wurde.
        <p class="list_para">Diese Einstellung wird nur dann wirksam, wenn Sie das Kontrollk&auml;stchen <strong>Post-bind-UID aktiviert</strong> aktivieren.</p></td>
    </tr>
 </table></li>

  <li>Wenn Sie alle erforderlichen Einstellungen und Eintr&auml;ge vorgenommen haben, klicken Sie auf die Schaltfl&auml;che <strong>Weiter</strong>.</li>
</ol>


<p>Um einen neuen Rechner hinzuzuf&uuml;gen, klicken Sie auf <strong>Hinzuf&uuml;gen</strong>. Der Standardname f&uuml;r einen neuen Rechner lautet <span class="code">new_[Unix]Machine_n</span>, wobei <span class="code">n</span> bei <span class="code">1</span> beginnt und sich f&uuml;r jeden weiteren Rechner um 1 erh&ouml;ht.</p>
<p>Um einen vorhandenen Rechner zu l&ouml;schen, klicken Sie auf <strong>L&ouml;schen</strong>.</p>
<p class="body">Weitere Informationen finden Sie in der Dokumentations-Library f&uuml;r Oracle Fusion Middleware im <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.</p>
</body>
</html>
