<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: Managed Server konfigurieren</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Managed Server konfigurieren</h1>
<p>Hier k&ouml;nnen Sie Managed Server hinzuf&uuml;gen oder l&ouml;schen. Sie k&ouml;nnen auch die Einstellungen f&uuml;r einen vorhandenen Managed Server &auml;ndern. Pflichtfelder sind mit einem Sternchen (*) markiert.</p>
<ol>
<li> Pr&uuml;fen Sie die aktuelle Managed Server-Konfiguration. Die Standardwerte h&auml;ngen von der gew&auml;hlten Domain-Quelle ab.
  <p class="list_para"><strong>Hinweis</strong>: Der Assistent bietet zwei Ansichten: eine tabellarische &Uuml;bersicht aller Managed Server und eine Einzelansicht jedes einzelnen Managed Servers, bei der jeder Server &uuml;ber eine eigene Registerkarte dargestellt wird. Sie k&ouml;nnen den Anzeigemodus zwischen Tabellen- und Registerkartenansicht hin- und herwechseln, indem Sie auf <strong>Anzeige umschalten</strong> klicken.</p>
</li>
  <li>Je nach den Erfordernissen Ihrer Domain k&ouml;nnen Sie Managed Server hinzuf&uuml;gen oder l&ouml;schen oder die Einstellungen f&uuml;r bestehende Managed Server &auml;ndern. Mit Sternchen (*) markierte Felder m&uuml;ssen ausgef&uuml;llt werden. <p class="list_para">Weitere Informationen zu den Feldern auf diesem Bildschirm finden Sie auf der Hilfeseite zum Bildschirm <a href="cfgadmn.html" target="_blank">Administrationsserver konfigurieren</a> </p>
  </li>
  <li>Wenn Sie alle erforderlichen Einstellungen und Eintr&auml;ge vorgenommen haben, klicken Sie auf die Schaltfl&auml;che <strong>Weiter</strong>. </li>
</ol>
<p class="body">Weitere Informationen finden Sie in der Dokumentations-Library f&uuml;r Oracle Fusion Middleware im <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.</p></body>
</html>
