<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: RDBMS-Sicherheitsspeicherdatenbank konfigurieren</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>RDBMS-Sicherheitsspeicherdatenbank konfigurieren</H1>
<p>Hier k&ouml;nnen Sie die Einstellungen f&uuml;r den RDBMS-Sicherheitsspeicher definieren.</p>
<p> In der folgenden Tabelle werden die Felder auf diesem Bildschirm beschrieben.</p>

  <table>
 <tr>
 <th>Feld</th>
      <th>Beschreibung</th>
    </tr>
 <tr>
 <td><strong>Datenbanktyp</strong></td>
      <td>W&auml;hlen Sie aus der Dropdown-Liste den Datenbanktyp aus, den Sie als RDBMS-Sicherheitsspeicher verwenden wollen.
</td>
    </tr>
 <tr>
 <td><strong>Treiber</strong></td>
      <td>W&auml;hlen Sie den Treiber aus, den Sie f&uuml;r die Datenbank verwenden m&ouml;chten. Welche Treiber zur Verf&uuml;gung stehen, h&auml;ngt von dem gew&auml;hlten Datenbanktyp ab.</td>
    </tr>
 <tr>
 <td><strong>Klassenname</strong></td>
      <td>Keine Ma&szlig;nahme erforderlich. Der Klassenname wird automatisch basierend auf dem gew&auml;hlten Treiber angezeigt.</td>
    </tr>
 <tr>
 <td><strong>DBMS-SID</strong></td>
      <td>Geben Sie die SID der Datenbank ein.</td>
    </tr>
 <tr>
 <td><strong>DBMS-Host</strong></td>
      <td>Geben Sie den Namen des Rechners ein, auf dem sich die Datenbank befindet. </td>
    </tr>
 <tr>
 <td><strong>DBMS-Port</strong></td>
      <td>Geben Sie den Port ein, der f&uuml;r die Verbindung mit dem Server verwendet werden soll. Die Standard-Port-Nummer, die mit dem gew&auml;hlten Datenbanktyp verkn&uuml;pft ist, wird automatisch angezeigt.</td>
    </tr>
 <tr>
 <td><strong>URL</strong></td>
      <td>Keine Ma&szlig;nahme erforderlich. Der URL wird automatisch basierend auf dem gew&auml;hlten Treiber angezeigt.</td>
    </tr>
 <tr>
 <td><strong>Benutzername</strong></td>
      <td>Geben Sie den Anmeldenamen f&uuml;r die Anmeldung bei der Datenbank ein.</td>
    </tr>
 <tr>
 <td><strong>Benutzerkennwort</strong></td>
      <td>Geben Sie das Kennwort f&uuml;r den Zugriff auf die Datenbank ein. <p class="list_para">G&uuml;ltige Werte bestehen aus einer alphanumerischen Zeichenfolge. Bindestrich (-) und Unterstrich ( _ ) werden unterst&uuml;tzt.<br> Der Wert wird verschl&uuml;sselt.</p></td>
    </tr>
 <tr>
 <td><strong>Benutzerkennwort best&auml;tigen</strong></td>
      <td>Geben Sie das Kennwort erneut ein.</td>
    </tr>
 <tr>
 <td><strong>Bekannte Eigenschaften</strong></td>
      <td>Keine Ma&szlig;nahme erforderlich. Die bekannten Eigenschaften der Datenbank werden automatisch basierend auf dem gew&auml;hlten Treiber angezeigt.</td>
    </tr>
 <tr>
 <td><strong>Zus&auml;tzliche Eigenschaften</strong></td>
      <td>Geben Sie bei Bedarf zus&auml;tzliche Eigenschaften an, die an den Treiber weitergereicht werden sollen.</td>
    </tr>
 </table>
<p><strong>Hinweis</strong>: Sie k&ouml;nnen die Verbindung zur Datenbank testen, indem Sie auf <strong>Verbindung testen</strong> klicken. Vor dem Start des Servers m&uuml;ssen Sie die erforderlichen SQL-Skripte f&uuml;r den RDBMS-Sicherheitsspeicher laden. Wenn Sie einen RDBMS-Sicherheitsspeicher in einer geclusterten Domain einsetzen, wird die Verwendung einer JMS-Konfiguration empfohlen (JNDI-Name und JMS-Topic).</p>
<p>Wenn Sie alle erforderlichen Einstellungen und Eintr&auml;ge vorgenommen haben, klicken Sie im Assistenten auf die Schaltfl&auml;che <strong>Weiter</strong>.</p>
<p class="body">Weitere Informationen finden Sie in der Dokumentations-Library f&uuml;r Oracle Fusion Middleware im <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.</p>
</body>
</html>

