<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: RAC-Multidatenquelle konfigurieren</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>RAC-Multidatenquelle konfigurieren</H1>
<p>Hier k&ouml;nnen Sie die in der Domain enthaltenen Datenquellen als Oracle RAC-Datenquellen konfigurieren.</p>
<p>In der unteren Bildschirmh&auml;lfte sind die Datenquellen aufgelistet, die Sie auf dem vorigen Bildschirm des Assistenten (<strong>JDBC-Datenquellen konfigurieren</strong>) als RAC-Datenquellen konfiguriert haben.</p>
<ol>
<li>W&auml;hlen Sie die Datenquelle aus, f&uuml;r die Sie Datenquelleinstellungen vornehmen m&ouml;chten, indem Sie das Kontrollk&auml;stchen neben dem Namen der Datenquelle aktivieren.
  <p class="list_para"><strong>Hinweis</strong>: Wenn Sie mehrere Datenquellen ausw&auml;hlen, wird m&ouml;glicherweise der Text &quot;<span class="code">Variiert unter Datenquellen</span>&quot; in bestimmten Feldern angezeigt. Dies weist darauf hin, dass die aktuellen Werte dieser Felder nicht in allen ausgew&auml;hlten Datenquellen identisch sind. Wenn Sie die Werte in solchen Feldern &auml;ndern, werden die neuen Werte einheitlich auf die gew&auml;hlten Datenquellen angewendet.</p>
</li>
<li>Definieren Sie die Einstellungen f&uuml;r die RAC-Datenquellen.
 <p class="list_para">In der folgenden Tabelle werden die Felder auf diesem Bildschirm beschrieben.</p>
<table>
 <tr>
 <th>Feld</th>
      <th>Beschreibung</th>
    </tr>
 <tr>
 <td><strong>Treiber</strong></td>
      <td>W&auml;hlen Sie den JDBC-Treiber aus, mit dem Sie sich bei der Datenbank anmelden wollen.</td>
    </tr>
 <tr>
 <td><strong>Service-Name</strong></td>
      <td>Geben Sie einen Namen f&uuml;r den Oracle RAC-Datenbank-Service ein.</td>
    </tr>
 <tr>
 <td><strong>Benutzername</strong></td>
      <td>Geben Sie den Anmeldenamen f&uuml;r die Anmeldung bei der Datenbank ein.</td>
    </tr>
 <tr>
 <td><strong>Kennwort</strong></td>
      <td>Geben Sie das Anmeldekennwort f&uuml;r den angegebenen Benutzernamen ein. </td>
    </tr>
 <tr>
 <td><strong>Host-Name</strong></td>
      <td>Geben Sie den Namen des Servers ein, auf dem sich die Oracle RAC-Datenbankinstanz befindet.</td>
    </tr>
	<tr>
 <td><strong>Instanzname</strong></td>
      <td>Geben Sie f&uuml;r jede Oracle-Datenbankinstanz den Namen ein.</td>
    </tr>
 <tr>
 <td><strong>Port</strong></td>
      <td>Geben Sie die Port-Nummer ein, &uuml;ber die Sie sich beim Server anmelden wollen, auf dem sich die Datenbankinstanz befindet.</td>
    </tr>
 </table>
<p class="list_para"><strong>Hinweis</strong>: Sie m&uuml;ssen f&uuml;r mindestens eine Datenbankinstanz den Hostnamen, Instanznamen und die Port-Nummer angeben.</p>
<p class="list_para">Sie k&ouml;nnen eine Datenbankinstanz hinzuf&uuml;gen, indem Sie auf <strong>Hinzuf&uuml;gen</strong> klicken und dann den Hostnamen, Instanznamen und die Port-Nummer angeben.</p>

  <p class="list_para">Die von Ihnen angegebenen Werte werden f&uuml;r die gew&auml;hlten Datenquellen in den entsprechenden Spalten in der Datenquellenliste angezeigt.</p>
</li>
<li>Wenn Sie alle erforderlichen Einstellungen und Eintr&auml;ge vorgenommen haben, klicken Sie auf <strong>Weiter</strong>, um die Verbindungen zu den Datenquellen zu testen. </li>
</ol>
<p class="body">Weitere Informationen finden Sie in der Dokumentations-Library f&uuml;r Oracle Fusion Middleware im <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.</p>
</body>
</html>

