<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: Willkommen</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Datenbankskripte ausf&uuml;hren </h1>
<p>Eine Domainvorlage kann eine Gruppe von nach Datenbanktyp organisierten SQL-Dateien enthalten. Wenn die Domainvorlage SQL-Dateien enth&auml;lt, k&ouml;nnen Sie sie w&auml;hrend der Erstellung der WebLogic-Domain auf dem Bildschirm <strong>Datenbankskripte ausf&uuml;hren</strong> ausf&uuml;hren. Der Datenbankinhalt f&uuml;r die einzelnen in der WebLogic-Domain definierten Datenquellen wird mit bestehenden SQL- oder Datenbankladedateien festgelegt.</p>
<p>Der Datenbankinhalt f&uuml;r die einzelnen in Ihrer Domain definierten Datenquellen wird mit bestehenden SQL- oder Datenbankladedateien festgelegt.</p>
<ol>
<li>W&auml;hlen Sie im Bereich <strong>Verf&uuml;gbare JDBC-Datenquellen</strong> die Datenquelle aus, f&uuml;r die Sie die Skripte ausf&uuml;hren wollen.
<p class="list_para">Die ausf&uuml;hrbaren Skripte werden im Bereich <strong>Verf&uuml;gbare SQL-Dateien und Optionen f&uuml;r das Laden der Datenbank</strong> angezeigt.</p></li>
<li>W&auml;hlen Sie aus der Liste <strong>DB-Version</strong> die Datenbankversion aus.</li>
<li>Klicken Sie auf <strong>Skripte ausf&uuml;hren</strong>. 
<p class="list_para">Alle im Bereich <strong>Verf&uuml;gbare SQL-Dateien und Optionen f&uuml;r das Laden der Datenbank</strong> angezeigten Skripte werden f&uuml;r die gew&auml;hlte Datenquelle ausgef&uuml;hrt. Die Ergebnisse werden im Bereich <strong>Ergebnisse</strong> angezeigt.</p>
<p class="list_para">Sie k&ouml;nnen die Testdatenausgabe in einer Log-Datei festhalten, indem Sie das Kontrollk&auml;stchen <strong>Log-Datei</strong> aktivieren und den Speicherort der Log-Datei angeben.</p></li>
<li>Wiederholen Sie die Schritte 1 bis 3 f&uuml;r jede Datenquelle, f&uuml;r die Sie Datenbankskripte ausf&uuml;hren wollen. </li>
<li>Klicken Sie nach der Ausf&uuml;hrung der Datenbankskripte auf <strong>Weiter</strong>.</li>
</ol>
<p class="body">Weitere Informationen finden Sie in der Dokumentations-Library f&uuml;r Oracle Fusion Middleware im <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.</p>
</body>
</html>

