<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: Domainquelle w&auml;hlen</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Domainquelle w&auml;hlen</h1>
<p>W&auml;hlen Sie, ob eine Domain generiert werden soll, die automatisch f&uuml;r die Unterst&uuml;tzung der ausgew&auml;hlten Produkte konfiguriert ist, oder ob Sie eine auf der vorhandenen Domainvorlage basierende Domain erstellen m&ouml;chten. Jedes in der Liste angezeigte Produkt wird einer einzelnen Domain oder Erweiterungsvorlage (JAR-Datei) zugeordnet, mit der die f&uuml;r dieses Produkt ben&ouml;tigten Ressourcen konfiguriert werden.</p>
<ol>
<li> W&auml;hlen Sie eine der folgenden Optionen:
 <ul>
<li> <strong>Generieren Sie eine Domain, die automatisch konfiguriert wird, um die folgenden Produkte zu unterst&uuml;tzen</strong><br>: Standardm&auml;&szlig;ig ist die Option <strong>Grundlegende WebLogic Server-Domain</strong> aktiviert. Aktivieren Sie die Kontrollk&auml;stchen zu den entsprechenden anderen Produkten, die Sie in die Domain aufnehmen m&ouml;chten. Wenn Sie ein Produkt w&auml;hlen, das abh&auml;ngig von den Ressourcen anderer Produkte in der Liste ist, werden diese Produkte automatisch mit ausgew&auml;hlt.</li>
      <li><strong>Erstellen Sie diese Domain mithilfe einer bereits vorhandenen Vorlage</strong><br>: W&auml;hlen Sie diese Option, wenn Sie eine Domain basierend auf einer vorhandenen Domainvorlage erstellen m&ouml;chten. Geben Sie in das Feld <strong>Vorlagenspeicherort</strong> den vollst&auml;ndigen Pfad zu der JAR-Datei der Vorlage ein, oder klicken Sie auf <strong>Durchsuchen</strong>, um zu dem Verzeichnis zu navigieren, in dem sich die erforderliche Vorlage befindet.</li>
    </ul>
  </li>
  <li>Wenn Sie die erforderliche Einstellung vorgenommen haben, klicken Sie im Assistenten auf die Schaltfl&auml;che <strong>Weiter</strong>. </li>
</ol>
<p><strong>Hinweis:</strong> Wenn eines der ausgew&auml;hlten Produkte Ressourcen ben&ouml;tigt, die von einem anderen, nicht ausgew&auml;hlten Produkt bereitgestellt werden, und Sie auf <strong>Weiter</strong> klicken, wird ein Warndialogfeld angezeigt. Kehren Sie zu dem Bildschirm &quot;Domainquelle w&auml;hlen&quot; zur&uuml;ck, um das Kontrollk&auml;stchen des abh&auml;ngigen Produkts zu aktivieren, bevor Sie fortfahren.</p>

<p class="body">Informationen zu den hier angezeigten Produktvorlagen finden Sie in <a href="http://www.oracle.com/pls/as1111/lookup?id=WLDTR" target="_blank">Oracle Fusion Middleware Domain Template Reference</a>.</p>

<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.</p></body>
</html>
