<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hilfe zum Konfigurationsassistenten: Services als Ziel f&uuml;r Server oder Cluster definieren</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Services als Ziel f&uuml;r Server oder Cluster definieren</H1>
<p>Hier k&ouml;nnen Sie Services als Ziel f&uuml;r die entsprechenden Managed Server oder Cluster definieren.</p>
<p>Services, die mit dem Produkt verkn&uuml;pft sind, f&uuml;r das Sie die Domain konfigurieren (Beispiel: SOA) werden automatisch f&uuml;r das Deployment eingeplant, und zwar auf den Managed Server f&uuml;r dieses Produkt oder auf das Cluster, dem dieser Managed Server zugewiesen ist. Auf diesem Bildschirm k&ouml;nnen Sie Services f&uuml;r das Deployment auf zus&auml;tzliche Server und Cluster festlegen.</p>
<ol>
<li>W&auml;hlen Sie im Bereich <strong>Ziel</strong> das Cluster oder den Server aus, auf dem Sie Services bereitstellen wollen.
  <p class="list_para">Der Name des gew&auml;hlten Zieles wird als Titel des rechten Fensterbereiches angezeigt.</p></li>
<li>Aktivieren Sie im rechten Fensterbereich die Kontrollk&auml;stchen des jeweiligen Service, f&uuml;r den ein Deployment auf das gew&auml;hlte Ziel durchgef&uuml;hrt werden soll.
  <p class="list_para">Die hier angezeigten Services h&auml;ngen von den Produkten ab, die Sie auf dem Bildschirm <strong>Domainquelle w&auml;hlen</strong> weiter vorne im Assistenten ausgew&auml;hlt haben.</p>
    <p class="list_para">Wenn Sie im Bereich <strong>Ziel</strong> einen Managed Server ausgew&auml;hlt haben, sind einige der Kontrollk&auml;stchen im rechten Bereich m&ouml;glicherweise deaktiviert. Dies weist darauf hin, dass die Services bereits f&uuml;r das Deployment auf das Cluster, das den Managed Server enth&auml;lt, festgelegt wurden.</p>
    <p class="list_para">Nachdem Sie die Services ausgew&auml;hlt haben, erscheinen die Namen der als Ziel definierten Cluster und Server in der Spalte <strong>Ziel</strong> im rechten Fensterbereich.</p>
</li>
<li>Wiederholen Sie die Schritte 1 und 2 nach Bedarf f&uuml;r weitere Cluster und Server.</li>
<li>Wenn Sie alle erforderlichen Einstellungen vorgenommen haben, klicken Sie auf die Schaltfl&auml;che <strong>Weiter</strong>.</li>
</ol>
<p>Wenn Sie eine Domain erweitern und einen Managed Server oder ein Cluster l&ouml;schen, auf dem das Deployment von Services derzeit festgelegt ist, ordnet der Konfigurationsassistent automatisch die Ziel-Deployments dieser Services neu zu, und zwar folgenderma&szlig;en:</p>
<ul>
<li>Wenn die Ziel-Deployments der Services urspr&uuml;nglich nur f&uuml;r die Managed Server oder Cluster festgelegt waren, die nun gel&ouml;scht werden (das hei&szlig;t, nach dem L&ouml;schen des Managed Servers oder Clusters h&auml;tte der Service in der ge&auml;nderten Domain kein Ziel), dann ordnet der Konfigurationsassistent automatisch die Services allen <i>berechtigen</i> Zielen neu zu.
<p class="list_para">Berechtigte Ziele sind alle Cluster oder Managed Server, die nicht in den Konfigurationsgruppenspezifikationen (config-groups.xml) einer enthaltenen Vorlage definiert sind. In der Datei config-groups.xml angegebene Server oder Cluster geh&ouml;ren zu der Vorlage und sind daher nicht f&uuml;r automatische Ziel-Deployments berechtigt.</p>
</li>
<li>Falls die Deployments der Services urspr&uuml;nglich f&uuml;r mehrere Ziele festgelegt waren (wie Managed Server, Cluster und Administrationsserver) und ein als Ziel definierter Managed Server oder Cluster gel&ouml;scht wird, werden die verbleibenden Zielverkn&uuml;pfungen in der erweiterten Domain beibehalten. Der Konfigurationsassistent nimmt keine Neuzuordnung der Services vor.
</li>
</ul>
<p class="body">Weitere Informationen finden Sie in der Dokumentations-Library f&uuml;r Oracle Fusion Middleware im <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright &copy; 2009, 2010, Oracle und/oder verbundene Unternehmen. All rights reserved. Alle Rechte vorbehalten.</p>
</body>
</html>
