messagedetail473500=Falha de implanta\u00E7\u00E3o do Gerenciador de Dados JMS Reporting durante a inicializa\u00E7\u00E3o do servidor. Isso pode ser decorr\u00EAncia de privil\u00E9gios de Seguran\u00E7a insuficientes, Tabelas Relat\u00F3rios ausentes ou perda de Conex\u00E3o de Banco de Dados.
cause473500=O Gerenciador de Dados JMS Reporting n\u00E3o foi implantado com sucesso.
action473500=Verifique os privil\u00E9gios de Seguran\u00E7a e a exist\u00EAncia de Tabelas de Relat\u00F3rios e/ou uma Conex\u00E3o de Banco de Dados. Se n\u00E3o houver Tabelas de Relat\u00F3rios, execute o Script de Banco de Dados do JMS Reporting Provider.
messagedetail473501=Houve um problema com o cancelamento da implanta\u00E7\u00E3o: todas as mensagens j\u00E1 foram processadas.
cause473501=Falha ao cancelar a implanta\u00E7\u00E3o do Gerenciador de Dados JMS Reporting.
action473501=Entre em contato com o Suporte T\u00E9cnico Oracle munido dos detalhes do seu log.
messagedetail473502=Os Relat\u00F3rios de Mensagens n\u00E3o persistem na Tabela de Relat\u00F3rios.
cause473502=Ocorreu um erro inesperado ao criar a instru\u00E7\u00E3o de inser\u00E7\u00E3o para relat\u00F3rios de mensagens. Deve haver uma mensagem de erro apontando a causa do problema.
action473502=Entre em contato com o Suporte T\u00E9cnico Oracle munido dos detalhes do seu log.
messagedetail473503=Foi encontrada uma Exce\u00E7\u00E3o SQL enquanto os Relat\u00F3rios de Mensagens estavam sendo inseridos na tabela de Mensagens.
cause473503=A Exce\u00E7\u00E3o foi causada por uma falha do Banco de Dados.
action473503=Consulte o log para obter a origem da falha ou entre em contato com o Suporte T\u00E9cnico Oracle.
messagedetail473504=Falha do JMS Report Data Handler ao enviar uma mensagem \u00E0 Fila do JMS.
cause473504=Talvez n\u00E3o haja Factory de Conex\u00E3o JMS ou os dados podem ser inv\u00E1lidos.
action473504=Consulte o log para obter a origem da falha ou entre em contato com o Suporte T\u00E9cnico Oracle.
messagedetail473505=JMS Reporting n\u00E3o suporta este tipo de Banco de Dados.
cause473505=O tipo de Banco de Dados n\u00E3o \u00E9 suportado.
action473505=Use um tipo de Banco de Dados suportado. Esses tipos incluem: ORACLE, SQL Server, DB2 e SYBASE.
messagedetail473506=Ocorreu um Erro ao determinar o tipo de Banco de Dados.
cause473506=Talvez o tipo de Banco de Dados n\u00E3o seja suportado ou o Banco de Dados esteja desconectado.
action473506=Verifique a conex\u00E3o de Banco de Dados e se voc\u00EA est\u00E1 usando um tipo de Banco de Dados suportado. Esses tipos incluem: ORACLE, SQL Server, DB2 e SYBASE.
messagedetail473507=JMS Reporting n\u00E3o suporta este tipo de Banco de Dados.
cause473507=O tipo de Banco de Dados n\u00E3o \u00E9 suportado.
action473507=Use um tipo de Banco de Dados suportado. Esses tipos incluem: ORACLE, SQL Server, DB2 e SYBASE.
messagedetail473508=A conex\u00E3o do Banco de Dados foi encerrada.
cause473508=A conex\u00E3o de Banco de Dados foi perdida.
action473508=Verifique a conex\u00E3o de Banco de Dados.
messagedetail473509=O ReportingMDB recebeu um Objeto inv\u00E1lido para processamento. \u00C9 necess\u00E1rio um objeto do tipo ReportMessage.
action473509=Entre em contato com o Suporte T\u00E9cnico Oracle.
messagedetail473510=Ocorreu um erro inesperado ao processar a mensagem em ReportingMDB.
action473510=Consulte o log para obter a origem do erro ou entre em contato com o Suporte T\u00E9cnico Oracle
messagedetail473511=Falha ao pesquisar o Provedor de JNDI configurado para a origem de dados do JMS Reporting
action473511=Verifique se o Provedor de JNDI referenciado pelo JMS Reporting est\u00E1 ativo e em execu\u00E7\u00E3o.
messagedetail473512=Ocorreu um erro ao recuperar os dados de relat\u00F3rio da tabela Relat\u00F3rios.
action473512=Entre em contato com o Suporte T\u00E9cnico Oracle.
messagedetail473513=O tipo de documento n\u00E3o \u00E9 permitido: os Dados do Corpo da Mensagem devem ser uma String, um XmlObject ou um Bin\u00E1rio.
action473513=Verifique o Payload ou entre em contato com o Suporte T\u00E9cnico Oracle.
messagedetail473514=Ocorreu um erro inesperado ao receber a mensagem em ReportingMDB. A mensagem n\u00E3o ser\u00E1 processada.
action473514=Consulte o log para obter a origem da falha ou entre em contato com o Suporte T\u00E9cnico Oracle.
messagedetail473516=Foi recebido um formato de mensagem inv\u00E1lido. A mensagem n\u00E3o ser\u00E1 processada.
action473516=Verifique o Payload ou a configura\u00E7\u00E3o das a\u00E7\u00F5es do Relat\u00F3rio.
messagedetail473517=As tabelas do Banco de Dados do JMS Reporting Provider n\u00E3o foram criadas e o JMS Reporting Data Manager n\u00E3o foi implantado.
action473517=Execute o Script de Banco de Dados do JMS Reporting Provider e reinicie o servidor.
messagedetail473518=Falha da atualiza\u00E7\u00E3o de Batch.
action473518=Certifique-se de que a atualiza\u00E7\u00E3o de batch suporte o driver JDBC do seu banco de dados.
messagedetail473519=As mensagens de relat\u00F3rio n\u00E3o ser\u00E3o deletadas em decorr\u00EAncia de um erro na inicializa\u00E7\u00E3o de recursos.
action473519=Verifique se o PurgingMDB est\u00E1 implantado e a sua conex\u00E3o de banco de dados.
messagedetail473520=Os detalhes do ReportingMDB e do Banco de Dados n\u00E3o foram inicializados.
action473520=Verifique a conex\u00E3o do seu Banco de Dados.
messagedetail473521=N\u00E3o h\u00E1 transa\u00E7\u00E3o dispon\u00EDvel para processar a Mensagem do Relat\u00F3rio.
action473521=Consulte o log para determinar por que a transa\u00E7\u00E3o n\u00E3o est\u00E1 dispon\u00EDvel e/ou tente novamente enviar a solicita\u00E7\u00E3o. Se o problema persistir, entre em contato com o Suporte T\u00E9cnico Oracle
messagedetail473522=Falha da Atualiza\u00E7\u00E3o de Batch.
action473522=Certifique-se de que a Atualiza\u00E7\u00E3o de Batch suporte o Driver JDBC do banco de dados.
messagedetail473523=O tipo de documento n\u00E3o \u00E9 permitido: os Dados do Corpo da Mensagem devem ser uma String, um XmlObject ou um Bin\u00E1rio.
cause473523=Payload inv\u00E1lido
action473523=Verifique o Payload.
messagedetail473524=N\u00E3o foi poss\u00EDvel inicializar detalhes do PurgingMDB e do Banco de Dados.
action473524=Verifique a conex\u00E3o de Banco de Dados.
messagedetail473525=Falha ao pesquisar o Provedor de JNDI configurado para a origem de dados do JMS Reporting
action473525=Certifique-se de que o provedor de JNDI referenciado pelo JMS Reporting esteja ativo e em execu\u00E7\u00E3o.
messagedetail473526=N\u00E3o h\u00E1 conex\u00E3o de Banco de Dados.
action473526=Verifique a conex\u00E3o de Rede.
messagedetail473527=N\u00E3o H\u00E1 \u00CDndice de Relat\u00F3rios.
cause473527=H\u00E1 um par Chave-Valor Ausente na A\u00E7\u00E3o do Relat\u00F3rio.
action473527=Adicione um par Chave-Valor \u00E0 A\u00E7\u00E3o do Relat\u00F3rio.
