messagedetail473500=Fallo al desplegar el gestor de datos de informes de JMS durante el inicio del servidor. Se puede deber a que los privilegios de seguridad no son suficientes, faltan tablas de informes o se ha perdido la conexi\u00F3n de la base de datos.
cause473500=El gestor de datos de informes de JMS no se ha podido desplegar correctamente.
action473500=Verifique los privilegios de seguridad del usuario, as\u00ED como la existencia de tablas de informes y/o una conexi\u00F3n de base de datos. Si no hay ninguna tabla de informes, ejecute el script de la base de datos de proveedores de informes de JMS.
messagedetail473501=Se ha producido un problema con la anulaci\u00F3n del despliegue: ya estaban procesados todos los mensajes.
cause473501=Fallo al anular el despliegue del gestor de datos de informes de JMS.
action473501=P\u00F3ngase en contacto con los Servicios de Soporte Oracle con los detalles del log.
messagedetail473502=Los informes de mensajes no son persistentes en la tabla de informes.
cause473502=Se ha producido un error inesperado al crear la sentencia de inserci\u00F3n para los informes de mensajes. Debe aparecer un mensaje de error que indique la causa del problema.
action473502=P\u00F3ngase en contacto con los Servicios de Soporte Oracle con los detalles del log.
messagedetail473503=Se ha producido una excepci\u00F3n SQL al insertar los informes de mensajes en la tabla de mensajes.
cause473503=La excepci\u00F3n se debe a un fallo de la base de datos.
action473503=Consulte en el log el origen del fallo o p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail473504=El manejador de datos de informes de JMS no ha podido enviar un mensaje a la cola de JMS.
cause473504=Puede que no haya ninguna f\u00E1brica de conexiones de JMS o que los datos no sean v\u00E1lidos.
action473504=Consulte en el log el origen del fallo o p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail473505=Los informes de JMS no soportan este tipo de base de datos.
cause473505=El tipo de base de datos no est\u00E1 soportado.
action473505=Utilice un tipo de base de datos soportado. Estos tipos incluyen: ORACLE, SQL Server, DB2 y SYBASE.
messagedetail473506=Se ha producido un error al determinar el tipo de la base de datos.
cause473506=Puede que no est\u00E9 soportado el tipo de base de datos o que est\u00E9 desconectada la base de datos.
action473506=Compruebe la conexi\u00F3n de la base de datos y que utiliza un tipo de base de datos soportado. Estos tipos incluyen: ORACLE, SQL Server, DB2 y SYBASE.
messagedetail473507=Los informes de JMS no soportan este tipo de base de datos.
cause473507=El tipo de base de datos no est\u00E1 soportado.
action473507=Utilice un tipo de base de datos soportado. Estos tipos incluyen: ORACLE, SQL Server, DB2 y SYBASE.
messagedetail473508=La conexi\u00F3n de la base de datos est\u00E1 desconectada.
cause473508=Se ha perdido la conexi\u00F3n a la base de datos.
action473508=Compruebe la conexi\u00F3n de la base de datos.
messagedetail473509=ReportingMDB ha recibido un objeto no v\u00E1lido para el procesamiento. Necesita un objeto de tipo ReportMessage.
action473509=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail473510=Se ha producido un error inesperado al procesar el mensaje en ReportingMDB.
action473510=Consulte en el log el origen del error o p\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail473511=Fallo al buscar en el proveedor de JNDI configurado el origen de datos de los informes de JMS
action473511=Verifique que el proveedor de JNDI al que hacen referencia los informes de JMS est\u00E1 activo y en ejecuci\u00F3n.
messagedetail473512=Se ha producido un error al recuperar los datos del informe de la tabla de informes.
action473512=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail473513=No est\u00E1 permitido el tipo de documento: Los datos del cuerpo del mensaje deben ser de tipo String, XmlObject o Binary.
action473513=Verifique la carga \u00FAtil o p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail473514=Se ha producido un error inesperado al recibir el mensaje en ReportingMDB. No se procesar\u00E1 el mensaje.
action473514=Consulte en el log el origen del fallo o p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail473516=Se ha recibido un formato de mensaje no v\u00E1lido. No se procesar\u00E1 el mensaje.
action473516=Verifique la carga \u00FAtil o la configuraci\u00F3n de la acci\u00F3n de informe.
messagedetail473517=No se han creado las tablas de la base de datos de proveedores de informes de JMS ni se ha desplegado el gestor de datos de informes de JMS.
action473517=Ejecute el script de la base de datos de proveedores de informes de JMS y reinicie el servidor.
messagedetail473518=Fallo de la actualizaci\u00F3n por lotes.
action473518=Aseg\u00FArese de que la actualizaci\u00F3n por lotes soporta el controlador JDBC de la base de datos.
messagedetail473519=No se suprimir\u00E1n los mensajes de informes debido a un error en la inicializaci\u00F3n de recursos.
action473519=Verifique el despliegue de PurgingMDB y la conexi\u00F3n de la base de datos.
messagedetail473520=No se han inicializado los detalles de ReportingMDB y Database.
action473520=Verifique la conexi\u00F3n de la base de datos.
messagedetail473521=No hay ninguna transacci\u00F3n disponible para procesar el mensaje de informe.
action473521=Consulte el log para determinar por qu\u00E9 no est\u00E1 disponible la transacci\u00F3n y/o vuelva a intentar enviar la solicitud. Si contin\u00FAa el problema, p\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail473522=Fallo de la actualizaci\u00F3n por lotes.
action473522=Aseg\u00FArese de que la actualizaci\u00F3n por lotes soporta el controlador JDBC de la base de datos.
messagedetail473523=No est\u00E1 permitido el tipo de documento: Los datos del cuerpo del mensaje deben ser de tipo String, XmlObject o Binary.
cause473523=Carga \u00FAtil no v\u00E1lida
action473523=Verifique la carga \u00FAtil.
messagedetail473524=No se han podido inicializar los detalles de PurgingMDB y Database.
action473524=Verifique la conexi\u00F3n de la base de datos.
messagedetail473525=Fallo al buscar en el proveedor de JNDI configurado el origen de datos de los informes de JMS
action473525=Aseg\u00FArese de que el proveedor de JNDI al que hacen referencia los informes de JMS est\u00E1 activo y en ejecuci\u00F3n.
messagedetail473526=No hay conexi\u00F3n a la base de datos.
action473526=Verifique la conexi\u00F3n de red.
messagedetail473527=No hay ning\u00FAn \u00EDndice de informe.
cause473527=Falta un par de clave-valor en la acci\u00F3n de informe.
action473527=Agregue un par de clave-valor a la acci\u00F3n de informe.
