## P4ADE ## {0} : Exception ex
messagebody473500=Falha do Gerenciador de Dados do JMS Reporting ao ser implantado durante a inicializa\u00E7\u00E3o do servidor {0}
## P4ADE ## {0} : Exception ex
messagebody473501=Falha do Gerenciador de Dados do JMS Reporting ao cancelar a implanta\u00E7\u00E3o de {0}
## P4ADE ## {0} : String messageId, {1} : Exception ex
messagebody473502=Os relat\u00F3rios de mensagens n\u00E3o persistem na Tabela Relat\u00F3rios para MSG_GUID = {0} {1}
## P4ADE ## {0} : String sqlState, {1} : int ErrorCode, {2} : Exception ex
messagebody473503=Ocorreu uma Exce\u00E7\u00E3o SQL durante os Relat\u00F3rios de Mensagens. A persist\u00EAncia com o Estado de SQL \u00E9 {0} e o C\u00F3digo de Erro \u00E9 {1} {2}
## P4ADE ## {0} : String message, {1} : Exception ex
messagebody473504=Falha do JMS Report Data Handler ao enviar a mensagem \u00E0 Fila do JMS : {0} {1}
## P4ADE ## {0} : String driverName
messagebody473505=O JMS Reporting n\u00E3o suporta este tipo de Banco de Dados : {0}
## P4ADE ## {0} : Exception ex
messagebody473506=Ocorreu um Erro ao determinar o tipo de Banco de Dados {0}
messagebody473507=JMS Reporting n\u00E3o suporta este tipo de Banco de Dados.
## P4ADE ## {0} : Exception ex
messagebody473508=A conex\u00E3o de Banco de Dados est\u00E1 desconectada {0}
## P4ADE ## {0} : String type, {1} : Exception ex
messagebody473509=O ReportingMDB recebeu um Objeto inv\u00E1lido {0} e a mensagem n\u00E3o ser\u00E1 processada {1}
## P4ADE ## {0} : Exception ex
messagebody473510=Ocorreu um erro inesperado ao processar a mensagem em ReportingMDB {0}
## P4ADE ## {0} : Exception ex
messagebody473511=Falha ao pesquisar o Provedor de JNDI para a origem de dados do JMS Reporting {0}
messagebody473512=Ocorreu um erro ao recuperar os dados de relat\u00F3rio da tabela Relat\u00F3rios.
messagebody473513=O tipo de documento n\u00E3o \u00E9 permitido: os Dados do Corpo da Mensagem devem ser uma String, um XmlObject ou um Bin\u00E1rio.
## P4ADE ## {0} : Exception ex
messagebody473514=Ocorreu um erro inesperado ao receber a mensagem em ReportingMDB {0}
## P4ADE ## {0} : String metadata, {1} : Exception ex
messagebody473516=Foi recebido um formato de mensagem inv\u00E1lido no ReportMDB {0}. A mensagem n\u00E3o ser\u00E1 processada. {1}
messagebody473517=As tabelas do Banco de Dados do JMS Reporting Provider n\u00E3o foram criadas e o JMS Reporting Data Manager n\u00E3o foi implantado.
## P4ADE ## {0} : Exception ex
messagebody473518=Ocorreu um erro ao inserir dados na Tabela Relat\u00F3rios com uma atualiza\u00E7\u00E3o de batch {0}
## P4ADE ## {0} : Exception ex
messagebody473519=Ocorreu um erro ao inicializar o PurgingMDB {0}
messagebody473520=Ocorreu um erro ao inicializar os detalhes de ReportingMDB e do Banco de Dados.
messagebody473521=N\u00E3o h\u00E1 transa\u00E7\u00E3o dispon\u00EDvel para processar a Mensagem do Relat\u00F3rio.
messagebody473522=Ocorreu um erro ao inserir dados na Tabela Relat\u00F3rios com Atualiza\u00E7\u00E3o de Batch {0}
messagebody473523=O tipo de documento n\u00E3o \u00E9 permitido: os Dados do Corpo da Mensagem devem ser uma String, um XmlObject ou um Bin\u00E1rio.
messagebody473524=N\u00E3o foi poss\u00EDvel inicializar detalhes do PurgingMDB e do Banco de Dados.
messagebody473525=Falha ao pesquisar o Provedor de JNDI para a origem de dados do JMS Reporting {0}
messagebody473526=N\u00E3o h\u00E1 conex\u00E3o de Banco de Dados.
messagebody473527=N\u00E3o H\u00E1 \u00CDndice de Relat\u00F3rios.
