messagedetail473500=JMS Reporting Data Manager konnte beim Hochfahren des Servers nicht bereitgestellt werden. Die Ursache k\u00F6nnten nicht ausreichende Sicherheitsberechtigungen, fehlende Reporting-Tabellen oder eine beendete Datenbankverbindung sein.
cause473500=Deployment von JMS Reporting Data Manager nicht erfolgreich.
action473500=Pr\u00FCfen Sie die Sicherheitsberechtigungen des Benutzers. Au\u00DFerdem pr\u00FCfen Sie, ob Reporting-Tabellen und/oder eine Datenbankverbindung vorhanden sind. Wenn keine Reporting-Tabellen vorhanden sind, f\u00FChren Sie das Datenbankskript von JMS Reporting Provider aus.
messagedetail473501=Beim Aufheben des Deployments ist ein Problem aufgetreten: Alle Nachrichten wurden bereits verarbeitet.
cause473501=Das Deployment von JMS Reporting Data Manager konnte nicht aufgehoben werden.
action473501=Wenden Sie sich mit den Log-Details an Oracle Support.
messagedetail473502=Nachrichtenberichte sind nicht dauerhaft in der Reporting-Tabelle gespeichert.
cause473502=Beim Erstellen der Insert-Anweisung f\u00FCr Nachrichtenberichte ist ein unerwarteter Fehler aufgetreten. Die Ursache des Problems wird in einer Fehlermeldung angegeben.
action473502=Wenden Sie sich mit den Log-Details an Oracle Support.
messagedetail473503=W\u00E4hrend die Nachrichtenberichte in die Nachrichtentabelle eingef\u00FCgt wurden, ist eine SQL-Exception aufgetreten.
cause473503=Die Exception wurde durch einen Datenbankfehler verursacht.
action473503=Im Log wird die Ursache des Fehlers beschrieben. Sie k\u00F6nnen sich aber auch an Oracle Support wenden.
messagedetail473504=JMS Report Data Handler konnte keine Nachricht an die JMS-Queue senden.
cause473504=M\u00F6glicherweise ist keine JMS-Connection Factory vorhanden, oder die Daten sind ung\u00FCltig.
action473504=Im Log wird die Ursache des Fehlers beschrieben. Sie k\u00F6nnen sich aber auch an Oracle Support wenden.
messagedetail473505=JMS Reporting unterst\u00FCtzt diesen Datenbanktyp nicht.
cause473505=Der Datenbanktyp wird nicht unterst\u00FCtzt.
action473505=Verwenden Sie einen unterst\u00FCtzten Datenbanktyp. Unterst\u00FCtzte Datenbanktypen umfassen: ORACLE, SQL Server, DB2 und SYBASE.
messagedetail473506=Bei der Bestimmung des Datenbanktyps ist ein Fehler aufgetreten.
cause473506=Der Datenbanktyp wird m\u00F6glicherweise nicht unterst\u00FCtzt, oder die Verbindung mit der Datenbank ist beendet.
action473506=Pr\u00FCfen Sie die Datenbankverbindung, und stellen Sie sicher, dass Sie einen unterst\u00FCtzten Datenbanktyp verwenden. Unterst\u00FCtzte Datenbanktypen umfassen: ORACLE, SQL Server, DB2 und SYBASE.
messagedetail473507=JMS Reporting unterst\u00FCtzt diesen Datenbanktyp nicht.
cause473507=Der Datenbanktyp wird nicht unterst\u00FCtzt.
action473507=Verwenden Sie einen unterst\u00FCtzten Datenbanktyp. Unterst\u00FCtzte Datenbanktypen umfassen: ORACLE, SQL Server, DB2 und SYBASE.
messagedetail473508=Die Datenbankverbindung ist beendet.
cause473508=Die Datenbankverbindung wurde beendet.
action473508=Pr\u00FCfen Sie die Datenbankverbindung.
messagedetail473509=ReportingMDB hat ein ung\u00FCltiges Objekt zur Verarbeitung empfangen. Ein Objekt vom Typ ReportMessage ist erforderlich.
action473509=Wenden Sie sich an Oracle Support.
messagedetail473510=Bei der Verarbeitung der Nachricht in ReportingMDB ist ein unerwarteter Fehler aufgetreten.
action473510=Im Log wird die Ursache des Fehlers beschrieben. Sie k\u00F6nnen sich aber auch an Oracle Support wenden.
messagedetail473511=Der konfigurierte JNDI-Provider f\u00FCr die JMS Reporting-Datenquelle konnte nicht gefunden werden
action473511=Pr\u00FCfen Sie, ob der JNDI-Provider, der von JMS Reporting referenziert wird, hochgefahren und gestartet ist.
messagedetail473512=Beim Abrufen der Berichtsdaten aus der Reporting-Tabelle ist ein Fehler aufgetreten.
action473512=Wenden Sie sich an Oracle Support.
messagedetail473513=Der Dokumenttyp ist nicht zul\u00E4ssig: Die Daten des Nachrichtentextes m\u00FCssen eine Zeichenfolge, ein XmlObject oder Bin\u00E4rdaten sein.
action473513=Pr\u00FCfen Sie die Payload, oder wenden Sie sich an Oracle Support.
messagedetail473514=Beim Abrufen der Nachricht in ReportingMDB ist ein unerwarteter Fehler aufgetreten. Die Nachricht wird nicht verarbeitet.
action473514=Im Log wird die Ursache des Fehlers beschrieben. Sie k\u00F6nnen sich aber auch an Oracle Support wenden.
messagedetail473516=Es wurde ein ung\u00FCltiges Nachrichtenformat empfangen. Die Nachricht wird nicht verarbeitet.
action473516=Pr\u00FCfen Sie die Payload oder die Konfiguration der Berichtsaktion.
messagedetail473517=Die Datenbanktabellen von JMS Reporting Provider wurden nicht erstellt, und JMS Reporting Data Manager wurde nicht bereitgestellt.
action473517=F\u00FChren Sie das Datenbankskript von JMS Reporting Provider aus, und starten Sie den Server neu.
messagedetail473518=Die Batchaktualisierung war nicht erfolgreich.
action473518=Stellen Sie sicher, dass die Batchaktualisierung den JDBC-Treiber der Datenbank unterst\u00FCtzt.
messagedetail473519=Berichtsnachrichten werden wegen eines Fehlers bei der Ressourceninitialisierung nicht gel\u00F6scht.
action473519=Pr\u00FCfen Sie, ob PurgingMDB bereitgestellt ist, und pr\u00FCfen Sie die Datenbankverbindung.
messagedetail473520=ReportingMDB und die Datenbankdetails wurden nicht initialisiert.
action473520=Pr\u00FCfen Sie die Datenbankverbindung.
messagedetail473521=Es ist keine Transaktion zur Verarbeitung der Berichtsnachricht vorhanden.
action473521=Pr\u00FCfen Sie das Log, um zu sehen, warum die Transaktion nicht verf\u00FCgbar ist, und/oder versuchen Sie, die Anforderung erneut zu senden. Wenn das Problem weiter besteht, wenden Sie sich an Oracle Support.
messagedetail473522=Die Batchaktualisierung war nicht erfolgreich.
action473522=Stellen Sie sicher, dass die Batchaktualisierung den JDBC-Treiber der Datenbank unterst\u00FCtzt.
messagedetail473523=Der Dokumenttyp ist nicht zul\u00E4ssig: Die Daten des Nachrichtentextes m\u00FCssen eine Zeichenfolge, ein XmlObject oder Bin\u00E4rdaten sein.
cause473523=Ung\u00FCltige Payload
action473523=Pr\u00FCfen Sie die Payload.
messagedetail473524=PurgingMDB und Datenbankdetails konnten nicht initialisiert werden.
action473524=Pr\u00FCfen Sie die Datenbankverbindung.
messagedetail473525=Der konfigurierte JNDI-Provider f\u00FCr die JMS Reporting-Datenquelle konnte nicht gefunden werden
action473525=Stellen Sie sicher, dass der JNDI-Provider, der von JMS Reporting referenziert wird, hochgefahren und gestartet ist.
messagedetail473526=Keine Datenbankanmeldung vorhanden.
action473526=Pr\u00FCfen Sie die Netzwerkverbindung.
messagedetail473527=Es ist kein Berichtsindex vorhanden.
cause473527=In der Berichtsaktion fehlt ein Schl\u00FCssel-/Wert-Paar.
action473527=F\u00FCgen Sie ein Schl\u00FCssel-/Wert-Paar der Berichtsaktion hinzu.
