## P4ADE ## {0} : Exception ex
messagebody473500=\uC11C\uBC84 \uC2DC\uC791 \uC911 JMS \uBCF4\uACE0 \uB370\uC774\uD130 \uAD00\uB9AC\uC790 \uBC30\uCE58 \uC2E4\uD328: {0}
## P4ADE ## {0} : Exception ex
messagebody473501=JMS \uBCF4\uACE0 \uB370\uC774\uD130 \uAD00\uB9AC\uC790 \uBC30\uCE58 \uD574\uC81C \uC2E4\uD328: {0}
## P4ADE ## {0} : String messageId, {1} : Exception ex
messagebody473502=\uBA54\uC2DC\uC9C0 \uBCF4\uACE0\uC11C\uAC00 MSG_GUID = {0} {1}\uC758 \uBCF4\uACE0 \uD14C\uC774\uBE14\uC5D0 \uC800\uC7A5\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String sqlState, {1} : int ErrorCode, {2} : Exception ex
messagebody473503=\uBA54\uC2DC\uC9C0 \uBCF4\uACE0 \uC911 SQL \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. SQL \uC0C1\uD0DC\uC758 \uC800\uC7A5\uC740 {0}\uC774\uACE0 \uC624\uB958 \uCF54\uB4DC\uB294 {1} {2}\uC785\uB2C8\uB2E4.
## P4ADE ## {0} : String message, {1} : Exception ex
messagebody473504=JMS \uBCF4\uACE0\uC11C \uB370\uC774\uD130 \uCC98\uB9AC\uAE30\uAC00 JMS \uB300\uAE30\uC5F4\uB85C \uBA54\uC2DC\uC9C0\uB97C \uC804\uC1A1\uD558\uB294 \uB370 \uC2E4\uD328: {0} {1}
## P4ADE ## {0} : String driverName
messagebody473505=JMS \uBCF4\uACE0\uC5D0\uC11C\uB294 \uC774 \uC720\uD615\uC758 \uB370\uC774\uD130\uBCA0\uC774\uC2A4\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC74C: {0}
## P4ADE ## {0} : Exception ex
messagebody473506=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC720\uD615\uC744 \uD655\uC778\uD558\uB294 \uC911 \uC624\uB958 \uBC1C\uC0DD: {0}
messagebody473507=JMS \uBCF4\uACE0\uC5D0\uC11C\uB294 \uC774 \uC720\uD615\uC758 \uB370\uC774\uD130\uBCA0\uC774\uC2A4\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : Exception ex
messagebody473508=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC774 \uD574\uC81C\uB428: {0}
## P4ADE ## {0} : String type, {1} : Exception ex
messagebody473509=ReportingMDB\uAC00 \uBD80\uC801\uD569\uD55C \uAC1D\uCCB4 {0}\uC744(\uB97C) \uC218\uC2E0\uD558\uC5EC \uBA54\uC2DC\uC9C0\uAC00 \uCC98\uB9AC\uB418\uC9C0 \uC54A\uC74C: {1}
## P4ADE ## {0} : Exception ex
messagebody473510=ReportingMDB\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958 \uBC1C\uC0DD: {0}
## P4ADE ## {0} : Exception ex
messagebody473511=JMS \uBCF4\uACE0 \uB370\uC774\uD130 \uC18C\uC2A4\uC5D0 \uB300\uD55C JNDI \uC81C\uACF5\uC790 \uC870\uD68C \uC2E4\uD328: {0}
messagebody473512=\uBCF4\uACE0 \uD14C\uC774\uBE14\uC5D0\uC11C \uBCF4\uACE0\uC11C \uB370\uC774\uD130\uB97C \uAC80\uC0C9\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
messagebody473513=\uBB38\uC11C \uC720\uD615\uC740 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0 \uBCF8\uBB38 \uB370\uC774\uD130\uB294 \uBB38\uC790\uC5F4, XmlObject \uB610\uB294 \uC774\uC9C4\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
## P4ADE ## {0} : Exception ex
messagebody473514=ReportingMDB\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uC218\uC2E0\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958 \uBC1C\uC0DD: {0}
## P4ADE ## {0} : String metadata, {1} : Exception ex
messagebody473516=ReportMDB {0}\uC5D0\uC11C \uBD80\uC801\uD569\uD55C \uBA54\uC2DC\uC9C0 \uD615\uC2DD\uC774 \uC218\uC2E0\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uAC00 \uCC98\uB9AC\uB418\uC9C0 \uC54A\uC74C: {1}
messagebody473517=JMS \uBCF4\uACE0 \uC81C\uACF5\uC790 \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uD14C\uC774\uBE14\uC774 \uC0DD\uC131\uB418\uC9C0 \uC54A\uACE0 JMS \uBCF4\uACE0 \uB370\uC774\uD130 \uAD00\uB9AC\uC790\uAC00 \uBC30\uCE58\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : Exception ex
messagebody473518=\uC77C\uAD04 \uAC31\uC2E0\uC73C\uB85C \uB370\uC774\uD130\uB97C \uBCF4\uACE0 \uD14C\uC774\uBE14\uC5D0 \uC0BD\uC785\uD558\uB294 \uC911 \uC624\uB958 \uBC1C\uC0DD: {0}
## P4ADE ## {0} : Exception ex
messagebody473519=PurgingMDB\uB97C \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uC624\uB958 \uBC1C\uC0DD: {0}
messagebody473520=ReportingMDB \uBC0F \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC138\uBD80 \uC815\uBCF4\uB97C \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
messagebody473521=\uBCF4\uACE0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uB370 \uC0AC\uC6A9\uD560 \uC218 \uC788\uB294 \uD2B8\uB79C\uC7AD\uC158\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
messagebody473522=\uC77C\uAD04 \uAC31\uC2E0\uC73C\uB85C \uB370\uC774\uD130\uB97C \uBCF4\uACE0 \uD14C\uC774\uBE14\uC5D0 \uC0BD\uC785\uD558\uB294 \uC911 \uC624\uB958 \uBC1C\uC0DD: {0}
messagebody473523=\uBB38\uC11C \uC720\uD615\uC740 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0 \uBCF8\uBB38 \uB370\uC774\uD130\uB294 \uBB38\uC790\uC5F4, XmlObject \uB610\uB294 \uC774\uC9C4\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagebody473524=PurgingMDB \uBC0F \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC138\uBD80 \uC815\uBCF4\uB97C \uCD08\uAE30\uD654\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
messagebody473525=JMS \uBCF4\uACE0 \uB370\uC774\uD130 \uC18C\uC2A4\uC5D0 \uB300\uD55C JNDI \uC81C\uACF5\uC790 \uC870\uD68C \uC2E4\uD328: {0}
messagebody473526=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
messagebody473527=\uBCF4\uACE0\uC11C \uC778\uB371\uC2A4\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
