messagedetail473500=\uC11C\uBC84 \uC2DC\uC791 \uC911 JMS \uBCF4\uACE0 \uB370\uC774\uD130 \uAD00\uB9AC\uC790\uB97C \uBC30\uCE58\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4. \uBCF4\uC548 \uAD8C\uD55C\uC774 \uBD80\uC871\uD558\uAC70\uB098, \uBCF4\uACE0 \uD14C\uC774\uBE14\uC774 \uB204\uB77D\uB418\uC5C8\uAC70\uB098, \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC774 \uB04A\uAE30\uBA74 \uC774 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
cause473500=JMS \uBCF4\uACE0 \uB370\uC774\uD130 \uAD00\uB9AC\uC790\uB97C \uC131\uACF5\uC801\uC73C\uB85C \uBC30\uCE58\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4.
action473500=\uBCF4\uC548 \uAD8C\uD55C\uACFC \uBCF4\uACE0 \uD14C\uC774\uBE14 \uBC0F/\uB610\uB294 \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC774 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uBCF4\uACE0 \uD14C\uC774\uBE14\uC774 \uC5C6\uB294 \uACBD\uC6B0 JMS \uBCF4\uACE0 \uC81C\uACF5\uC790 \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC2A4\uD06C\uB9BD\uD2B8\uB97C \uC2E4\uD589\uD558\uC2ED\uC2DC\uC624.
messagedetail473501=\uBC30\uCE58 \uD574\uC81C \uAD00\uB828 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBAA8\uB4E0 \uBA54\uC2DC\uC9C0\uAC00 \uC774\uBBF8 \uCC98\uB9AC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
cause473501=JMS \uBCF4\uACE0 \uB370\uC774\uD130 \uAD00\uB9AC\uC790 \uBC30\uCE58 \uD574\uC81C\uB97C \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
action473501=\uB85C\uADF8 \uC138\uBD80 \uC815\uBCF4\uB97C \uC0AC\uC6A9\uD558\uC5EC \uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail473502=\uBA54\uC2DC\uC9C0 \uBCF4\uACE0\uC11C\uAC00 \uBCF4\uACE0 \uD14C\uC774\uBE14\uC5D0 \uC800\uC7A5\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
cause473502=\uBA54\uC2DC\uC9C0 \uBCF4\uACE0\uC11C\uC5D0 \uB300\uD55C \uC0BD\uC785 \uBB38\uC744 \uC0DD\uC131\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action473502=\uB85C\uADF8 \uC138\uBD80 \uC815\uBCF4\uB97C \uC0AC\uC6A9\uD558\uC5EC \uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail473503=\uBA54\uC2DC\uC9C0 \uBCF4\uACE0\uC11C\uB97C \uBA54\uC2DC\uC9C0 \uD14C\uC774\uBE14\uC5D0 \uC0BD\uC785\uD558\uB294 \uC911 SQL \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
cause473503=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC624\uB958\uB85C \uC778\uD574 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action473503=\uB85C\uADF8\uC5D0\uC11C \uC624\uB958 \uC6D0\uC778\uC744 \uCC38\uC870\uD558\uAC70\uB098 \uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail473504=JMS \uBCF4\uACE0\uC11C \uB370\uC774\uD130 \uCC98\uB9AC\uAE30\uAC00 JMS \uB300\uAE30\uC5F4\uB85C \uBA54\uC2DC\uC9C0\uB97C \uBCF4\uB0B4\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4.
cause473504=JMS \uC811\uC18D \uD329\uD1A0\uB9AC\uAC00 \uC5C6\uAC70\uB098 \uB370\uC774\uD130\uAC00 \uBD80\uC801\uD569\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action473504=\uB85C\uADF8\uC5D0\uC11C \uC624\uB958 \uC6D0\uC778\uC744 \uCC38\uC870\uD558\uAC70\uB098 \uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail473505=JMS \uBCF4\uACE0\uC5D0\uC11C\uB294 \uC774 \uC720\uD615\uC758 \uB370\uC774\uD130\uBCA0\uC774\uC2A4\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
cause473505=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC720\uD615\uC774 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action473505=\uC9C0\uC6D0\uB418\uB294 \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC720\uD615\uC744 \uC0AC\uC6A9\uD558\uC2ED\uC2DC\uC624. \uC9C0\uC6D0\uB418\uB294 \uC720\uD615\uC73C\uB85C\uB294 ORACLE, SQL Server, DB2, SYBASE\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail473506=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC720\uD615\uC744 \uD655\uC778\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
cause473506=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC720\uD615\uC774 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uAC70\uB098 \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC774 \uD574\uC81C\uB418\uC5C8\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action473506=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC744 \uD655\uC778\uD558\uACE0 \uC9C0\uC6D0\uB418\uB294 \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC720\uD615\uC744 \uC0AC\uC6A9\uD558\uACE0 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC9C0\uC6D0\uB418\uB294 \uC720\uD615\uC73C\uB85C\uB294 ORACLE, SQL Server, DB2, SYBASE\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail473507=JMS \uBCF4\uACE0\uC5D0\uC11C\uB294 \uC774 \uC720\uD615\uC758 \uB370\uC774\uD130\uBCA0\uC774\uC2A4\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
cause473507=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC720\uD615\uC774 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action473507=\uC9C0\uC6D0\uB418\uB294 \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC720\uD615\uC744 \uC0AC\uC6A9\uD558\uC2ED\uC2DC\uC624. \uC9C0\uC6D0\uB418\uB294 \uC720\uD615\uC73C\uB85C\uB294 ORACLE, SQL Server, DB2, SYBASE\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail473508=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC774 \uD574\uC81C\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
cause473508=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC774 \uB04A\uC5B4\uC84C\uC2B5\uB2C8\uB2E4.
action473508=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail473509=ReportingMDB\uAC00 \uCC98\uB9AC\uC5D0 \uBD80\uC801\uD569\uD55C \uAC1D\uCCB4\uB97C \uC218\uC2E0\uD588\uC2B5\uB2C8\uB2E4. ReportMessage \uC720\uD615 \uAC1D\uCCB4\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
action473509=\uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail473510=ReportingMDB\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action473510=\uC624\uB958 \uC6D0\uC778\uC5D0 \uB300\uD55C \uB85C\uADF8\uB97C \uCC38\uC870\uD558\uAC70\uB098 \uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail473511=JMS \uBCF4\uACE0 \uB370\uC774\uD130 \uC18C\uC2A4\uC5D0 \uB300\uD55C JNDI \uC81C\uACF5\uC790\uB97C \uC870\uD68C\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4.
action473511=JMS \uBCF4\uACE0\uC5D0\uC11C \uCC38\uC870\uD558\uB294 JNDI \uC81C\uACF5\uC790\uAC00 \uC791\uB3D9\uB418\uC5B4 \uC2E4\uD589 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail473512=\uBCF4\uACE0 \uD14C\uC774\uBE14\uC5D0\uC11C \uBCF4\uACE0\uC11C \uB370\uC774\uD130\uB97C \uAC80\uC0C9\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action473512=\uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail473513=\uBB38\uC11C \uC720\uD615\uC740 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0 \uBCF8\uBB38 \uB370\uC774\uD130\uB294 \uBB38\uC790\uC5F4, XmlObject \uB610\uB294 \uC774\uC9C4\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action473513=\uD398\uC774\uB85C\uB4DC\uB97C \uD655\uC778\uD558\uAC70\uB098 \uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail473514=Reportingmdb\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uC218\uC2E0\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uAC00 \uCC98\uB9AC\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action473514=\uB85C\uADF8\uC5D0\uC11C \uC624\uB958 \uC6D0\uC778\uC744 \uCC38\uC870\uD558\uAC70\uB098 \uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail473516=\uBD80\uC801\uD569\uD55C \uBA54\uC2DC\uC9C0 \uD615\uC2DD\uC774 \uC218\uC2E0\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uAC00 \uCC98\uB9AC\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action473516=\uD398\uC774\uB85C\uB4DC\uB098 \uBCF4\uACE0\uC11C \uC791\uC5C5 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail473517=JMS \uBCF4\uACE0 \uC81C\uACF5\uC790 \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uD14C\uC774\uBE14\uC774 \uC0DD\uC131\uB418\uC9C0 \uC54A\uACE0 JMS \uBCF4\uACE0 \uB370\uC774\uD130 \uAD00\uB9AC\uC790\uAC00 \uBC30\uCE58\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action473517=JMS \uBCF4\uACE0 \uC81C\uACF5\uC790 \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC2A4\uD06C\uB9BD\uD2B8\uB97C \uC2E4\uD589\uD558\uACE0 \uC11C\uBC84\uB97C \uC7AC\uC2DC\uC791\uD558\uC2ED\uC2DC\uC624.
messagedetail473518=\uC77C\uAD04 \uAC31\uC2E0\uC744 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
action473518=\uC77C\uAD04 \uAC31\uC2E0\uC774 \uC0AC\uC6A9 \uC911\uC778 \uB370\uC774\uD130\uBCA0\uC774\uC2A4 JDBC \uB4DC\uB77C\uC774\uBC84\uB97C \uC9C0\uC6D0\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail473519=\uB9AC\uC18C\uC2A4 \uCD08\uAE30\uD654 \uC624\uB958\uB85C \uC778\uD574 \uBCF4\uACE0\uC11C \uBA54\uC2DC\uC9C0\uAC00 \uC0AD\uC81C\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action473519=PurgingMDB\uAC00 \uBC30\uCE58\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uACE0 \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail473520=ReportingMDB \uBC0F \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC138\uBD80 \uC815\uBCF4\uAC00 \uCD08\uAE30\uD654\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action473520=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail473521=\uBCF4\uACE0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uB370 \uC0AC\uC6A9\uD560 \uC218 \uC788\uB294 \uD2B8\uB79C\uC7AD\uC158\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
action473521=\uB85C\uADF8\uB97C \uCC38\uC870\uD558\uC5EC \uD2B8\uB79C\uC7AD\uC158\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uB294 \uC774\uC720\uB97C \uD655\uC778\uD558\uACE0 \uC694\uCCAD \uC804\uC1A1\uC744 \uC7AC\uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624. \uBB38\uC81C\uAC00 \uC9C0\uC18D\uB418\uBA74 \uC624\uB77C\uD074 \uACE0\uAC1D \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail473522=\uC77C\uAD04 \uAC31\uC2E0\uC744 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
action473522=\uC77C\uAD04 \uAC31\uC2E0\uC774 \uB370\uC774\uD130\uBCA0\uC774\uC2A4 JDBC \uB4DC\uB77C\uC774\uBC84\uB97C \uC9C0\uC6D0\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail473523=\uBB38\uC11C \uC720\uD615\uC740 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0 \uBCF8\uBB38 \uB370\uC774\uD130\uB294 \uBB38\uC790\uC5F4, XmlObject \uB610\uB294 \uC774\uC9C4\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
cause473523=\uD398\uC774\uB85C\uB4DC\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
action473523=\uD398\uC774\uB85C\uB4DC\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail473524=PurgingMDB \uBC0F \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC138\uBD80 \uC815\uBCF4\uB97C \uCD08\uAE30\uD654\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action473524=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail473525=JMS \uBCF4\uACE0 \uB370\uC774\uD130 \uC18C\uC2A4\uC5D0 \uB300\uD55C JNDI \uC81C\uACF5\uC790\uB97C \uC870\uD68C\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4.
action473525=JMS \uBCF4\uACE0\uC5D0\uC11C \uCC38\uC870\uD558\uB294 JNDI \uC81C\uACF5\uC790\uAC00 \uC791\uB3D9\uB418\uC5B4 \uC2E4\uD589 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail473526=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC811\uC18D\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
action473526=\uB124\uD2B8\uC6CC\uD06C \uC811\uC18D\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail473527=\uBCF4\uACE0\uC11C \uC778\uB371\uC2A4\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
cause473527=\uBCF4\uACE0\uC11C \uC791\uC5C5\uC5D0 \uD0A4-\uAC12 \uC30D\uC774 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action473527=\uD0A4-\uAC12 \uC30D\uC744 \uBCF4\uACE0\uC11C \uC791\uC5C5\uC5D0 \uCD94\uAC00\uD558\uC2ED\uC2DC\uC624.
