messagedetail473500=Echec du d\u00E9ploiement de JMS Reporting Data Manager lors du d\u00E9marrage du serveur. Cela peut \u00EAtre d\u00FB au fait que les privil\u00E8ges de s\u00E9curit\u00E9 sont insuffisants, que des tables de rapports sont manquantes ou que la connexion \u00E0 la base de donn\u00E9es a \u00E9t\u00E9 perdue.
cause473500=Echec du d\u00E9ploiement de JMS Reporting Data Manager.
action473500=V\u00E9rifiez les privil\u00E8ges de s\u00E9curit\u00E9 de l'utilisateur ainsi que l'existence de tables de rapports et/ou d'une connexion \u00E0 la base de donn\u00E9es. S'il n'existe aucune table de rapports, lancez le script de base de donn\u00E9es de JMS Reporting Provider.
messagedetail473501=Un probl\u00E8me est survenu lors de l'annulation du d\u00E9ploiement : tous les messages \u00E9taient d\u00E9j\u00E0 trait\u00E9s.
cause473501=Echec de l'annulation du d\u00E9ploiement de JMS Reporting Data Manager.
action473501=Contactez le support technique Oracle avec les d\u00E9tails de journal.
messagedetail473502=Les rapports sur les messages ne sont pas persistants dans la table de rapports.
cause473502=Une erreur inattendue est survenue lors de la cr\u00E9ation de l'instruction d'insertion pour les rapports sur les messages. En principe, un message d'erreur indique la cause du probl\u00E8me.
action473502=Contactez le support technique Oracle avec les d\u00E9tails de journal.
messagedetail473503=Une exception SQL est survenue lors de l'insertion des rapports sur les messages dans la table des messages.
cause473503=L'exception a \u00E9t\u00E9 caus\u00E9e par un \u00E9chec de la base de donn\u00E9es.
action473503=Pour conna\u00EEtre l'origine de l'\u00E9chec, reportez-vous au journal ou contactez le support technique Oracle.
messagedetail473504=JMS Report Data Handler n'a pas pu envoyer un message \u00E0 la file d'attente JMS.
cause473504=Il n'existe peut-\u00EAtre aucune fabrique de connexions JMS ou les donn\u00E9es ne sont pas valides.
action473504=Pour conna\u00EEtre l'origine de l'\u00E9chec, reportez-vous au journal ou contactez le support technique Oracle.
messagedetail473505=JMS Reporting ne prend pas en charge ce type de base de donn\u00E9es.
cause473505=Le type de la base de donn\u00E9es n'est pas pris en charge.
action473505=Utilisez un type de base de donn\u00E9es pris en charge, par exemple ORACLE, SQL Server, DB2 et SYBASE.
messagedetail473506=Une erreur est survenue lors de la d\u00E9termination du type de la base de donn\u00E9es.
cause473506=Le type de la base de donn\u00E9es n'est peut-\u00EAtre pas pris en charge ou la base de donn\u00E9es est d\u00E9connect\u00E9e.
action473506=V\u00E9rifiez votre connexion \u00E0 la base de donn\u00E9es et assurez-vous que vous utilisez un type de base de donn\u00E9es pris en charge, par exemple ORACLE, SQL Server, DB2 et SYBASE.
messagedetail473507=JMS Reporting ne prend pas en charge ce type de base de donn\u00E9es.
cause473507=Le type de base de donn\u00E9es n'est pas pris en charge.
action473507=Utilisez un type de base de donn\u00E9es pris en charge, par exemple ORACLE, SQL Server, DB2 et SYBASE.
messagedetail473508=La connexion \u00E0 la base de donn\u00E9es est interrompue.
cause473508=La connexion \u00E0 la base de donn\u00E9es a \u00E9t\u00E9 perdue.
action473508=V\u00E9rifiez la connexion \u00E0 la base de donn\u00E9es.
messagedetail473509=ReportingMDB a re\u00E7u un objet non valide \u00E0 traiter. Il requiert un objet de type ReportMessage.
action473509=Contactez le support technique Oracle.
messagedetail473510=Une erreur inattendue est survenue lors du traitement du message dans ReportingMDB.
action473510=Pour conna\u00EEtre la source de l'erreur, reportez-vous au journal ou contactez le support technique Oracle
messagedetail473511=Echec de la recherche du fournisseur JNDI configur\u00E9 pour la source de donn\u00E9es JMS Reporting.
action473511=V\u00E9rifiez que le fournisseur JNDI auquel JMS Reporting fait r\u00E9f\u00E9rence est en cours d'ex\u00E9cution.
messagedetail473512=Une erreur est survenue lors de l'extraction des donn\u00E9es du rapport \u00E0 partir de la table de rapports.
action473512=Contactez le support technique Oracle.
messagedetail473513=Le type de document n'est pas autoris\u00E9 : les donn\u00E9es du corps de message doivent \u00EAtre une cha\u00EEne, XmlObject ou binaire.
action473513=V\u00E9rifiez les donn\u00E9es trait\u00E9es ou contactez le support technique Oracle.
messagedetail473514=Une erreur inattendue est survenue lors de la r\u00E9ception du message dans ReportingMDB. Le message ne sera pas trait\u00E9.
action473514=Pour conna\u00EEtre l'origine de l'\u00E9chec, reportez-vous au journal ou contactez le support technique Oracle.
messagedetail473516=Un message au format non valide a \u00E9t\u00E9 re\u00E7u. Le message ne sera pas trait\u00E9.
action473516=V\u00E9rifiez la configuration des donn\u00E9es trait\u00E9es ou des actions de rapport.
messagedetail473517=Les tables de la base de donn\u00E9es de JMS Reporting Provider n'ont pas \u00E9t\u00E9 cr\u00E9\u00E9es et JMS Reporting Data Manager n'a pas \u00E9t\u00E9 d\u00E9ploy\u00E9.
action473517=Ex\u00E9cutez le script de base de donn\u00E9es de JMS Reporting Provider et red\u00E9marrez le serveur.
messagedetail473518=Echec de la mise \u00E0 jour en batch.
action473518=Assurez-vous que la mise \u00E0 jour en batch prend en charge le pilote JDBC de la base de donn\u00E9es.
messagedetail473519=Les messages de rapport ne seront pas supprim\u00E9s en raison d'une erreur survenue lors de l'initialisation des ressources.
action473519=V\u00E9rifiez que PurgingMDB est d\u00E9ploy\u00E9 et que votre base de donn\u00E9es est connect\u00E9e.
messagedetail473520=Les d\u00E9tails de ReportingMDB et de la base de donn\u00E9es n'ont pas \u00E9t\u00E9 initialis\u00E9s.
action473520=V\u00E9rifiez la connexion \u00E0 la base de donn\u00E9es.
messagedetail473521=Aucune transaction n'est disponible pour traiter le message de rapport.
action473521=Pour conna\u00EEtre les raisons de l'indisponibilit\u00E9 de la transaction, reportez-vous au journal et/ou r\u00E9essayez d'envoyer la demande. Si le probl\u00E8me persiste, contactez le support technique Oracle
messagedetail473522=Echec de la mise \u00E0 jour en batch.
action473522=Assurez-vous que la mise \u00E0 jour en batch prend en charge le pilote JDBC de la base de donn\u00E9es.
messagedetail473523=Le type de document n'est pas autoris\u00E9 : les donn\u00E9es du corps de message doivent \u00EAtre une cha\u00EEne, XmlObject ou binaire.
cause473523=Donn\u00E9es trait\u00E9es non valides
action473523=V\u00E9rifiez les donn\u00E9es trait\u00E9es.
messagedetail473524=Echec de l'initialisation de PurgingMDB et des d\u00E9tails de base de donn\u00E9es.
action473524=V\u00E9rifier la connexion \u00E0 la base de donn\u00E9es.
messagedetail473525=Echec de la recherche du fournisseur JNDI configur\u00E9 pour la source de donn\u00E9es JMS Reporting.
action473525=Assurez-vous que le fournisseur JNDI auquel JMS Reporting fait r\u00E9f\u00E9rence est en cours d'ex\u00E9cution.
messagedetail473526=Aucune connexion \u00E0 la base de donn\u00E9es.
action473526=V\u00E9rifiez la connexion au r\u00E9seau.
messagedetail473527=Aucun index de rapport d\u00E9tect\u00E9.
cause473527=Une paire cl\u00E9-valeur est manquante dans l'action de rapport.
action473527=Ajoutez une paire cl\u00E9-valeur \u00E0 l'action de rapport.
