## P4ADE ## {0} : Exception ex
messagebody473500=Echec du d\u00E9ploiement de JMS Reporting Data Manager lors du d\u00E9marrage du serveur {0}
## P4ADE ## {0} : Exception ex
messagebody473501=Echec de l''annulation du d\u00E9ploiement de JMS Reporting Data Manager {0}
## P4ADE ## {0} : String messageId, {1} : Exception ex
messagebody473502=Les rapports sur les messages ne sont pas persistants dans table de rapports pour MSG_GUID = {0} {1}
## P4ADE ## {0} : String sqlState, {1} : int ErrorCode, {2} : Exception ex
messagebody473503=Une exception SQL est survenue lors de la g\u00E9n\u00E9ration du rapport sur les messages. La persistance avec l''\u00E9tat SQL est {0} et le code d''erreur est {1} {2}
## P4ADE ## {0} : String message, {1} : Exception ex
messagebody473504=JMS Report Data Handler n''a pas pu envoyer le message \u00E0 la file d''attente JMS : {0} {1}
## P4ADE ## {0} : String driverName
messagebody473505=JMS Reporting ne prend pas en charge ce type de base de donn\u00E9es : {0}
## P4ADE ## {0} : Exception ex
messagebody473506=Une erreur est survenue lors de la d\u00E9termination du type de base de donn\u00E9es {0}
messagebody473507=JMS Reporting ne prend pas en charge ce type de base de donn\u00E9es.
## P4ADE ## {0} : Exception ex
messagebody473508=La connexion \u00E0 la base de donn\u00E9es est interrompue {0}
## P4ADE ## {0} : String type, {1} : Exception ex
messagebody473509=ReportingMDB a re\u00E7u un objet non valide {0}. Le message ne sera pas trait\u00E9 {1}
## P4ADE ## {0} : Exception ex
messagebody473510=Une erreur inattendue est survenue lors du traitement du message dans ReportingMDB {0}
## P4ADE ## {0} : Exception ex
messagebody473511=Impossible de rechercher le fournisseur JNDI pour la source de donn\u00E9es JMS Reporting {0}
messagebody473512=Une erreur est survenue lors de l'extraction des donn\u00E9es du rapport \u00E0 partir de la table de rapports.
messagebody473513=Ce type de document n'est pas autoris\u00E9 : les donn\u00E9es du corps de message doivent \u00EAtre de type String, XmlObject ou Binary.
## P4ADE ## {0} : Exception ex
messagebody473514=Une erreur inattendue est survenue lors de la r\u00E9ception du message dans ReportingMDB {0}
## P4ADE ## {0} : String metadata, {1} : Exception ex
messagebody473516=Un message au format non valide a \u00E9t\u00E9 re\u00E7u dans ReportMDB {0}. Le message ne sera pas trait\u00E9. {1}
messagebody473517=Les tables de la base de donn\u00E9es de JMS Reporting Provider n'ont pas \u00E9t\u00E9 cr\u00E9\u00E9es et JMS Reporting Data Manager n'a pas \u00E9t\u00E9 d\u00E9ploy\u00E9.
## P4ADE ## {0} : Exception ex
messagebody473518=Une erreur est survenue lors de l''insertion des donn\u00E9es dans la table de rapports avec une mise \u00E0 jour en batch {0}
## P4ADE ## {0} : Exception ex
messagebody473519=Une erreur est survenue lors de l''initialisation de PurgingMDB {0}
messagebody473520=Une erreur est survenue lors de l'initialisation de ReportingMDB et des d\u00E9tails de la base de donn\u00E9es.
messagebody473521=Aucune transaction n'est disponible pour traiter le message de rapport.
messagebody473522=Une erreur est survenue lors de l''insertion des donn\u00E9es dans la table de rapports avec la mise \u00E0 jour en batch {0}
messagebody473523=Ce type de document n'est pas autoris\u00E9 : les donn\u00E9es du corps de message doivent \u00EAtre de type String, XmlObject ou Binary.
messagebody473524=Echec de l'initialisation de PurgingMDB et des d\u00E9tails de base de donn\u00E9es.
messagebody473525=Impossible de rechercher le fournisseur JNDI pour la source de donn\u00E9es JMS Reporting {0}
messagebody473526=Aucune connexion \u00E0 la base de donn\u00E9es.
messagebody473527=Aucun index de rapport d\u00E9tect\u00E9.
