NEW_LABEL=Nuevo...
URI_LABEL=URI
NODE_LABEL=Nodo
FOR_NODE_LABEL=para Nodo
CREATE_USER_LABEL=Crear Usuario
UNTARGETTED_LABEL=(Servidor WTC No Espec\u00EDfico)
FIELD_TABLE_CLASSES_LABEL=Clases de Tablas de Campo
FIELD_TABLE_CLASSES_INFO=Lista separada por espacios con los nombres totalmente cualificados de las clases que describen los buffers FML/FML32 manejados por este servicio
VIEW_CLASSES_LABEL=Clases de Vista
VIEW_CLASSES_INFO=Lista separada por espacios con los nombres totalmente cualificados de las clases que describen los buffers VIEW/VIEW32 manejados por este servicio
REMOTE_ACCESS_POINTS_LABEL=Puntos de Acceso Remoto
REMOTE_ACCESS_POINTS_INFO=Puntos de acceso remoto asociados
LOCAL_ACCESS_POINTS_LABEL=Puntos de Acceso Local
LOCAL_ACCESS_POINT_NAME_LABEL=Nombre de Punto de Acceso Local
ACCESS_POINT_NAME_LABEL=Nombre de Punto de Acceso
NETWORK_ADDRESS_LABEL=Direcci\u00F3n de Red
LOCAL_NETWORK_ADDRESS_LABEL=Direcci\u00F3n de Red Local
REMOTE_NETWORK_ADDRESS_LABEL=Direcci\u00F3n de Red Remota
LOCAL_ACCESS_POINTS_INFO=Seleccione el punto de acceso local que desea asociar a los nuevos puntos de acceso remotos.
REMOTE_ACCESS_POINT_LABEL=Punto de Acceso Remoto para URI
REMOTE_ACCESS_POINT_INFO=Punto de acceso remoto asociado
REMOTE_ACCESS_POINT2_LABEL=Punto de Acceso Remoto
REMOTE_ACCESS_POINT2_INFO=Introduzca el punto de acceso remoto que se asociar\u00E1 a los puntos de acceso local para crear las conexiones de WTC.
REQUEST_BUFFER_TYPE_LABEL=Tipo de Buffer de Solicitud
REQUEST_BUFFER_TYPE_INFO=Seleccione el tipo de buffer enviado.
REQUEST_BUFFER_SUBTYPE_LABEL=Subtipo de Buffer de Solicitud
REQUEST_BUFFER_SUBTYPE_INFO=Subtipo de buffer de la solicitud (para las vistas)
REPLY_BUFFER_TYPE_LABEL=Tipo de Buffer de Respuesta
REPLY_BUFFER_TYPE_INFO=Seleccione el tipo de buffer que desea recibir.
REPLY_BUFFER_SUBTYPE_LABEL=Subtipo de Buffer de Respuesta
REPLY_BUFFER_SUBTYPE_INFO=Subtipo de buffer de respuesta (para las vistas)
RESPONSE_REQUIRED_LABEL=\u00BFRespuesta Obligatoria?
RESPONSE_REQUIRED_INFO=Indica si \u00E9sta debe ser una llamada de tipo solicitud-respuesta.
SUSPEND_TRANSACTION_LABEL=\u00BFSuspender Transacci\u00F3n?
SUSPEND_TRANSACTION_INFO=Indica si se debe suspender la transacci\u00F3n (en caso de que haya alguna) antes de llamar a Tuxedo.
LOCAL_ACCESS_POINT_LABEL=Punto de Acceso Local
LOCAL_ACCESS_POINT_INFO=Punto de acceso local asociado
SECURITY_REQUIRED_LABEL=Seguridad Obligatoria
SECURITY_REQUIRED_INFO=Indica si se debe utilizar la seguridad.
SERVICE_ACCOUNT_LABEL=Cuenta de Servicios
SERVICE_ACCOUNT_INFO=Seleccione la cuenta de servicios que contiene las credenciales que se deben utilizar con este punto final.
CLASSES_JAR_LABEL=Jar de Clases
CLASSES_JAR_INFO=Seleccione el recurso que contiene la tabla de campo y/o las clases de vista.
REQUEST_ENCODING_LABEL=Codificaci\u00F3n de Solicitud
REQUEST_ENCODING_INFO=Especifique la codificaci\u00F3n de la solicitud.
RESPONSE_ENCODING_LABEL=Codificaci\u00F3n de Respuesta
RESPONSE_ENCODING_INFO=Especifique la codificaci\u00F3n de la respuesta.
TRANSFORMATION_STYLE_LABEL=Estilo de Transformaci\u00F3n
TRANSFORMATION_STYLE_INFO=Especifique el modo en que desea que se presenten los buffers FML(32) en un documento XML.
TIMEOUT_LABEL=Timeout
TIMEOUT_INFO=Especifique el tiempo m\u00E1ximo en segundos durante los que la solicitud debe permanecer pendiente.
TRANSFORMATION_STYLE_NONE=Ninguno
TRANSFORMATION_STYLE_ORDER=Ordenado
TRANSFORMATION_STYLE_GROUP_ORDER=Agrupado y Ordenado
YES_LABEL=S\u00ED
NO_LABEL=No
ERROR_WTC_CONFIG=Error de configuraci\u00F3n de WTC. Aseg\u00FArese de que todos los destinos de los servidores de WTC est\u00E1n correctamente asignados antes de crear nuevos puntos finales de transporte de Tuxedo.
ERROR_INCORRECT_PROTOCOL=Protocolo incorrecto. Debe ser "tuxedo" o '"uxedo-queue".
ERROR_QUEUE_PROTOCOL=Error de sintaxis de URI. El formato de un servicio /Q es '"uxedo-queue:sendQSpace/sendQName[/[rcvQSpace:]rcvQName][/failureQName]".
ERROR_RAP_NOT_UNIQUE=El punto de acceso remoto no puede aparecer dos veces en el mismo servicio.
ERROR_SERVICE_NAME_NOT_UNIQUE=Ya se ha introducido este nombre de servicio.
ERROR_INCORRECT_SIMPLE_URI=S\u00F3lo se puede especificar un URI cuando los nombres de recurso y remoto son id\u00E9nticos o cuando no se ha introducido ning\u00FAn nombre remoto.
ERROR_IMPORT_NOT_FOUND=No se ha encontrado ninguna importaci\u00F3n con este nombre. Debe existir una si el nombre de recurso y el nombre remoto son iguales o si no se ha especificado ning\u00FAn nombre remoto.
ERROR_INVALID_URI=URI No V\u00E1lido
ERROR_INVALID_RESOURCE_NAME=Este nombre de recurso ya existe en la configuraci\u00F3n de WTC, pero est\u00E1 asignado a un nombre remoto diferente.
ERROR_EXPORT_ALREADY_EXISTS=En la configuraci\u00F3n de WTC ya existe una exportaci\u00F3n con el mismo nombre de recurso o remoto que el URI.
ERROR_INVALID_JAR=Se ha producido un problema con el recurso Jar de clases.
ERROR_INVALID_ENCODING=El entorno actual no soporta esta codificaci\u00F3n
FOR_URI=para URI
ERROR_INVALID_ACCESS_POINT_NAME=El nombre de punto de acceso {0} no es v\u00E1lido.
ERROR_ACCESS_POINT_ALREADY_EXISTS=El punto de acceso {0} ya existe {1}.
ERROR_INVALID_NWADDR=La direcci\u00F3n de red {0} no es v\u00E1lida.
ERROR_FML_CLASSES_NOT_IN_JAR=El recuso Jar de clases no contiene estas clases FML, o bien las clases no son v\u00E1lidas.
ERROR_VIEW_CLASSES_NOT_IN_JAR=El recursos Jar de clases no contiene estas clases de vista, o bien la clase no es v\u00E1lida.
ERROR_CLASSES_JAR_NOT_SPECIFIED=Se han introducido las clases FML o de vista pero no se encuentra el archivo Jar de clases correspondiente.
ERROR_FML_OR_VIEW_NOT_SPECIFIED=Se ha seleccionado un Jar de clases, pero no se han introducido clases FML o de vista.
ERROR_MIX_NOT_ALLOWED=No se pueden utilizar "tuxedo" y "tuxedo-queue" en la misma definici\u00F3n de punto final.
ERROR_INVALID_TIMEOUT={0} no es un valor de timeout permitido. No se encuentra dentro del rango [0, 2147483647].
ERROR_INCONSISTENT_NWADDR=La direcci\u00F3n de red {1} del punto de acceso remoto {0} no coincide con la de {2}: {3}.
ERROR_LAP_NWADDR_CONFLICT=La direcci\u00F3n de red {1} del punto de acceso local {0} no coincide con la de {2}: {3}.
ERROR_LAP_NODE_NWADDR_CONFLICT=La direcci\u00F3n de red {1} del punto de acceso local {0} del nodo {2} no coincide con la de {3}: {4}.
ERROR_ENDPOINT_ALREADY_EXISTS=El nombre de punto final de Tuxedo {0} ya est\u00E1 registrado.
ERROR_CANNOT_LOAD_CONFIG=No se puede cargar el descriptor de configuraci\u00F3n de transporte de Tuxedo: {0}.
ERROR_CONFIG_PROBLEM=Se ha producido un problema con la configuraci\u00F3n.
ERROR_INVALID_ATTRIBUTE=Atributo No V\u00E1lido
ERROR_CANNOT_STOP_CONNECTION=No se puede parar la conexi\u00F3n de {0}.
ERROR_CANNOT_FIND_WTC=No se puede obtener la informaci\u00F3n de los recursos de WTC. Aseg\u00FArese de que WTC est\u00E1 configurado.
ERROR_NO_ENDPOINT=No hay ning\u00FAn punto final registrado con la referencia: {0}.
ERROR_NOT_PROXY={0} no es un servicio de proxy.
ERROR_GETTING_CONFIG=No se ha podido obtener la configuraci\u00F3n para {0}.
ERROR_INVALID_REFERENCE=Error: La referencia para {0} no es v\u00E1lida.
ERROR_CANNOT_FIND_JAR=Error: El archivo Jar {0} no existe.
ERROR_NO_VIEW_CLASSES=Se debe configurar Clases de Vista.
ERROR_NO_CLASSES_JAR=Se debe configurar el Jar de Clases.
TUXEDO_ENV_ACCESS_POINT_MAP=Asignaci\u00F3n de Punto de Acceso de Tuxedo
TUXEDO_ENV_ACCESS_POINT_MAP_INFO=Asignaci\u00F3n de Punto de Acceso de Tuxedo
TUXEDO_ENV_NETWORK_ADDRESS=Direcci\u00F3n de Red de Tuxedo
TUXEDO_ENV_NETWORK_ADDRESS_INFO=Direcci\u00F3n de Red de Tuxedo
TUXEDO_ENV_ACCESS_POINT=Nombre de Punto de Acceso de Tuxedo
TUXEDO_ENV_ACCESS_POINT_INFO=Nombre de Punto de Acceso de Tuxedo
