messagedetail2031800=No se ha encontrado el recurso especificado mediante el cargador de clase.
action2031800=Aseg\u00FArese de que el recurso est\u00E1 en la jerarqu\u00EDa del cargador de clase.
messagedetail2031801=El recurso no cumple el esquema XML http://www.bea.com/bpel/operation.
action2031801=Aseg\u00FArese de que el recurso cumple el esquema.
messagedetail2031802=La XPath utilizada para operaciones de carga es un subjuego de XPath 1.0. En el mensaje de excepci\u00F3n se debe detallar el motivo por el que no es v\u00E1lida.
action2031802=Corrija los errores detallados en el mensaje de excepci\u00F3n.
messagedetail2031803=La XPath utilizada para operaciones de carga no contiene ning\u00FAn paso de XPath.
action2031803=Aseg\u00FArese de que la XPath contiene al menos un paso de XPath.
messagedetail2031804=No se ha podido inyectar ning\u00FAn valor en la clase para la propiedad porque no hay ning\u00FAn m\u00E9todo setter.
action2031804=Actualice preprocess.xml para no inyectar la propiedad o agregue un m\u00E9todo setter p\u00FAblico.
messagedetail2031805=No se ha podido inyectar ning\u00FAn valor en la clase para la propiedad porque es de un tipo no soportado. S\u00F3lo est\u00E1n soportados los tipos JavaBean simples.
action2031805=Elimine la inyecci\u00F3n de preprocess.xml o cambie el tipo de propiedad.
messagedetail2031806=La propiedad no existe en la clase.
action2031806=Elimine la inyecci\u00F3n de preprocess.xml o agregue la propiedad.
messagedetail2031807=Se ha creado XmlObject sin n\u00FAmeros de l\u00EDnea. Los n\u00FAmeros de l\u00EDnea son necesarios para utilizar expresiones XPath. Esto no debe ocurrir.
action2031807=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
## P4ADE ## {0} : String className
messagedetail2031808=No se ha encontrado la clase {0}.
action2031808=Aseg\u00FArese de que la clase est\u00E1 en classpath.
messagedetail2031809=No se ha podido analizar la clase.
action2031809=Corrija los errores detallados en el mensaje de excepci\u00F3n.
messagedetail2031810=No se ha podido crear una nueva instancia de la clase.
action2031810=Corrija los errores detallados en el mensaje de excepci\u00F3n.
