messagedetail2031800=O recurso especificado n\u00E3o foi encontrado por meio do carregador de classe.
action2031800=Certifique-se de que o recurso esteja na hierarquia do carregador de classe.
messagedetail2031801=O recurso n\u00E3o est\u00E1 de acordo com o esquema XML http://www.bea.com/bpel/operation.
action2031801=Certifique-se de que o recurso esteja de acordo com o esquema.
messagedetail2031802=O XPath usado em opera\u00E7\u00F5es de carga \u00E9 um subconjunto do XPath 1.0. A mensagem de exce\u00E7\u00E3o deve detalhar o motivo pelo qual ele \u00E9 inv\u00E1lido.
action2031802=Corrija os erros detalhados na mensagem de exce\u00E7\u00E3o.
messagedetail2031803=O XPath usado para opera\u00E7\u00F5es de carga n\u00E3o cont\u00E9m etapas XPath.
action2031803=Certifique-se de que o XPath contenha pelo menos uma etapa XPath.
messagedetail2031804=N\u00E3o \u00E9 poss\u00EDvel injetar um valor na classe da propriedade porque n\u00E3o h\u00E1 m\u00E9todo setter.
action2031804=Atualize preprocess.xml para que n\u00E3o injete a propriedade ou adicione um m\u00E9todo setter p\u00FAblico.
messagedetail2031805=N\u00E3o \u00E9 poss\u00EDvel injetar um valor na classe da propriedade porque este \u00E9 um tipo n\u00E3o suportado. Somente tipos JavaBean simples s\u00E3o suportados.
action2031805=Remova a inje\u00E7\u00E3o de preprocess.xml ou altere o tipo de propriedade.
messagedetail2031806=A propriedade n\u00E3o existe na classe.
action2031806=Remova a inje\u00E7\u00E3o de preprocess.xml ou adicione a propriedade.
messagedetail2031807=O XmlObject foi criado sem n\u00FAmeros de linha. Os n\u00FAmeros de linha s\u00E3o necess\u00E1rios para usar express\u00F5es XPath. Isso n\u00E3o deve ocorrer.
action2031807=Entre em Contato com o Suporte T\u00E9cnico.
## P4ADE ## {0} : String className
messagedetail2031808=A classe {0} n\u00E3o foi encontrada.
action2031808=Certifique-se de que a classe esteja no classpath.
messagedetail2031809=N\u00E3o \u00E9 poss\u00EDvel fazer introspec\u00E7\u00E3o na classe.
action2031809=Corrija os erros detalhados na mensagem de exce\u00E7\u00E3o.
messagedetail2031810=N\u00E3o \u00E9 poss\u00EDvel criar uma nova inst\u00E2ncia da classe.
action2031810=Corrija os erros detalhados na mensagem de exce\u00E7\u00E3o.
