messagedetail2031800=La ressource indiqu\u00E9e est introuvable via le chargeur de classe.
action2031800=V\u00E9rifiez que la ressource se trouve dans la hi\u00E9rarchie de chargeurs de classe.
messagedetail2031801=La ressource n'est pas conforme au sch\u00E9ma XML http://www.bea.com/bpel/operation.
action2031801=V\u00E9rifiez que la ressource est conforme au sch\u00E9ma.
messagedetail2031802=L'expression XPath utilis\u00E9e dans les op\u00E9rations de chargement est un sous-ensemble de XPath 1.0. Le message d'exception devrait vous fournir des d\u00E9tails sur la raison de sa non-validit\u00E9.
action2031802=Corrigez les erreurs d\u00E9taill\u00E9es dans le message d'exception.
messagedetail2031803=L'expression XPath utilis\u00E9e pour les op\u00E9rations de chargement ne contient aucune \u00E9tape XPath.
action2031803=V\u00E9rifiez que l'expression XPath contient au moins une \u00E9tape XPath.
messagedetail2031804=Impossible d'injecter une valeur dans la classe pour la propri\u00E9t\u00E9 car il n'existe aucune m\u00E9thode set.
action2031804=Mettez \u00E0 jour le fichier preprocess.xml pour ne pas injecter la propri\u00E9t\u00E9 ou ajoutez une m\u00E9thode set publique.
messagedetail2031805=Impossible d'injecter une valeur dans la classe pour la propri\u00E9t\u00E9 car son type n'est pas pris en charge. Seuls les types JavaBean simples sont pris en charge.
action2031805=Enlevez l'injection du fichier preprocess.xml ou modifiez le type de propri\u00E9t\u00E9.
messagedetail2031806=La propri\u00E9t\u00E9 n'existe pas dans la classe.
action2031806=Enlevez l'injection du fichier preprocess.xml ou ajoutez la propri\u00E9t\u00E9.
messagedetail2031807=L'objet XmlObject a \u00E9t\u00E9 cr\u00E9\u00E9 sans num\u00E9ros de ligne. Les num\u00E9ros de ligne sont obligatoires pour utiliser des expressions XPath. Cela ne devrait pas se produire.
action2031807=Contactez le support technique Oracle.
## P4ADE ## {0} : String className
messagedetail2031808=La classe {0} est introuvable.
action2031808=V\u00E9rifiez que la classe figure dans la variable d'environnement CLASSPATH.
messagedetail2031809=Impossible de faire une introspection sur la classe.
action2031809=Corrigez les erreurs d\u00E9taill\u00E9es dans le message d'exception.
messagedetail2031810=Impossible de cr\u00E9er une instance de la classe.
action2031810=Corrigez les erreurs d\u00E9taill\u00E9es dans le message d'exception.
