messagedetail381901=OSB MQ\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u6C4E\u7528\u7684\u306A\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action381901=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381902=MQ\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u30FB\u30B9\u30EC\u30C3\u30C9\u306F\u69CB\u6210\u3055\u308C\u305FMQ\u30EC\u30B9\u30DD\u30F3\u30B9\u5B9B\u5148\u304B\u3089\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D6\u5F97\u3057\u307E\u3057\u305F\u304C\u3001\u3053\u306E\u5B9B\u5148\u306B\u306F\u4E88\u671F\u3055\u308C\u308BCorrelationID\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u7D50\u679C\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30C9\u30ED\u30C3\u30D7\u3055\u308C\u307E\u3057\u305F\u3002
action381902=\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u306EMQ\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u9069\u5207\u306B\u52D5\u4F5C\u3059\u308B\u3053\u3068(\u5FDC\u7B54\u6642\u306BCorrelationID\u304C\u30A8\u30B3\u30FC\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u306A\u3069)\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause381903=MQ\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u30FB\u30B9\u30EC\u30C3\u30C9\u306F\u69CB\u6210\u3055\u308C\u305FMQ\u30EC\u30B9\u30DD\u30F3\u30B9\u5B9B\u5148\u304B\u3089\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D6\u5F97\u3057\u307E\u3057\u305F\u304C\u3001\u3053\u306E\u5B9B\u5148\u306B\u306F\u4E88\u671F\u3055\u308C\u308BCorrelationID\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u305D\u306E\u3088\u3046\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u306F'\u8A8D\u8B58\u3055\u308C\u306A\u3044\u30E1\u30C3\u30BB\u30FC\u30B8URI'\u306B\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3055\u308C\u307E\u3059;URI\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30C9\u30ED\u30C3\u30D7\u3055\u308C\u307E\u3059\u3002
action381903=(MQ)\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u3067'\u8A8D\u8B58\u3055\u308C\u306A\u3044\u30E1\u30C3\u30BB\u30FC\u30B8URI'\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381904=\u30C6\u30AD\u30B9\u30C8\u307E\u305F\u306F\u30D0\u30A4\u30C8\u4EE5\u5916\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304CMQ\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u3001\u307E\u305F\u306FMQ\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u3068\u3057\u3066\u53D7\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002OSB MQ\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u306F\u30C6\u30AD\u30B9\u30C8\u307E\u305F\u306F\u30D0\u30A4\u30C8\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u307F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
action381904=MQ\u306E\u30C6\u30AD\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u307E\u305F\u306F\u30D0\u30A4\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u307F\u304COSB JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u9001\u4FE1\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381905=MQ\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3067\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u3068\u30EC\u30B9\u30DD\u30F3\u30B9\u306EURI\u304C\u540C\u3058\u3067\u3059\u3002\u3053\u306E\u3088\u3046\u306A\u69CB\u6210\u306F\u3001\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u51E6\u7406\u304C\u7121\u9650\u30EB\u30FC\u30D7\u306B\u306A\u308B\u53EF\u80FD\u6027\u304C\u9AD8\u3044\u305F\u3081\u3001\u7121\u52B9\u3067\u3059\u3002
action381905=MQ\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3067\u30EA\u30AF\u30A8\u30B9\u30C8URI\u3068\u30EC\u30B9\u30DD\u30F3\u30B9URI\u306B\u7570\u306A\u308B\u5024\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381906=\u8907\u6570\u306EMQ\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u540C\u3058URI\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u6307\u5B9A\u3055\u308C\u305FMQ\u5B9B\u5148\u304B\u3089\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3067\u304D\u308B\u306E\u306F1\u3064\u306EMQ\u30D7\u30ED\u30AD\u30B7\u306E\u307F\u3067\u3042\u308B\u305F\u3081\u3001\u64CD\u4F5C\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3002
action381906=\u3053\u306EURI\u306B\u3001\u6307\u5B9A\u3055\u308C\u305FMQ\u30D7\u30ED\u30AD\u30B7\u4EE5\u5916\u306E\u30D7\u30ED\u30AD\u30B7\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381907=MQ\u30B5\u30FC\u30D3\u30B9\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B1\u3064\u4EE5\u4E0A\u306EURI\u306E\u66F8\u5F0F\u304COSB\u3067\u4E88\u671F\u3055\u308C\u308B\u66F8\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u4E88\u671F\u3055\u308C\u308B\u66F8\u5F0F\u306Fmq://host:port?conn=MyOSBProject/MyMQConnectionResource\u3067\u3059
action381907=URI\u6587\u5B57\u5217\u304C\u6240\u5B9A\u306E\u66F8\u5F0F\u306B\u5F93\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381908=\u30B5\u30FC\u30D3\u30B9\u306EURI\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u308BMQ\u63A5\u7D9A\u30EA\u30BD\u30FC\u30B9\u3092\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause381908=URI\u306B\u6307\u5B9A\u3055\u308C\u305FMQ\u63A5\u7D9A\u30EA\u30BD\u30FC\u30B9\u304C\u5B58\u5728\u3057\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381908=URI\u306B\u6307\u5B9A\u3055\u308C\u305FMQ\u63A5\u7D9A\u30EA\u30BD\u30FC\u30B9\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381909=MQ\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u304C\u5BA3\u8A00\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u305F\u3068\u3048\u3070\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30BF\u30A4\u30D7\u304C\u300C\u306A\u3057\u300D\u4EE5\u5916\u306E\u5834\u5408\u306B\u306F\u3001MQ\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306E\u69CB\u6210\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u5B9B\u5148\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381909=\u30B5\u30FC\u30D3\u30B9\u306EMQ\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u304C\u5BA3\u8A00\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381910=\u3053\u308C\u306F\u3001\u7A7A\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u304CMQ\u30D7\u30ED\u30AD\u30B7\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u3068\u3057\u3066\u9001\u4FE1\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u901A\u77E5\u3059\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action381910=\u3053\u308C\u304C\u4E88\u671F\u3055\u308C\u3066\u3044\u308B\u52D5\u4F5C\u3067\u3042\u308B\u5834\u5408\u3001\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059\u3002\u4E88\u671F\u3055\u308C\u3066\u3044\u308B\u52D5\u4F5C\u3067\u306F\u306A\u3044\u5834\u5408\u3001\u5404\u7A2E\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u9001\u4FE1\u3059\u308B\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u672C\u6587\u3092\u78BA\u8A8D\u304A\u3088\u3073\u8A2D\u5B9A\u3067\u304D\u307E\u3059\u3002
messagedetail381911=\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u305F\u305F\u3081\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u5B58\u5728\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381911=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u554F\u984C\u306E\u539F\u56E0\u304C\u793A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail381912=\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u305F\u305F\u3081\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3092\u518D\u958B\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u5177\u4F53\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u5B58\u5728\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381912=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u554F\u984C\u306E\u539F\u56E0\u304C\u793A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail381913=\u30B5\u30FC\u30D3\u30B9\u306EURI\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u308BMQ\u30AD\u30E5\u30FC\u3092\u30DD\u30FC\u30EA\u30F3\u30B0\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u81F4\u547D\u7684\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action381913=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u554F\u984C\u306E\u539F\u56E0\u304C\u793A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail381914=MQ\u30CD\u30A4\u30C6\u30A3\u30D6\u30FB\u30E9\u30A4\u30D6\u30E9\u30EA(com.ibm.mq.jar)\u304C\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306B\u3053\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3059\u3002
cause381914=MQ\u30CD\u30A4\u30C6\u30A3\u30D6\u30FB\u30E9\u30A4\u30D6\u30E9\u30EA(com.ibm.mq.jar)\u304C\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306B\u3053\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3059\u3002
action381914=MQ\u30E9\u30A4\u30D6\u30E9\u30EA(com.ibm.mq.jar)\u3092\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381915=\u30B5\u30FC\u30D3\u30B9\u306E\u30EC\u30B9\u30DD\u30F3\u30B9URI\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u308BMQ\u30AD\u30E5\u30FC\u3092\u30DD\u30FC\u30EA\u30F3\u30B0\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u81F4\u547D\u7684\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action381915=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u554F\u984C\u306E\u539F\u56E0\u304C\u793A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail381916=MQ\u30B5\u30FC\u30D0\u30FC\u306B\u63A5\u7D9A\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30A8\u30E9\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305FMQ\u7406\u7531\u30B3\u30FC\u30C9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action381916=\u8A73\u7D30\u306F\u3001\u30A8\u30E9\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305FMQ\u7406\u7531\u30B3\u30FC\u30C9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381917=MQ\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action381917=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u554F\u984C\u306E\u539F\u56E0\u306B\u95A2\u3059\u308B\u8A73\u7D30\u304C\u793A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail381918=MQ\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u547C\u51FA\u3057\u6642\u306B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u671F\u9593\u304C\u7D4C\u904E\u3059\u308B\u307E\u3067MQ\u30EA\u30AF\u30A8\u30B9\u30C8\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u5230\u9054\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action381918=\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u306EMQ\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u9069\u5207\u306B\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u5024\u3092\u5897\u3084\u3057\u3066\u304F\u3060\u3055\u3044
action381919=URI\u3067\u53C2\u7167\u3055\u308C\u305FMQ\u63A5\u7D9A\u30EA\u30BD\u30FC\u30B9\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381920=MQ\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3067\u3001\u8A8D\u8B58\u3055\u308C\u306A\u3044\u30EC\u30B9\u30DD\u30F3\u30B9URI\u3068\u30EC\u30B9\u30DD\u30F3\u30B9URI\u304C\u540C\u3058\u3067\u3059\u3002\u3053\u306E\u3088\u3046\u306A\u69CB\u6210\u306F\u3001\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u51E6\u7406\u304C\u7121\u9650\u30EB\u30FC\u30D7\u306B\u306A\u308B\u53EF\u80FD\u6027\u304C\u9AD8\u3044\u305F\u3081\u7121\u52B9\u3067\u3059\u3002
action381920=MQ\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u3067\u3001\u8A8D\u8B58\u3055\u308C\u306A\u3044\u30EC\u30B9\u30DD\u30F3\u30B9URI\u3068\u30EC\u30B9\u30DD\u30F3\u30B9URI\u304C\u5FC5\u305A\u7570\u306A\u308B\u5024\u3092\u6301\u3064\u3088\u3046\u306B\u3057\u307E\u3059
messagedetail381921=OSB\u306FMQ\u30B5\u30FC\u30D0\u30FC\u4E0A\u306E\u69CB\u6210\u6E08\u30AD\u30E5\u30FC\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action381921=\u3053\u306E\u30AD\u30E5\u30FC\u304C\u69CB\u6210\u6E08\u306EMQ\u30B5\u30FC\u30D0\u30FC\u306B\u5B58\u5728\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381922=\u30AD\u30E5\u30FC\u3092\u4F7F\u7528\u3067\u304D\u306A\u3044\u305F\u3081\u3001OSB\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action381922=\u3053\u306E\u30AD\u30E5\u30FC\u304C\u69CB\u6210\u6E08\u306EMQ\u30B5\u30FC\u30D0\u30FC\u306B\u5B58\u5728\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381923=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u30D1\u30FC\u30B8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action381924=MQ\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001MQ\u30E9\u30A4\u30D6\u30E9\u30EA\u3092\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044
