## P4ADE ## {0} : String method, {1} : Exception e
messagebody381901=Exception dans {0}, {1}
## P4ADE ## {0} : String method
messagebody381902={0} a re\u00E7u un message sans ID de corr\u00E9lation ; suppression du message...
## P4ADE ## {0} : String correlationId
messagebody381903=Le message de r\u00E9ponse avec l''ID de corr\u00E9lation {0} n''a pas pu \u00EAtre corr\u00E9l\u00E9 : l''URI de message non reconnu n''ayant pas \u00E9t\u00E9 configur\u00E9, le message sera supprim\u00E9.
## P4ADE ## {0} : String messageType
messagebody381904=Type de message re\u00E7u inattendu : {0}
messagebody381905=Les URI de demande et de r\u00E9ponse ne doivent pas \u00EAtre identiques
## P4ADE ## {0} : String uri, {1} : String other
messagebody381906=L''URI {0} de ce service proxy est d\u00E9j\u00E0 utilis\u00E9 par un autre service proxy : {1}
## P4ADE ## {0} : String uristr
messagebody381907=L''URI {0} n''est pas valide
## P4ADE ## {0} : String name
messagebody381908=Echec de la consultation de la ressource de connexion MQ {0}
messagebody381909=La liaison de service est incompatible avec la configuration du transport (type de message de r\u00E9ponse)
messagebody381910=Il n'y a pas de donn\u00E9es trait\u00E9es de r\u00E9ponse \u00E0 envoyer \u00E0 l'adresse asynchrone-synchrone MQ entrante
## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381911=Echec de l''activation de l''adresse {0}.
## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381912=L''adresse {0} n''a pas pu \u00EAtre reprise.
## P4ADE ## {0} : String epName, {1} : Throwable t
messagebody381913=Une erreur est survenue lors de l''interrogation de la ressource pour l''adresse {0}. L''interrogation sera arr\u00EAt\u00E9e.
messagebody381914=Biblioth\u00E8que MQ com.ibm.mq.jar manquante ; ajoutez la biblioth\u00E8que manquante dans la variable d'environnement CLASSPATH.
## P4ADE ## {0} : String epName
messagebody381915=Une erreur est survenue lors de l''interrogation de la ressource pour la r\u00E9ponse ; adresse {0}. L''interrogation sera arr\u00EAt\u00E9e.
## P4ADE ## {0} : String message
messagebody381916=Une erreur est survenue lors de la connexion au serveur MQ : {0}
## P4ADE ## {0} : String message
messagebody381917=Le transport MQ n''a pas pu \u00EAtre inscrit pour la raison suivante : {0}
## P4ADE ## {0} : String messageId
messagebody381918=Echec de la r\u00E9ception de la r\u00E9ponse, dans la temporisation configur\u00E9e, pour le message de demande dont l''ID est {0}
## P4ADE ## {0} : String ref, {1} : String uri
messagebody381919=La ressource de connexion MQ {0} dans l''URI {1} n''existe pas
messagebody381920=L'URI de r\u00E9ponse non reconnue ne doit pas \u00EAtre identique \u00E0 l'URI de r\u00E9ponse pour le service
## P4ADE ## {0} : String queue
messagebody381921=Erreur lors de la tentative d''acc\u00E8s \u00E0 la file d''attente {0}
## P4ADE ## {0} : String ref, {1} : String queue
messagebody381922=Erreur lors de la tentative d''envoi du message vers {0} ; la file d''attente {1} n''est pas disponible.
## P4ADE ## {0} : String msg
messagebody381923=Une erreur s''est produite lors de la purge des adresses. Message : {0}
messagebody381924=Le transport MQ n'a pas pu \u00EAtre inscrit en raison d'une biblioth\u00E8que MQ manquante.
## P4ADE ## {0} : String name
messagebody381925=Le transport MQ n''a pas pu \u00EAtre inscrit en raison d''une classe MQ manquante : {0}
