## P4ADE ## {0} : String method, {1} : Exception e
messagebody381901=Exce\u00E7\u00E3o em {0}, {1}
## P4ADE ## {0} : String method
messagebody381902={0} recebeu uma mensagem sem um Id de Correla\u00E7\u00E3o; eliminando a mensagem...
## P4ADE ## {0} : String correlationId
messagebody381903=N\u00E3o foi poss\u00EDvel correlacionar a mensagem de resposta com o ID de Correla\u00E7\u00E3o {0}; o ''URI da Mensagem N\u00E3o Reconhecida'' n\u00E3o foi configurado, dessa forma, a mensagem ser\u00E1 ignorada
## P4ADE ## {0} : String messageType
messagebody381904=Tipo inesperado de mensagem recebida: {0}
messagebody381905=Os URIs de solicita\u00E7\u00E3o e resposta podem n\u00E3o ser iguais
## P4ADE ## {0} : String uri, {1} : String other
messagebody381906=O URI {0} deste servi\u00E7o de proxy j\u00E1 est\u00E1 sendo usado por outro servi\u00E7o de proxy: {1}
## P4ADE ## {0} : String uristr
messagebody381907=O URI {0} n\u00E3o \u00E9 v\u00E1lido
## P4ADE ## {0} : String name
messagebody381908=Falha ao pesquisar o Recurso de Conex\u00E3o de MQ {0}
messagebody381909=O binding de servi\u00E7o \u00E9 incompat\u00EDvel com a configura\u00E7\u00E3o de transporte (tipo de mensagem de resposta)
messagebody381910=Nenhum payload de resposta a ser enviado no ponto final Ass\u00EDncrono-S\u00EDncrono de MQ de Entrada
## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381911=Ponto final: falha na ativa\u00E7\u00E3o de {0}
## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381912=Ponto final: n\u00E3o foi poss\u00EDvel retomar {0}.
## P4ADE ## {0} : String epName, {1} : Throwable t
messagebody381913=Erro ao fazer polling do recurso para o Ponto Final: {0}. O polling ser\u00E1 interrompido.
messagebody381914=Biblioteca com.ibm.mq.jar de MQ n\u00E3o encontrada; adicione a biblioteca n\u00E3o encontrada no classpath.
## P4ADE ## {0} : String epName
messagebody381915=Ocorreu um erro ao fazer polling do recurso para resposta; Ponto Final: {0}. o polling ser\u00E1 interrompido.
## P4ADE ## {0} : String message
messagebody381916=Ocorreu um erro ao estabelecer conex\u00E3o com MQ: {0}
## P4ADE ## {0} : String message
messagebody381917=N\u00E3o foi poss\u00EDvel registrar o Transporte de MQ em decorr\u00EAncia de {0}
## P4ADE ## {0} : String messageId
messagebody381918=Falha ao receber a resposta, dentro do timeout configurado, para a mensagem de solicita\u00E7\u00E3o com id {0}
## P4ADE ## {0} : String ref, {1} : String uri
messagebody381919=O Recurso de Conex\u00E3o de MQ {0} no URI {1} n\u00E3o existe
messagebody381920=O URI de Resposta N\u00E3o Reconhecido n\u00E3o deve igual ao URI de Resposta do servi\u00E7o
## P4ADE ## {0} : String queue
messagebody381921=Erro ao tentar acessar a fila {0}
## P4ADE ## {0} : String ref, {1} : String queue
messagebody381922=Erro ao tentar enviar a mensagem para {0}; fila {1} n\u00E3o dispon\u00EDvel.
## P4ADE ## {0} : String msg
messagebody381923=Ocorreu um erro durante a expurga\u00E7\u00E3o de pontos finais; a mensagem \u00E9: {0}
messagebody381924=N\u00E3o foi poss\u00EDvel registrar o Transporte de MQ por causa da aus\u00EAncia da biblioteca de MQ.
## P4ADE ## {0} : String name
messagebody381925=N\u00E3o foi poss\u00EDvel registrar o Transporte de MQ por causa da aus\u00EAncia da classe de MQ: {0}
