messagedetail381901=Se ha producido una excepci\u00F3n de prop\u00F3sito general inesperada en el transporte de MQ de OSB. Debe haber un mensaje de error que apunte a la causa del problema.
action381901=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail381902=El thread de limpieza de MQ ha seleccionado un mensaje del destino de respuesta de MQ configurado que no ten\u00EDa la propiedad de mensaje CorrelationID esperada. Como resultado, se ha borrado el mensaje de respuesta.
action381902=Aseg\u00FArese de que el servicio de negocio de MQ de backend funciona correctamente (por ejemplo, que CorrelationID recibe un eco al responder).
cause381903=El thread de limpieza de MQ ha seleccionado un mensaje del destino de respuesta de MQ configurado que no ten\u00EDa la propiedad de mensaje CorrelationID esperada. Dichos mensajes se direccionan al URI de mensajes no reconocidos; si no se configura el URI, se borran los mensajes.
action381903=Configure "URI de Mensajes No Reconocidos" en la configuraci\u00F3n del servicio de negocio (MQ).
messagedetail381904=El servicio de proxy de MQ ha recibido un mensaje que no es de texto o bytes o como respuesta al servicio de negocio de MQ. El transporte de MQ de OSB s\u00F3lo soporta los mensajes de texto y bytes.
action381904=Aseg\u00FArese de que se env\u00EDan s\u00F3lo mensajes de texto o bytes de MQ al proxy o servicios de negocio de JMS de OSB.
messagedetail381905=En la configuraci\u00F3n del servicio de proxy de MQ, los URI de solicitud y respuesta son el mismo. Dicha configuraci\u00F3n no es v\u00E1lida, ya que con toda probabilidad dar\u00E1 como resultado un bucle y procesamiento de solicitud/respuesta infinitos.
action381905=Aseg\u00FArese de que los URI de solicitud y respuesta tienen valores distintos en la configuraci\u00F3n del servicio de proxy de MQ.
messagedetail381906=Dos o m\u00E1s servicios de proxy de MQ est\u00E1n utilizando el mismo URI. La operaci\u00F3n no se puede completar porque s\u00F3lo se permite que un proxy de MQ \u00FAnico reciba mensajes de un destino de MQ especificado.
action381906=Aseg\u00FArese de que el proxy de MQ especificado es el \u00FAnico configurado con el URI en cuesti\u00F3n.
messagedetail381907=Uno o varios de los URI configurados para el servicio de MQ no est\u00E1 en el formato que espera OSB. El formato esperado es mq://host:port?conn=MyOSBProject/MyMQConnectionResource.
action381907=Aseg\u00FArese de que la cadena de URI tiene el formato esperado.
messagedetail381908=Fallo al intentar buscar el recurso de conexi\u00F3n de MQ especificado en el URI del servicio.
cause381908=Puede que no exista el recurso de conexi\u00F3n de MQ especificado en el URI.
action381908=Aseg\u00FArese de que existe el recurso de conexi\u00F3n de MQ especificado en el URI.
messagedetail381909=La configuraci\u00F3n del servicio de MQ no es compatible con el tipo de enlace de servicio declarado. Por ejemplo, un servicio de mensajes cuyo tipo de respuesta no sea "Ninguno" debe tener el destino de respuesta configurado en la configuraci\u00F3n de transporte de MQ.
action381909=Aseg\u00FArese de que la configuraci\u00F3n de transporte de MQ del servicio es consistente con el tipo de enlace de servicio declarado.
messagedetail381910=\u00C9ste es un mensaje informativo para alertar al usuario de que se est\u00E1 enviando una carga \u00FAtil de respuesta vac\u00EDa como respuesta al proxy de MQ con respuesta
action381910=Si \u00E9ste es el comportamiento esperado, no se necesita ninguna acci\u00F3n. De lo contrario, se pueden utilizar varias acciones de pipeline para examinar y definir el cuerpo del mensaje de respuesta que se desea enviar.
messagedetail381911=No se ha podido activar el punto final de servicio debido a una excepci\u00F3n inesperada. Puede existir un mensaje de error que apunte a la causa del problema.
action381911=El mensaje de error puede apuntar a la causa del problema.
messagedetail381912=El punto final de servicio no se puede reanudar debido a una excepci\u00F3n inesperada. Puede existir un mensaje de error que apunte a la causa del problema.
action381912=El mensaje de error puede apuntar a la causa del problema.
messagedetail381913=Se ha producido un error fatal al intentar sondear la cola de MQ especificada en el URI del servicio.
action381913=El mensaje de error puede apuntar a la causa del problema.
messagedetail381914=Este error se producir\u00E1 si falta la biblioteca nativa de MQ (com.ibm.mq.jar) en la classpath.
cause381914=Este error se producir\u00E1 si falta la biblioteca nativa de MQ (com.ibm.mq.jar) en la classpath.
action381914=Agregue la biblioteca de MQ (com.ibm.mq.jar) a la classpath.
messagedetail381915=Se ha producido un error fatal al intentar sondear la cola de MQ especificada en el URI de respuesta del servicio.
action381915=El mensaje de error puede apuntar a la causa del problema.
messagedetail381916=Se ha producido un error al intentar conectarse al servidor de MQ. Compruebe el c\u00F3digo de motivo de MQ asociado al error para obtener m\u00E1s informaci\u00F3n.
action381916=Compruebe el c\u00F3digo de motivo de MQ asociado al error para obtener m\u00E1s informaci\u00F3n.
messagedetail381917=Se ha producido un error al intentar desplegar el transporte de MQ.
action381917=El mensaje de error puede contener m\u00E1s detalles sobre la causa del problema.
messagedetail381918=Al llamar a un servicio de negocio de MQ, no ha llegado la respuesta a una solicitud de MQ antes de que caduque el timeout especificado.
action381918=Compruebe que el servicio de negocio de MQ de backend funciona correctamente y aumente el valor de timeout si es necesario.
action381919=Aseg\u00FArese de que existe el recurso de conexi\u00F3n de MQ al que se hace referencia en el URI.
messagedetail381920=En la configuraci\u00F3n del servicio de negocio de MQ, el URI de respuesta no reconocida y el URI de respuesta son el mismo. Dicha configuraci\u00F3n no es v\u00E1lida, ya que es probable que se produzca un bucle y un procesamiento de solicitud/respuesta infinitos.
action381920=Aseg\u00FArese de que el URI de respuesta no reconocida y el URI de respuesta tienen valores distintos en la configuraci\u00F3n de servicio de negocio de MQ.
messagedetail381921=OSB no se ha podido conectar a la cola configurada del servidor MQ.
action381921=Compruebe que la cola existe en el servidor MQ configurado.
messagedetail381922=OSB no ha podido enviar el mensaje porque la cola no est\u00E1 disponible.
action381922=Compruebe que la cola existe en el servidor MQ configurado.
messagedetail381923=Se ha producido un error al depurar los puntos finales.
action381924=Para uso del transporte de MQ, coloque la biblioteca de MQ en la classpath
