messagedetail381901=OSB MQ \uC804\uC1A1\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC77C\uBC18 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381901=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381902=MQ \uC815\uB9AC \uC2A4\uB808\uB4DC\uAC00 \uD544\uC694\uD55C CorrelationID \uBA54\uC2DC\uC9C0 \uC18D\uC131\uC774 \uD3EC\uD568\uB418\uC9C0 \uC54A\uC740 \uAD6C\uC131\uB41C MQ \uC751\uB2F5 \uB300\uC0C1\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uC120\uD0DD\uD588\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uAC00 \uC0AD\uC81C\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action381902=CorrelationID\uAC00 \uC751\uB2F5\uD560 \uB54C \uC5D0\uCF54\uB418\uB294 \uAC83\uACFC \uAC19\uC774 \uBC31\uC5D4\uB4DC MQ \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
cause381903=MQ \uC815\uB9AC \uC2A4\uB808\uB4DC\uAC00 \uD544\uC694\uD55C CorrelationID \uBA54\uC2DC\uC9C0 \uC18D\uC131\uC774 \uD3EC\uD568\uB418\uC9C0 \uC54A\uC740 \uAD6C\uC131\uB41C MQ \uC751\uB2F5 \uB300\uC0C1\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uC120\uD0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774\uB7EC\uD55C \uBA54\uC2DC\uC9C0\uC758 \uACBD\uB85C\uB294 '\uC778\uC2DD\uD560 \uC218 \uC5C6\uB294 \uBA54\uC2DC\uC9C0 URI'\uB85C \uC9C0\uC815\uB429\uB2C8\uB2E4. URI\uAC00 \uAD6C\uC131\uB418\uC9C0 \uC54A\uC73C\uBA74 \uBA54\uC2DC\uC9C0\uAC00 \uC0AD\uC81C\uB429\uB2C8\uB2E4.
action381903=(MQ) \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC5D0\uC11C '\uC778\uC2DD\uD560 \uC218 \uC5C6\uB294 \uBA54\uC2DC\uC9C0 URI'\uB97C \uAD6C\uC131\uD558\uC2ED\uC2DC\uC624.
messagedetail381904=MQ \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uB610\uB294 MQ \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC751\uB2F5\uC73C\uB85C \uBE44\uD14D\uC2A4\uD2B8 \uB610\uB294 \uBC14\uC774\uD2B8 \uBA54\uC2DC\uC9C0\uAC00 \uC218\uC2E0\uB418\uC5C8\uC2B5\uB2C8\uB2E4. OSB MQ \uC804\uC1A1\uC5D0\uC11C\uB294 \uD14D\uC2A4\uD2B8\uC640 \uBC14\uC774\uD2B8 \uBA54\uC2DC\uC9C0\uB9CC \uC9C0\uC6D0\uD569\uB2C8\uB2E4.
action381904=MQ \uD14D\uC2A4\uD2B8 \uB610\uB294 \uBC14\uC774\uD2B8 \uBA54\uC2DC\uC9C0\uB9CC OSB JMS \uD504\uB85D\uC2DC \uB610\uB294 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB85C \uC804\uC1A1\uB418\uACE0 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381905=MQ \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uAD6C\uC131\uC5D0\uC11C \uC694\uCCAD \uBC0F \uC751\uB2F5 URI\uAC00 \uB3D9\uC77C\uD569\uB2C8\uB2E4. \uD574\uB2F9 \uAD6C\uC131\uC740 \uBB34\uD55C \uB8E8\uD504 \uBC0F \uC694\uCCAD/\uC751\uB2F5 \uCC98\uB9AC\uB97C \uCD08\uB798\uD560 \uC218 \uC788\uC73C\uBBC0\uB85C \uC798\uBABB\uB41C \uAD6C\uC131\uC785\uB2C8\uB2E4.
action381905=MQ \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC5D0\uC11C \uC694\uCCAD \uBC0F \uC751\uB2F5 URI\uAC00 \uC11C\uB85C \uB2E4\uB978 \uAC12\uC744 \uAC00\uC9C0\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381906=\uB450 \uAC1C \uC774\uC0C1\uC758 MQ \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uB3D9\uC77C\uD55C URI\uB97C \uC0AC\uC6A9\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uB2E8\uC77C MQ \uD504\uB85D\uC2DC\uB9CC \uC9C0\uC815\uB41C MQ \uB300\uC0C1\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uBC1B\uC744 \uC218 \uC788\uC73C\uBBC0\uB85C \uC791\uC5C5\uC744 \uC644\uB8CC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action381906=\uD544\uC694\uD55C URI\uB85C \uAD6C\uC131\uB41C MQ \uD504\uB85D\uC2DC\uAC00 \uC9C0\uC815\uB41C MQ \uD504\uB85D\uC2DC\uBFD0\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381907=MQ \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C \uD55C \uAC1C \uC774\uC0C1\uC758 URI \uD615\uC2DD\uC774 OSB\uC5D0 \uD544\uC694\uD55C \uD615\uC2DD\uC774 \uC544\uB2D9\uB2C8\uB2E4. \uD544\uC694\uD55C \uD615\uC2DD\uC740 \uB2E4\uC74C\uACFC \uAC19\uC2B5\uB2C8\uB2E4. mq://host:port?conn=MyOSBProject/MyMQConnectionResource
action381907=URI \uBB38\uC790\uC5F4\uC774 \uD544\uC694\uD55C \uD615\uC2DD\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381908=\uC11C\uBE44\uC2A4 URI\uC5D0 \uC9C0\uC815\uB41C MQ \uC811\uC18D \uB9AC\uC18C\uC2A4\uB97C \uC870\uD68C\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
cause381908=URI\uC5D0 \uC9C0\uC815\uB41C MQ \uC811\uC18D \uB9AC\uC18C\uC2A4\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381908=URI\uC5D0 \uC9C0\uC815\uB41C MQ \uC811\uC18D \uB9AC\uC18C\uC2A4\uAC00 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381909=MQ \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC774 \uC120\uC5B8\uB41C \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uACFC \uD638\uD658\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC608\uB97C \uB4E4\uC5B4 '\uC5C6\uC74C' \uC720\uD615\uC774 \uC544\uB2CC \uBA54\uC2DC\uC9C0 \uC11C\uBE44\uC2A4\uB294 \uC751\uB2F5 \uB300\uC0C1\uC774 MQ \uC804\uC1A1 \uAD6C\uC131\uC5D0 \uAD6C\uC131\uB418\uC5B4 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381909=\uC11C\uBE44\uC2A4\uC758 MQ \uC804\uC1A1 \uAD6C\uC131\uC774 \uC120\uC5B8\uB41C \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uACFC \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381910=\uC751\uB2F5\uC744 \uD1B5\uD574 MQ \uD504\uB85D\uC2DC\uC5D0 \uB300\uD55C \uC751\uB2F5\uC73C\uB85C \uBE48 \uC751\uB2F5 \uD398\uC774\uB85C\uB4DC\uAC00 \uC804\uC1A1\uB418\uACE0 \uC788\uC74C\uC744 \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uACBD\uACE0\uD558\uB294 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action381910=\uC774 \uBA54\uC2DC\uC9C0\uAC00 \uC608\uC0C1\uB41C \uB3D9\uC791\uC774\uBA74 \uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uADF8\uB807\uC9C0 \uC54A\uC73C\uBA74 \uC0AC\uC6A9\uC790\uB294 \uB2E4\uC591\uD55C \uD30C\uC774\uD504 \uB77C\uC778 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBCF4\uB0BC \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uC758 \uBCF8\uBB38\uC744 \uAC80\uC0AC \uBC0F \uC124\uC815\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381911=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC73C\uB85C \uC778\uD574 \uC11C\uBE44\uC2A4 \uB05D\uC810\uC744 \uD65C\uC131\uD654\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381911=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381912=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC73C\uB85C \uC778\uD574 \uC11C\uBE44\uC2A4 \uB05D\uC810\uC744 \uC7AC\uAC1C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381912=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381913=\uC11C\uBE44\uC2A4 URI\uC5D0 \uC9C0\uC815\uB41C MQ \uB300\uAE30\uC5F4\uC744 \uD3F4\uB9C1\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uCE58\uBA85\uC801\uC778 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381913=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381914=\uC774 \uC624\uB958\uB294 MQ \uACE0\uC720 \uB77C\uC774\uBE0C\uB7EC\uB9AC(com.ibm.mq.jar)\uAC00 \uD074\uB798\uC2A4 \uACBD\uB85C\uC5D0 \uB204\uB77D\uB41C \uACBD\uC6B0 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
cause381914=\uC774 \uC624\uB958\uB294 MQ \uACE0\uC720 \uB77C\uC774\uBE0C\uB7EC\uB9AC(com.ibm.mq.jar)\uAC00 \uD074\uB798\uC2A4 \uACBD\uB85C\uC5D0 \uB204\uB77D\uB41C \uACBD\uC6B0 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action381914=MQ \uB77C\uC774\uBE0C\uB7EC\uB9AC(com.ibm.mq.jar)\uB97C \uD074\uB798\uC2A4 \uACBD\uB85C\uC5D0 \uCD94\uAC00\uD558\uC2ED\uC2DC\uC624.
messagedetail381915=\uC11C\uBE44\uC2A4 \uC751\uB2F5 URI\uC5D0 \uC9C0\uC815\uB41C MQ \uB300\uAE30\uC5F4\uC744 \uD3F4\uB9C1\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uCE58\uBA85\uC801\uC778 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381915=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381916=MQ \uC11C\uBC84\uC5D0 \uC811\uC18D\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC624\uB958\uC640 \uC5F0\uAD00\uB41C MQ \uC6D0\uC778 \uCF54\uB4DC\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381916=\uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC624\uB958\uC640 \uC5F0\uAD00\uB41C MQ \uC6D0\uC778 \uCF54\uB4DC\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381917=MQ \uC804\uC1A1\uC744 \uBC30\uCE58\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381917=\uC624\uB958 \uBA54\uC2DC\uC9C0\uC5D0 \uBB38\uC81C\uC758 \uC6D0\uC778\uC5D0 \uB300\uD55C \uC138\uBD80 \uC815\uBCF4\uAC00 \uD3EC\uD568\uB420 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381918=MQ \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB97C \uD638\uCD9C\uD558\uB294 \uC911 MQ \uC694\uCCAD\uC5D0 \uB300\uD55C \uC751\uB2F5\uC774 \uC9C0\uC815\uB41C \uC2DC\uAC04 \uCD08\uACFC \uB9CC\uB8CC \uC774\uC804\uC5D0 \uB3C4\uCC29\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action381918=\uBC31\uC5D4\uB4DC MQ \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uACE0 \uD544\uC694\uD55C \uACBD\uC6B0 \uC2DC\uAC04 \uCD08\uACFC \uAC12\uC744 \uB298\uB9AC\uC2ED\uC2DC\uC624.
action381919=URI\uC5D0\uC11C \uCC38\uC870\uB418\uB294 MQ \uC811\uC18D \uB9AC\uC18C\uC2A4\uAC00 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381920=MQ \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uAD6C\uC131\uC5D0\uC11C \uC778\uC2DD\uB418\uC9C0 \uC54A\uB294 \uC751\uB2F5 URI\uC640 \uC751\uB2F5 URI\uAC00 \uAC19\uC2B5\uB2C8\uB2E4. \uD574\uB2F9 \uAD6C\uC131\uC740 \uBB34\uD55C \uB8E8\uD504 \uBC0F \uC694\uCCAD/\uC751\uB2F5 \uCC98\uB9AC\uB97C \uCD08\uB798\uD560 \uC218 \uC788\uC73C\uBBC0\uB85C \uC798\uBABB\uB41C \uAD6C\uC131\uC785\uB2C8\uB2E4.
action381920=\uC778\uC2DD\uB418\uC9C0 \uC54A\uB294 \uC751\uB2F5 URI \uBC0F \uC751\uB2F5 URI\uAC00 MQ \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC5D0\uC11C \uC11C\uB85C \uB2E4\uB978 \uAC12\uC744 \uAC16\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381921=OSB\uC5D0\uC11C MQ \uC11C\uBC84\uC758 \uAD6C\uC131\uB41C \uB300\uAE30\uC5F4\uC5D0 \uC811\uC18D\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action381921=\uB300\uAE30\uC5F4\uC774 \uAD6C\uC131\uB41C MQ \uC11C\uBC84\uC5D0 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381922=\uB300\uAE30\uC5F4\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC73C\uBBC0\uB85C OSB\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uBCF4\uB0BC \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action381922=\uB300\uAE30\uC5F4\uC774 \uAD6C\uC131\uB41C MQ \uC11C\uBC84\uC5D0 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381923=\uB05D\uC810\uC744 \uBE44\uC6B0\uB294 \uC911 \uC77C\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381924=MQ \uC804\uC1A1\uC744 \uC0AC\uC6A9\uD558\uB824\uBA74 \uD074\uB798\uC2A4 \uACBD\uB85C\uC5D0 MQ \uB77C\uC774\uBE0C\uB7EC\uB9AC\uB97C \uCD94\uAC00\uD558\uC2ED\uC2DC\uC624.
