messagedetail381901=Une exception polyvalente inattendue est survenue dans le transport MQ OSB. En principe, un message d'erreur indique la cause du probl\u00E8me
action381901=Contactez le support technique Oracle
messagedetail381902=Le thread de nettoyage MQ a s\u00E9lectionn\u00E9, dans la destination de r\u00E9ponse MQ configur\u00E9e, un message dont la propri\u00E9t\u00E9 CorrelationID n'est pas celle attendue. De ce fait, le message a \u00E9t\u00E9 supprim\u00E9.
action381902=Assurez-vous que le service fonctionnel MQ de back-end fonctionne correctement (autrement dit, que l'ID corr\u00E9lation est bien reproduit lors de la r\u00E9ponse).
cause381903=Le thread de nettoyage MQ a s\u00E9lectionn\u00E9, dans la destination de r\u00E9ponse MQ configur\u00E9e, un message dont la propri\u00E9t\u00E9 CorrelationID n'est pas celle attendue. De tels messages sont achemin\u00E9s vers l'URI de message non reconnu ou, si ce dernier n'est pas configur\u00E9, ils sont supprim\u00E9s.
action381903=D\u00E9finissez l'URI de message non reconnu dans la configuration du service fonctionnel (MQ).
messagedetail381904=Un message de type autre que Texte ou Octets a \u00E9t\u00E9 re\u00E7u par le service proxy MQ ou en r\u00E9ponse au service fonctionnel MQ. Le transport MQ OSB ne prend en charge que les messages de type Texte ou Octets.
action381904=Assurez-vous que seuls des messages de type Texte ou Octets sont envoy\u00E9s aux services proxy ou fonctionnels JMS OSB.
messagedetail381905=Les URI de demande et de r\u00E9ponse sont identiques dans la configuration du service proxy MQ. Une telle configuration n'est pas autoris\u00E9e car elle risque fort d'aboutir \u00E0 une boucle sans fin du traitement demande/r\u00E9ponse.
action381905=Assurez-vous que les URI de demande et de r\u00E9ponse sont diff\u00E9rents dans la configuration du service proxy MQ.
messagedetail381906=Plusieurs services proxy MQ utilisent le m\u00EAme URI. L'op\u00E9ration ne peut pas \u00EAtre r\u00E9alis\u00E9e car seul un proxy MQ est autoris\u00E9 \u00E0 recevoir des messages d'une destination MQ donn\u00E9e.
action381906=Assurez-vous que le proxy MQ indiqu\u00E9 est le seul pour lequel l'URI consid\u00E9r\u00E9 est configur\u00E9.
messagedetail381907=Le format de certains URI configur\u00E9s pour le service MQ n'est pas le format attendu par OSB, \u00E0 savoir : mq://host:port?conn=MyOSBProject/MyMQConnectionResource
action381907=Assurez-vous que le format de l'URI est conforme au format attendu
messagedetail381908=Echec de la consultation de la ressource de connexion MQ indiqu\u00E9e dans l'URI du service.
cause381908=La ressource de connexion MQ indiqu\u00E9e dans l'URI n'existe peut-\u00EAtre pas.
action381908=Assurez-vous que la ressource de connexion MQ indiqu\u00E9e dans l'URI existe.
messagedetail381909=La configuration du service MQ n'est pas compatible avec le type de liaison de service d\u00E9clar\u00E9. Par exemple, un service de messagerie dont le type de r\u00E9ponse est autre que Aucun doit avoir une destination de r\u00E9ponse d\u00E9finie dans la configuration du transport MQ.
action381909=Assurez-vous que la configuration du transport MQ du service est coh\u00E9rente avec le type de liaison de service d\u00E9clar\u00E9.
messagedetail381910=Message d'information destin\u00E9 \u00E0 attirer l'attention de l'utilisateur sur le fait que des donn\u00E9es trait\u00E9es vides sont envoy\u00E9es en r\u00E9ponse au proxy MQ avec la r\u00E9ponse
action381910=Si c'est normal, aucune action n'est requise. Sinon, l'utilisateur peut employer les diverses actions relatives aux pipelines pour examiner et d\u00E9finir le corps du message de r\u00E9ponse \u00E0 envoyer.
messagedetail381911=L'adresse de service n'a pas pu \u00EAtre activ\u00E9e en raison d'une exception inattendue. Un message d'erreur indique peut-\u00EAtre la cause du probl\u00E8me.
action381911=Un message d'erreur indique peut-\u00EAtre la cause du probl\u00E8me.
messagedetail381912=L'adresse de service n'a pas pu \u00EAtre reprise en raison d'une exception inattendue. Un message d'erreur indique peut-\u00EAtre la cause du probl\u00E8me.
action381912=Un message d'erreur indique peut-\u00EAtre la cause du probl\u00E8me.
messagedetail381913=Une erreur fatale est survenue lors de l'interrogation de la file d'attente MQ indiqu\u00E9e dans l'URI du service.
action381913=Le message d'erreur indique peut-\u00EAtre la cause du probl\u00E8me.
messagedetail381914=Cette erreur survient lorsque la biblioth\u00E8que MQ native (com.ibm.mq.jar) manque dans la variable d'environnement CLASSPATH.
cause381914=Cette erreur survient lorsque la biblioth\u00E8que MQ native (com.ibm.mq.jar) manque dans la variable d'environnement CLASSPATH.
action381914=Ajoutez la biblioth\u00E8que MQ (com.ibm.mq.jar) dans la variable d'environnement CLASSPATH.
messagedetail381915=Une erreur fatale est survenue lors de l'interrogation de la file d'attente MQ indiqu\u00E9e dans l'URI de r\u00E9ponse du service.
action381915=Le message d'erreur indique peut-\u00EAtre la cause du probl\u00E8me.
messagedetail381916=Une erreur est survenue lors de la connexion au serveur MQ ; pour plus de d\u00E9tails, consultez le code motif MQ associ\u00E9 \u00E0 l'erreur.
action381916=Pour plus de d\u00E9tails, consultez le code motif MQ associ\u00E9 \u00E0 l'erreur.
messagedetail381917=Une erreur est survenue lors de la tentative de d\u00E9ploiement du transport MQ.
action381917=Le message d'erreur contient peut-\u00EAtre plus de d\u00E9tails sur la cause du probl\u00E8me.
messagedetail381918=Lors de l'appel d'un service fonctionnel MQ, une r\u00E9ponse \u00E0 une demande MQ n'est pas arriv\u00E9e avant l'expiration de la temporisation indiqu\u00E9e.
action381918=Assurez-vous que le service fonctionnel MQ d'arri\u00E8re-plan fonctionne correctement et, si n\u00E9cessaire, augmentez la valeur de temporisation.
action381919=Assurez-vous que la ressource de connexion MQ r\u00E9f\u00E9renc\u00E9e dans l'URI existe.
messagedetail381920=Les URI de r\u00E9ponse et de r\u00E9ponse non reconnue sont identiques dans la configuration du service fonctionnel MQ. Une telle configuration n'est pas autoris\u00E9e car elle risque fort d'aboutir \u00E0 une boucle sans fin du traitement demande/r\u00E9ponse.
action381920=Assurez-vous que les URI de r\u00E9ponse et de r\u00E9ponse non reconnue sont diff\u00E9rents dans la configuration du service fonctionnel MQ.
messagedetail381921=OSB n'a pas pu se connecter \u00E0 la file d'attente configur\u00E9e sur le serveur MQ.
action381921=V\u00E9rifiez si la file d'attente existe sur le serveur MQ configur\u00E9.
messagedetail381922=OSB n'a pas pu envoyer le message, car la file d'attente n'est pas disponible.
action381922=V\u00E9rifiez si la file d'attente existe sur le serveur MQ configur\u00E9.
messagedetail381923=Une erreur s'est produite lors de la purge des adresses.
action381924=Pour utiliser un transport MQ, placez la biblioth\u00E8que MQ dans la variable d'environnement CLASSPATH
