messagedetail381901=Ocorreu uma exce\u00E7\u00E3o de finalidade geral inesperada no transporte MQ do OSB. Deve haver uma mensagem de erro que indica a causa do problema
action381901=Entre em contato com o suporte t\u00E9cnico
messagedetail381902=O thread de limpeza de MQ selecionou uma mensagem do destino de resposta de MQ configurado que n\u00E3o esperava a propriedade de mensagem de CorrelationID. Por isso, a mensagem de resposta foi eliminada.
action381902=Certifique-se de que o servi\u00E7o de neg\u00F3cios de MQ de back-end est\u00E1 funcionando corretamente (por exemplo, que o CorrelationID est\u00E1 sendo ecoado ao responder).
cause381903=O thread de limpeza de MQ selecionou uma mensagem do destino de resposta de MQ configurado que n\u00E3o esperava a propriedade de mensagem de CorrelationID. Tais mensagens s\u00E3o roteadas para o 'URI de Mensagem N\u00E3o Reconhecida'; se o URI n\u00E3o for configurado, as mensagens ser\u00E3o eliminadas.
action381903=Configure o 'URI de Mensagem N\u00E3o Reconhecida' na configura\u00E7\u00E3o de Servi\u00E7o de Neg\u00F3cios (MQ).
messagedetail381904=Uma mensagem de Texto ou Bytes foi recebida pelo servi\u00E7o de proxy de MQ ou como uma resposta a um servi\u00E7o de neg\u00F3cios de MQ. O transporte de MQ do OSB s\u00F3 suporta mensagens de Texto ou Bytes.
action381904=Certifique-se de que somente as mensagens de Texto de MQ ou Bytes est\u00E3o sendo enviadas ao proxy ou servi\u00E7os de neg\u00F3cios de JMS do OSB.
messagedetail381905=Na configura\u00E7\u00E3o do servi\u00E7o de proxy MQ, os URIs de solicita\u00E7\u00E3o e resposta s\u00E3o iguais. Tal configura\u00E7\u00E3o \u00E9 inv\u00E1lida, pois provavelmente resultar\u00E1 em um loop infinito e no processamento de solicita\u00E7\u00E3o/resposta.
action381905=Certifique-se de que os URIs de solicita\u00E7\u00E3o e resposta t\u00EAm valores diferentes na configura\u00E7\u00E3o do servi\u00E7o de proxy de MQ
messagedetail381906=Dois ou mais servi\u00E7os de proxy de MQ est\u00E3o usando o mesmo URI. N\u00E3o \u00E9 poss\u00EDvel concluir a opera\u00E7\u00E3o porque somente um proxy de MQ \u00FAnico pode receber mensagens de um destino de MQ fornecido.
action381906=Certifique-se de que o proxy de MQ fornecido \u00E9 o \u00FAnico que \u00E9 configurado com o URI em quest\u00E3o.
messagedetail381907=Um ou mais URIs configurados para o servi\u00E7o MQ n\u00E3o est\u00E3o no formato esperado pelo OSB. O formato esperado \u00E9 mq://host:port?conn=MyOSBProject/MyMQConnectionResource
action381907=Certifique-se de que a string de URI \u00E9 compat\u00EDvel com o formato esperado
messagedetail381908=Falha ao tentar pesquisar o Recurso de Conex\u00E3o de MQ especificado no URI do servi\u00E7o.
cause381908=O recurso de conex\u00E3o de MQ especificado no URI talvez n\u00E3o exista.
action381908=Certifique-se de que existe o recurso de conex\u00E3o de MQ especificado no URI.
messagedetail381909=A configura\u00E7\u00E3o do servi\u00E7o de MQ n\u00E3o era compat\u00EDvel com o tipo de binding de servi\u00E7o declarado. Por exemplo, um servi\u00E7o de mensagem com o tipo de resposta diferente de 'None' deve ter um destino de resposta configurado na configura\u00E7\u00E3o de transporte de MQ.
action381909=Certifique-se de que a configura\u00E7\u00E3o de transporte de MQ do servi\u00E7o \u00E9 consistente com o tipo de binding de servi\u00E7o declarado
messagedetail381910=Esta \u00E9 uma mensagem informativa para alertar ao usu\u00E1rio que um payload de resposta vazio est\u00E1 sendo enviado como uma resposta ao proxy de MQ com resposta
action381910=Se este for o procedimento esperado, nenhuma a\u00E7\u00E3o ser\u00E1 necess\u00E1ria. Caso contr\u00E1rio, \u00E9 poss\u00EDvel usar v\u00E1rias a\u00E7\u00F5es de pipeline para examinar e definir o corpo da mensagem de resposta a ser enviada.
messagedetail381911=N\u00E3o \u00E9 poss\u00EDvel ativar o ponto final de servi\u00E7o em decorr\u00EAncia de uma exce\u00E7\u00E3o inesperada. Pode haver uma mensagem de erro que indica a causa do problema.
action381911=A mensagem de erro pode indicar a causa do problema.
messagedetail381912=N\u00E3o foi poss\u00EDvel retomar o ponto final de servi\u00E7o em decorr\u00EAncia de uma exce\u00E7\u00E3o inesperada. Pode haver uma mensagem de erro que indica a causa do problema.
action381912=A mensagem de erro pode indicar a causa do problema.
messagedetail381913=Ocorreu um erro fatal ao tentar fazer polling da fila de MQ especificada no URI do servi\u00E7o.
action381913=A mensagem de erro pode indicar a causa do problema.
messagedetail381914=Este erro ocorrer\u00E1 se a biblioteca nativa de MQ (com.ibm.mq.jar) n\u00E3o for encontrada no classpath.
cause381914=Este erro ocorrer\u00E1 se a biblioteca nativa de MQ (com.ibm.mq.jar) n\u00E3o for encontrada no classpath.
action381914=Adicionar a biblioteca de MQ (com.ibm.mq.jar) ao classpath
messagedetail381915=Ocorreu um erro fatal ao tentar fazer polling da fila de MQ especificada no URI de resposta do servi\u00E7o.
action381915=A mensagem de erro pode indicar a causa do problema.
messagedetail381916=Ocorreu um erro ao tentar estabelecer conex\u00E3o com o servidor MQ. Verifique o c\u00F3digo do motivo de MQ associado ao erro para obter mais detalhes
action381916=Verifique o c\u00F3digo de motivo de MQ associado ao erro para obter mais detalhes
messagedetail381917=Ocorreu um erro ao tentar implantar o transporte de MQ.
action381917=A mensagem de erro pode conter mais detalhes sobre a causa do problema.
messagedetail381918=Ao chamar um servi\u00E7o de neg\u00F3cios de MQ, uma resposta a uma solicita\u00E7\u00E3o de MQ n\u00E3o chegou antes do timeout especificado expirar.
action381918=Verifique se o servi\u00E7o de neg\u00F3cios de MQ de backend est\u00E3o funcionando adequadamente e aumente o valor de timeout, se necess\u00E1rio
action381919=Certifique-se de que o recurso de conex\u00E3o de MQ referenciado existe no URI.
messagedetail381920=Na configura\u00E7\u00E3o do servi\u00E7o de neg\u00F3cios de MQ, o URI de Resposta N\u00E3o Reconhecida e o URI de Resposta s\u00E3o iguais. Tal configura\u00E7\u00E3o n\u00E3o \u00E9 v\u00E1lida pois provavelmente resultar\u00E1 em um loop infinito e processamento de solicita\u00E7\u00E3o/resposta.
action381920=Certifique-se de que o URI de Resposta N\u00E3o Reconhecido e o URI de Resposta t\u00EAm valores diferentes na configura\u00E7\u00E3o do servi\u00E7o de neg\u00F3cios MQ
messagedetail381921=O OSB n\u00E3o conseguiu estabelecer conex\u00E3o com a fila configurada no Servidor MQ.
action381921=Verifique se a fila existe no Servidor MQ configurado.
messagedetail381922=O OSB n\u00E3o conseguiu enviar a mensagem porque a fila n\u00E3o est\u00E1 dispon\u00EDvel.
action381922=Verifique se a fila existe no Servidor MQ configurado.
messagedetail381923=Algum erro ocorreu enquanto os pontos finais estavam sendo expurgados.
action381924=Para usar o transporte de MQ, coloque a biblioteca de MQ no classpath
