Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OWSM-AGENT/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Component_OWSM-AGENT
source: Oracle Web Services Manager - Agent
es: Oracle Web Services Manager: Agente
it: Oracle Web Services Manager - Agente
ja: Oracle Web Services Manager - エージェント
ko: Oracle Web Services Manager - 에이전트
pt_br: Oracle Web Services Manager - Agente
zh_cn: Oracle Web Services Manager - 代理
zh_tw: Oracle Web Services Manager - 代理程式

# Category_PolicyEnforcement
source: Policy Enforcement
de: Policy-Durchsetzung
es: Forzado de Política
fr: Application des stratégies
it: Applicazione criterio
ja: ポリシー施行
ko: 정책 강제 수행
pt_br: Aplicação da Política
zh_cn: 策略实施情况
zh_tw: 原則強制實行

# Event_EnforceConfidentiality
source: Enforce Confidentiality
de: Vertraulichkeit durchsetzen
es: Forzar Confidencialidad
fr: Imposer la confidentialité
it: Applica riservatezza
ja: 機密性の施行
ko: 기밀성 적용
pt_br: Aplicar Confidencialidade
zh_cn: 强制机密性
zh_tw: 強制實行機密性

# Event_EnforceIntegrity
source: Enforce Integrity
de: Integritätsregeln durchsetzen
es: Forzar Integridad
fr: Imposer l'intégrité
it: Applica integrità
ja: 整合性の施行
ko: 무결성 적용
pt_br: Aplicar Integridade
zh_cn: 强制完整性
zh_tw: 強制實行整合性

# Event_EnforcePolicy
source: Enforce Policy
de: Policy durchsetzen
es: Forzar Política
fr: Imposer une stratégie
it: Applica criterio
ja: ポリシーの施行
ko: 정책 적용
pt_br: Aplicar Política
zh_cn: 强制执行策略
zh_tw: 強制實行原則

# Attribute_AppName
source: Application Name
de: Anwendungsname
es: Nombre de la Aplicación
fr: Nom d'application
it: Nome applicazione
ja: アプリケーション名
ko: 응용 프로그램 이름
pt_br: Nome da Aplicação
zh_cn: 应用程序名称
zh_tw: 應用程式名稱

# Attribute_AssertionName
source: Assertion Name
es: Nombre de Afirmación
fr: Nom d'assertion
it: Nome asserzione
ja: アサーション名
ko: 검증 이름
pt_br: Nome da Asserção
zh_cn: 断言名称
zh_tw: 宣告名稱

# Attribute_CompositeName
source: Composite Name
de: Zusammengesetzter Name
es: Nombre de Compuesto
fr: Nom de composite
it: Nome composto
ja: コンポジット名
ko: 조합 이름
pt_br: Nome do Composto
zh_cn: 组合名
zh_tw: 複合項目名稱

# Attribute_Endpoint
source: Endpoint
de: Endpunkt
es: Punto Final
fr: Adresse
ja: エンドポイント
ko: 끝점
pt_br: Ponto Final
zh_cn: 端点
zh_tw: 端點

# Attribute_AgentMode
source: Agent Mode
de: Agent-Modus
es: Modo de Agente
fr: Mode agent
it: Modalità agente
ja: エージェント・モード
ko: 에이전트 모드
pt_br: Modo do Agente
zh_cn: 代理模式
zh_tw: 代理程式模式

# Attribute_ModelObjectName
source: Service or Client Name
de: Service- oder Clientname
es: Nombre de Cliente o Servicio
fr: Service ou nom de client
it: Nome servizio o client
ja: サービスまたはクライアント名
ko: 서비스 또는 클라이언트 이름
pt_br: Nome do Cliente ou Serviço
zh_cn: 服务或客户机名
zh_tw: 服務或從屬端名稱

# Attribute_Operation
source: Operation
de: Vorgang
es: Operación
fr: Opération
it: Operazione
ja: 操作
ko: 작업
pt_br: Operação
zh_cn: 操作
zh_tw: 作業

# Attribute_ProcessingStage
source: Processing Stage
de: Verarbeitungsphase
es: Etapa de Procesamiento
fr: Phase de traitement
it: Stadio elaborazione
ja: 処理ステージ
ko: 처리 단계
pt_br: Estágio de Processamento
zh_cn: 处理阶段
zh_tw: 處理階段

# Attribute_Version
source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
zh_cn: 版本
zh_tw: 版本

# Attribute_Protocol
source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
it: Protocollo
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
zh_cn: 协议
zh_tw: 協定

# Help_Category_PolicyEnforcement
source: This set of events is for message protection and overall policy enforcement.
de: Diese Ereignisgruppe dient dem Nachrichtenschutz und der allgemeinen Policy-Durchsetzung.
es: Este conjunto de eventos es para la protección de mensajes y forzado de política general.
fr: Cet ensemble d'événements est destiné à la protection des messages et à l'application de stratégie globale.
it: Questo set di eventi è destinato alla protezione dei messaggi e all'applicazione generale dei criteri.
ja: このイベントのセットは、メッセージ保護と全体的なポリシー施行を行います。
ko: 이 이벤트 집합은 메시지 보호 및 전반적인 정책 적용에 사용됩니다.
pt_br: Este conjunto de eventos é para a proteção da mensagem e aplicação das políticas gerais.
zh_cn: 此事件集用于保护消息和强制执行总体策略。
zh_tw: 這組事件適用於訊息保護與整體的原則強制實行.

# Help_Event_CheckAuthorization
source: Generated when enforcing an authorization policy
de: Wird erzeugt, wenn eine Autorisierungs-Policy durchgesetzt wird
es: Generado al forzar una política de autorización
fr: Généré lors de l'application d'une stratégie d'autorisation
it: Generato quando si applica un criterio di autorizzazione.
ja: 認可ポリシーを施行するときに生成されます
ko: 권한 부여 정책을 적용할 때 생성됩니다.
pt_br: Gerado ao aplicar uma política de autorização
zh_cn: 强制执行授权策略时生成
zh_tw: 在強制實行授權原則時產生

# Help_Event_EnforceConfidentiality
source: Generated when enforcing confidentiality of a message protection policy.
de: Wird erzeugt, wenn die Vertraulichkeit einer Policy zum Nachrichtenschutz durchgesetzt wird.
es: Generado al forzar la confidencialidad de una política de protección de mensajes.
fr: Généré lorsque la confidentialité d'une stratégie de protection des messages est imposée.
it: Generato quando si applica la riservatezza di un criterio di protezione messaggi.
ja: メッセージ保護ポリシーの機密性を施行するときに生成されます。
ko: 메시지 보호 정책의 기밀성을 적용할 때 생성됩니다.
pt_br: Gerado ao aplicar a confidencialidade de uma política de proteção de mensagem.
zh_cn: 强制执行消息保护策略的机密性时生成。
zh_tw: 在強制實行訊息保護原則機密性時產生.

# Help_Event_EnforceIntegrity
source: Generated when enforcing integrity of a message protection policy.
de: Wird erzeugt, wenn die Integrität einer Policy zum Nachrichtenschutz durchgesetzt wird.
es: Generado al forzar la integridad de una política de protección de mensajes.
fr: Généré lorsque l'intégrité d'une stratégie de protection des messages est imposée.
it: Generato quando si applica l'integrità di un criterio di protezione messaggi.
ja: メッセージ保護ポリシーの整合性を施行するときに生成されます。
ko: 메시지 보호 정책의 무결성을 적용할 때 생성됩니다.
pt_br: Gerado ao aplicar a integridade de uma política de proteção de mensagem.
zh_cn: 强制执行消息保护策略的完整性时生成。
zh_tw: 在強制實行訊息保護原則整合性時產生.

# Help_Event_EnforcePolicy
source: Enforce a policy assertion.
de: Setzen Sie eine Policy Assertion durch.
es: Forzar una afirmación de política.
fr: Imposer une assertion de stratégie.
it: Applica un'asserzione dei criteri.
ja: ポリシー・アサーションを施行します。
ko: 정책 검증을 강제 수행합니다.
pt_br: Aplique uma asserção de política.
zh_cn: 强制执行策略断言。
zh_tw: 強制實行原則宣告.

# Help_Attribute_AppName
source: Name of the application against which the policy is being enforced.
de: Name der Anwendung, bei der die Policy durchgesetzt wird.
es: Nombre de la aplicación en la que se va forzar la política.
fr: Nom de l'application à laquelle la stratégie est imposée.
it: Nome dell'applicazione interessata dall'applicazione del criterio.
ja: ポリシーが施行されるアプリケーションの名前です。
ko: 정책을 적용할 응용 프로그램의 이름입니다.
pt_br: Nome da aplicação à qual a política está sendo aplicada.
zh_cn: 要对其强制执行策略的应用程序的名称。
zh_tw: 強制實行原則時所針對的應用程式名稱.

# Help_Attribute_AssertionName
source: Name of the assertion that failed enforcement.
de: Name der Assertion, die die Durchsetzung nicht ausführen konnte.
es: Nombre de la afirmación para la que ha fallado el forzado.
fr: Nom de l'assertion dont l'application a échoué.
it: Nome dell'asserzione per la quale l'applicazione non è riuscita.
ja: 施行に失敗したアサーションの名前です。
ko: 적용을 실패한 검증의 이름입니다.
pt_br: Nome da asserção cuja aplicação falhou.
zh_cn: 无法强制执行的断言的名称。
zh_tw: 強制實行失敗的宣告名稱.

# Help_Attribute_CompositeName
source: Name of the composite (apply to SOA application only) against which the policy is being enforced.
de: Name des zusammengesetzten Objekts (gilt nur für SOA-Anwendung), bei dem die Policy durchgesetzt werden soll.
es: Nombre del compuesto (aplicar sólo a aplicación SOA) en el que se va a forzar la política.
fr: Nom du composite (applicable à l'application SOA uniquement) auquel la stratégie est actuellement imposée.
it: Nome del composto (valido solo per applicazioni SOA) interessato dall'applicazione del criterio.
ja: ポリシーが施行されるコンポジットの名前です(SOAアプリケーションにのみ適用されます)。
ko: 정책을 적용할 조합의 이름(SOA 응용 프로그램에만 적용)입니다.
pt_br: Nome do composto (aplicar somente à aplicação SOA) ao qual a política está sendo aplicada.
zh_cn: 要对其强制执行策略的组合 (仅适用于 SOA 应用程序) 的名称。
zh_tw: 強制實行原則時所針對的複合項目名稱 (僅適用於 SOA 應用程式).

# Help_Attribute_Endpoint
source: The URI which identifies the endpoint for which the event was triggered. For example, an HTTP require will record the URL.
de: Der URI, der den Endpunkt identifiziert, für den das Ereignis ausgelöst wurde. Ein HTTP zeichnet zum Beispiel den URL auf.
es: URI que identifica el punto final para el que se ha disparado el evento. Por ejemplo, un HTTP necesario registrará la dirección URL.
fr: URI identifiant l'adresse pour laquelle l'événement a été déclenché. Par exemple, une demande HTTP enregistrera l'URL.
it: URI che identifica l'endpoint per il quale è stato attivato l'evento. Ad esempio, una richiesta HTTP registrerà l'URL.
ja: イベントがトリガーされたエンドポイントを識別するURI。たとえば、HTTP要求はURLを記録します。
ko: 이벤트가 트리거된 끝점을 식별하는 URI입니다. 예를 들어, HTTP 요청은 URL을 기록합니다.
pt_br: O URI que identifica o ponto final no qual o evento foi acionado. Por exemplo, um HTTP registrará o URL.
zh_cn: 标识已触发事件的端点的 URI。例如, 需要 HTTP 时将记录 URL。
zh_tw: 識別觸發事件之端點的 URI. 例如, HTTP 要求將會記錄 URL.

# Help_Attribute_AgentMode
source: Mode in which agent performed policy enforcement.
de: Modus, in dem der Agent die Policy-Durchsetzung ausführt.
es: Modo en el que el agente ha realizado el forzado de la política.
fr: Mode dans lequel l'agent a imposé la stratégie.
it: Modalità di esecuzione dell'applicazione del criterio.
ja: エージェントがポリシー施行を実行したモードです。
ko: 에이전트에서 정책 적용을 수행한 모드입니다.
pt_br: Modo no qual o agente executou a aplicação da política.
zh_cn: 代理强制执行策略时的模式。
zh_tw: 代理程式執行原則強制實行時的模式.

# Help_Attribute_ModelObjectName
source: Name of the Web service or client name against which the policy is being enforced.
de: Name des Web Services oder Clientname, bei dem die Policy durchgesetzt werden soll.
es: Nombre del servicio Web o cliente en el que se va a forzar la política.
fr: Nom du service Web ou nom du client auquel la stratégie est actuellement imposée.
it: Nome del servizio Web o del client interessato dall'applicazione del criterio.
ja: ポリシーが施行されるWebサービスまたはクライアントの名前です。
ko: 정책을 적용할 웹 서비스 또는 클라이언트의 이름입니다.
pt_br: O nome do Web service ou cliente ao qual a política está sendo aplicada.
zh_cn: 要对其强制执行策略的 Web 服务或客户机的名称。
zh_tw: 強制實行原則時所針對的 Web 服務名稱或從屬端名稱.

# Help_Attribute_Operation
source: For SOAP requests, the operation for which the event was triggered.
de: Bei SOAP-Anforderungen der Vorgang, für den das Ereignis ausgelöst wurde.
es: Para la solicitud de SOAP, la operación para la que se ha disparado el evento.
fr: Pour les demandes SOAP, il s'agit de l'opération pour laquelle l'événement a été déclenché.
it: Per le richieste SOAP, l'operazione per la quale viene attivato l'evento.
ja: SOAPリクエストの場合は、イベントがトリガーされた操作です。
ko: SOAP 요청의 경우 이벤트가 트리거된 작업입니다.
pt_br: Para solicitações SOAP, a operação para a qual o evento foi acionado.
zh_cn: 对于 SOAP 请求, 这是已触发事件的操作。
zh_tw: 若為 SOAP 要求, 則為觸發事件的作業.

# Help_Attribute_ProcessingStage
source: Processing stage during which the policy enforcement occurred.
de: Verarbeitungsphase, in der die Policy-Durchsetzung aufgetreten ist.
es: Etapa de procesamiento durante la que se ha producido el forzado de política.
fr: Phase de traitement au cours de laquelle a été imposée la stratégie.
it: Stadio dell'elaborazione durante il quale si è verificata l'applicazione del criterio.
ja: ポリシー施行が発生した処理ステージです。
ko: 정책 적용이 수행된 처리 단계입니다.
pt_br: Estágio do processamento durante o qual ocorreu a aplicação da política.
zh_cn: 发生强制执行策略操作的处理阶段。
zh_tw: 發生原則強制實行的處理階段.

# Help_Attribute_Version
source: Version of the policy that is being enforced.
de: Version der Policy, die durchgesetzt wird.
es: Versión de la política que se va a forzar.
fr: Version de la stratégie imposée.
it: Versione del criterio applicato.
ja: 施行されるポリシーのバージョンです。
ko: 적용할 정책의 버전입니다.
pt_br: Versão da política que está sendo aplicada.
zh_cn: 强制执行的策略的版本。
zh_tw: 強制實行的原則版本.

# Help_Attribute_Protocol
source: The procotol of the request.
de: Das Protokoll der Anforderung.
es: El protocolo de la solicitud.
fr: Protocole de la demande.
it: Il protocollo della richiesta.
ja: リクエストのプロトコル。
ko: 요청의 프로토콜입니다.
pt_br: O protocolo da solicitação.
zh_cn: 此请求的协议。
zh_tw: 要求的協定.
