RETRY_COUNT=Nombre de tentatives
RETRY_COUNT_LBL=Nombre de tentatives
RETRY_COUNT_DESC=Nombre de tentatives pour la distribution du message au pipeline.
RETRY_DELAY=D\u00E9lai entre deux tentatives
RETRY_DELAY_LBL=D\u00E9lai entre deux tentatives
RETRY_DELAY_DESC=D\u00E9lai (en secondes) avant une nouvelle tentative de distribution du message au pipeline \u00E0 la suite d'une erreur.
SYNCHRONOUS=Synchrone
SYNCHRONOUS_LBL=Synchrone
SYNCHRONOUS_DESC=Lorsque cette option est coch\u00E9e, l'adresse devient synchrone.
DISPATCH_POLICY=Strat\u00E9gie de r\u00E9partition
DISPATCH_POLICY_LBL=Strat\u00E9gie de r\u00E9partition
DISPATCH_POLICY_DESC=Strat\u00E9gie de r\u00E9partition \u00E0 utiliser pour ce service
ERROR_QUEUE_URI=URI de la file d'attente des erreurs
ERROR_QUEUE_URI_LBL=URI de la file d'attente des erreurs
ERROR_QUEUE_URI_NAME=URI de la file d'attente des erreurs WS
ERROR_QUEUE_URI_DESC=URI de la file d'attente JMS utilis\u00E9e pour stocker les messages d'erreur.
WS_SERVICE_ACCOUNTS_NAME=Comptes de service WS
WS_SERVICE_ACCOUNTS_DESC=Comptes de service pour le service fonctionnel WS
RESPONSE_TIME_INTERVAL=Temporisation de r\u00E9ponse
RESPONSE_TIME_INTERVAL_LBL=Temporisation de r\u00E9ponse
RESPONSE_TIME_INTERVAL_DESC=Temps pendant lequel attendre la r\u00E9ponse, en secondes.
SERVICE_ACCOUNT_LBL=Compte de service
SERVICE_ACCOUNT_DESC=Informations d'identification et de connexion \u00E0 utiliser lorsqu'une strat\u00E9gie d'authentification de base HTTP est employ\u00E9e pour ce service
JMS_SERVICE_ACCOUNT_LBL=Compte de service de la file d'attente des erreurs JMS
JMS_SERVICE_ACCOUNT_DESC=Utilis\u00E9 pour les consultations JNDI et lors de l'envoi des messages d'erreur dans la file d'attente.
IS_SECURE_LBL=Utiliser SSL pour la file d'attente des erreurs
IS_SECURE_DESC=Indique si les connexions de file d'attente JMS pour la file d'attente des erreurs font appel ou non \u00E0 SSL
ERROR_QUEUE_ENABLED_LBL=Messages d'erreur en file d'attente
ERROR_QUEUE_ENABLED_DESC=Lorsque cette option est coch\u00E9e, les messages d'erreur sont envoy\u00E9s dans la file d'attente configur\u00E9e.
ERROR_INVALID_ERROR_QUEUE_URI=L'URI de la file d'attente des erreurs ne peut pas \u00EAtre vide.
ERROR_URI_ENDS_WITH_SLASH=L'URI ne peut pas se terminer par '/'.
IS_SEND_ERROR_AS_BINARY_LBL=Envoyer les messages d'erreur sous forme binaire
IS_SEND_ERROR_AS_BINARY_DESC=Indique si les messages d'erreur doivent \u00EAtre envoy\u00E9s dans la file d'attente configur\u00E9e sous forme de messages binaires et non sous forme de messages Object(weblogic.wsee.async.SOAPInvokeState).
