messagedetail2031900=\uBCC0\uC218 \uC720\uD615\uC774 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031900=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031901="to" \uAC12\uC740 \uBA54\uC2DC\uC9C0\uC5EC\uC57C \uD569\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uBC30\uCE58 \uC911\uC5D0 \uAC80\uC99D\uC744 \uD1B5\uD574 \uBC1C\uACAC\uD574\uC57C \uD569\uB2C8\uB2E4.
action2031901="to" \uAC12\uC774 \uBA54\uC2DC\uC9C0\uB85C \uD3C9\uAC00\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031902="from" \uAC12\uC740 \uBA54\uC2DC\uC9C0\uC5EC\uC57C \uD569\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uBC30\uCE58 \uC911\uC5D0 \uAC80\uC99D\uC744 \uD1B5\uD574 \uBC1C\uACAC\uD574\uC57C \uD569\uB2C8\uB2E4.
action2031902="from" \uAC12\uC774 \uBA54\uC2DC\uC9C0\uB85C \uD3C9\uAC00\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031903="to"\uC640 "from"\uC740 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC774 \uB3D9\uC77C\uD574\uC57C \uD569\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uBC30\uCE58 \uC911\uC5D0 \uAC80\uC99D\uC744 \uD1B5\uD574 \uBC1C\uACAC\uD574\uC57C \uD569\uB2C8\uB2E4.
action2031903="from"\uACFC "to"\uAC00 \uAC19\uC740 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC758 \uBA54\uC2DC\uC9C0\uB85C \uD3C9\uAC00\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031904=\uD30C\uD2B8\uB108 \uB9C1\uD06C \uC0DD\uC131\uC740 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031904=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031905=\uD30C\uD2B8\uB108 \uB9C1\uD06C \uBCF5\uC81C\uB294 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031905=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031906=\uD30C\uD2B8\uB108\uAC00 \uC544\uB2CC \uB9C1\uD06C \uAC12\uC744 \uC11C\uBE44\uC2A4 \uCC38\uC870\uB85C \uC124\uC815\uD558\uB824\uACE0 \uC2DC\uB3C4\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031906=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031907=\uD14D\uC2A4\uD2B8 \uB178\uB4DC \uC0DD\uC131\uC740 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031907=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031908=\uD14D\uC2A4\uD2B8 \uB178\uB4DC \uBCF5\uC81C\uB294 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031908=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031909=\uD14D\uC2A4\uD2B8\uAC00 \uC544\uB2CC \uB178\uB4DC \uAC12\uC744 \uD14D\uC2A4\uD2B8 \uAC12\uC73C\uB85C \uC124\uC815\uD558\uB824\uACE0 \uC2DC\uB3C4\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031909=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031910=XML\uC774 \uC544\uB2CC \uAC1D\uCCB4 \uAC12\uC744 XML \uAC1D\uCCB4\uB85C \uC124\uC815\uD558\uB824\uACE0 \uC2DC\uB3C4\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC808\uB300\uB85C \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031910=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031911=\uBCC0\uC218\uC5D0 \uBD80\uC801\uD569\uD55C \uAC12\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uC6D0\uC778\uC774 \uC9C0\uC815\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action2031911=\uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uC790\uC138\uD788 \uC124\uBA85\uB41C \uC624\uB958\uB97C \uC218\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail2031912=Copy \uC694\uC18C\uC758 keepSrcElementName\uB294 from-spec \uBC0F to-spec \uBAA8\uB450\uAC00 EII\uC778 \uACBD\uC6B0\uC5D0\uB9CC \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. from-spec \uB610\uB294 to-spec\uC774 EII\uAC00 \uC544\uB2C8\uBA74, keepSrcElementName\uC744 \uBA85\uC2DC\uC801\uC73C\uB85C \uC124\uC815\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031912=from-spec \uBC0F to-spec\uC5D0 \uB300\uD55C \uD45C\uD604\uC2DD\uC774 EII\uB97C \uC120\uD0DD\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
