messagedetail2031900=El tipo de variable no est\u00E1 soportado. Esto no debe ocurrir nunca.
action2031900=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031901=El valor de ''to'' debe ser un mensaje. Esto se debe obtener en la validaci\u00F3n realizada durante el despliegue.
action2031901=Aseg\u00FArese de que el valor de ''to'' se eval\u00FAa en un mensaje.
messagedetail2031902=El valor de ''from'' debe ser un mensaje. Esto se debe obtener en la validaci\u00F3n realizada durante el despliegue.
action2031902=Aseg\u00FArese de que el valor de ''from'' se eval\u00FAa en un mensaje.
messagedetail2031903=''to'' y ''from'' deben ser el mismo tipo de mensaje. Esto se debe obtener en la validaci\u00F3n realizada durante el despliegue.
action2031903=Aseg\u00FArese de que ''from'' y ''to'' se eval\u00FAan en mensajes del mismo tipo.
messagedetail2031904=No est\u00E1 soportada la creaci\u00F3n de enlaces de partner. Esto no debe ocurrir nunca.
action2031904=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031905=No est\u00E1 soportada la clonaci\u00F3n de enlaces de partner. Esto no debe ocurrir nunca.
action2031905=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031906=Se ha intentado definir un valor de enlace que no es de partner en una referencia de servicio. Esto no debe ocurrir nunca.
action2031906=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031907=No est\u00E1 soportada la creaci\u00F3n de nodos de texto. Esto no debe ocurrir nunca.
action2031907=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031908=No est\u00E1 soportada la clonaci\u00F3n de nodos de texto. Esto no debe ocurrir nunca.
action2031908=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031909=Se ha intentado definir un valor de nodo que no es de texto en un valor de texto. Esto no debe ocurrir nunca.
action2031909=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031910=Se ha intentado definir un valor de objeto que no es XML en un objeto XML. Esto no debe ocurrir nunca.
action2031910=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031911=Una variable tiene un valor no v\u00E1lido. El motivo debe estar especificado en el mensaje de excepci\u00F3n.
action2031911=Corrija el error detallado en el mensaje de excepci\u00F3n.
messagedetail2031912=S\u00F3lo est\u00E1 permitido el uso de keepSrcElementName en el elemento Copy si tanto from-spec como to-spec son EII. Si uno de los dos, from-spec o to-spec, NO es EII, NO se DEBE definir keepSrcElementName de manera expl\u00EDcita.
action2031912=Aseg\u00FArese de que las expresiones de from-spec y to-spec seleccionan EII.
