messagedetail2031900=\u5909\u6570\u306E\u578B\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031900=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031901=''to''\u5024\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u901A\u5E38\u3001\u30C7\u30D7\u30ED\u30A4\u6642\u306E\u691C\u8A3C\u3067\u6355\u6349\u3055\u308C\u307E\u3059\u3002
action2031901=''to''\u5024\u304C\u30E1\u30C3\u30BB\u30FC\u30B8\u3068\u3057\u3066\u8A55\u4FA1\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031902=''from''\u5024\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u901A\u5E38\u3001\u30C7\u30D7\u30ED\u30A4\u6642\u306E\u691C\u8A3C\u3067\u6355\u6349\u3055\u308C\u307E\u3059\u3002
action2031902=''from''\u5024\u304C\u30E1\u30C3\u30BB\u30FC\u30B8\u3068\u3057\u3066\u8A55\u4FA1\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031903=''to''\u304A\u3088\u3073''from''\u306F\u540C\u3058\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u901A\u5E38\u3001\u30C7\u30D7\u30ED\u30A4\u6642\u306E\u691C\u8A3C\u3067\u6355\u6349\u3055\u308C\u307E\u3059\u3002
action2031903=''from''\u304A\u3088\u3073''to''\u304C\u540C\u3058\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3068\u3057\u3066\u8A55\u4FA1\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031904=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u306E\u4F5C\u6210\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031904=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031905=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u306E\u30AF\u30ED\u30FC\u30F3\u4F5C\u6210\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031905=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031906=\u30B5\u30FC\u30D3\u30B9\u53C2\u7167\u306B\u30D1\u30FC\u30C8\u30CA\u30FB\u30EA\u30F3\u30AF\u4EE5\u5916\u306E\u5024\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031906=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031907=\u30C6\u30AD\u30B9\u30C8\u30FB\u30CE\u30FC\u30C9\u306E\u4F5C\u6210\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031907=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031908=\u30C6\u30AD\u30B9\u30C8\u30FB\u30CE\u30FC\u30C9\u306E\u30AF\u30ED\u30FC\u30F3\u4F5C\u6210\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031908=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031909=\u30C6\u30AD\u30B9\u30C8\u5024\u306B\u30C6\u30AD\u30B9\u30C8\u30FB\u30CE\u30FC\u30C9\u4EE5\u5916\u306E\u5024\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031909=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031910=XML\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306BXML\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u4EE5\u5916\u306E\u5024\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u901A\u5E38\u306F\u767A\u751F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action2031910=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail2031911=\u5909\u6570\u306B\u7121\u52B9\u306A\u5024\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u7406\u7531\u306B\u3064\u3044\u3066\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action2031911=\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A73\u7D30\u306B\u5F93\u3063\u3066\u3001\u30A8\u30E9\u30FC\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2031912=Copy\u8981\u7D20\u306EkeepSrcElementName\u306F\u3001from-spec\u304A\u3088\u3073to-spec\u306E\u4E21\u65B9\u304CEII\u306E\u5834\u5408\u306B\u4F7F\u7528\u3092\u8A31\u53EF\u3055\u308C\u307E\u3059\u3002from-spec\u307E\u305F\u306Fto-spec\u306E\u3044\u305A\u308C\u304B\u304CEII\u3067\u306A\u3044\u5834\u5408\u3001keepSrcElementName\u3092\u660E\u793A\u7684\u306B\u8A2D\u5B9A\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
action2031912=from-spec\u304A\u3088\u3073to-spec\u306E\u5F0F\u304CEII\u3092\u9078\u629E\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
