messagedetail2031900=O tipo de vari\u00E1vel n\u00E3o \u00E9 suportado. Isso nunca deve ocorrer.
action2031900=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031901=O valor ''para'' deve ser uma mensagem. Isso deve ser detectado pela valida\u00E7\u00E3o durante a implanta\u00E7\u00E3o.
action2031901=Certifique-se de que o valor ''para'' seja avaliado como uma mensagem.
messagedetail2031902=O valor ''de origem'' deve ser uma mensagem. Isso deve ser detectado pela valida\u00E7\u00E3o durante a implanta\u00E7\u00E3o.
action2031902=Certifique-se de que o valor ''de origem'' seja avaliado como uma mensagem.
messagedetail2031903=Os valores ''de destino'' e ''de origem'' devem ser do mesmo tipo de mensagem. Isso deve ser detectado pela valida\u00E7\u00E3o durante a implanta\u00E7\u00E3o.
action2031903=Certifique-se de que os valores ''de origem'' e "de destino" sejam avaliados como mensagens do mesmo tipo.
messagedetail2031904=A cria\u00E7\u00E3o de links de parceiro n\u00E3o \u00E9 suportada. Isso nunca deve ocorrer.
action2031904=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031905=A clonagem de links de parceiro n\u00E3o \u00E9 suportada. Isso nunca deve ocorrer.
action2031905=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031906=Houve uma tentativa de definir um valor de link n\u00E3o de parceiro como uma refer\u00EAncia do servi\u00E7o. Isso nunca deve ocorrer.
action2031906=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031907=A cria\u00E7\u00E3o de n\u00F3s de texto n\u00E3o \u00E9 suportada. Isso nunca deve ocorrer.
action2031907=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031908=A clonagem de n\u00F3s de texto n\u00E3o \u00E9 suportada. Isso nunca deve ocorrer.
action2031908=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031909=Houve uma tentativa de definir um valor de n\u00F3 n\u00E3o de texto como um valor de texto. Isso nunca deve ocorrer.
action2031909=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031910=Houve uma tentativa de definir um valor de objeto n\u00E3o XML como um objeto XML. Isso nunca deve ocorrer.
action2031910=Entre em Contato com o Suporte T\u00E9cnico.
messagedetail2031911=Uma vari\u00E1vel tem um valor inv\u00E1lido. O motivo deve ser especificado na mensagem de exce\u00E7\u00E3o.
action2031911=Corrija o erro conforme detalhado na mensagem de exce\u00E7\u00E3o.
messagedetail2031912=O keepSrcElementName no elemento Copy s\u00F3 pode ser usado quando as especifica\u00E7\u00F5es de origem e de destino forem EIIs. Se a especifica\u00E7\u00E3o de origem ou de destino N\u00C3O for EII, o keepSrcElementName N\u00C3O DEVE ser definido explicitamente.
action2031912=Certifique-se de que as express\u00F5es para as especifica\u00E7\u00F5es de origem e de destino selecionem EIIs.
