SERVICE_ACCOUNT_CONFIGURATION_DESC=Configuraci\u00F3n de cuenta de servicio
SERVICE_ACCOUNT_CONFIGURATION_NAME=Configuraci\u00F3n de Cuenta de Servicio
STATIC_SERVICE_ACCOUNT_CONFIGURATION_DESC=Usuario y contrase\u00F1a
STATIC_SERVICE_ACCOUNT_CONFIGURATION_NAME=Configuraci\u00F3n de Cuenta de Servicio Est\u00E1tica
MAPPED_SERVICE_ACCOUNT_CONFIGURATION_DESC=Usuarios remotos, asignaciones locales a remotas y asignaci\u00F3n an\u00F3nima
MAPPED_SERVICE_ACCOUNT_CONFIGURATION_NAME=Configuraci\u00F3n de Cuenta de Servicio Asignada
SVCACCT_ALREADY_DISPOSED=La cuenta de servicio ya se ha desechado.
SVCACCT_READ_ONLY_SERVICE_ACCOUNT=La cuenta de servicio no se puede actualizar fuera de una sesi\u00F3n.
SVCACCT_INVALID_USERNAME_NULL=Nombre de usuario no v\u00E1lido: El nombre de usuario es nulo o est\u00E1 vac\u00EDo.
SVCACCT_INVALID_USERNAME_TOO_LONG=Nombre de usuario no v\u00E1lido: El nombre de usuario excede la longitud m\u00E1xima ({0} caracteres).
SVCACCT_INVALID_USERNAME_ANONYMOUS=Nombre de usuario no v\u00E1lido: La cuenta an\u00F3nima no es un nombre de usuario v\u00E1lido.
SVCACCT_INVALID_PASSWORD_NULL=Contrase\u00F1a no v\u00E1lida: La contrase\u00F1a es nula o est\u00E1 vac\u00EDa.
SVCACCT_INVALID_PASSWORD_TOO_LONG=Contrase\u00F1a no v\u00E1lida: La contrase\u00F1a excede la longitud m\u00E1xima ({0} caracteres).
SVCACCT_CANNOT_CHANGE_NAME=El nombre de cuenta de servicio no se puede cambiar porque \u00E9ste ya se ha guardado. Para cambiar el nombre, debe hacerlo en la consola de Oracle Service Bus.
SVCACCT_NO_SUCH_REMOTE_USER=No hay ning\u00FAn usuario remoto definido con el nombre de usuario "{0}".
SVCACCT_CANNOT_DELETE_REMOTE_USER_1=No se puede suprimir el usuario remoto "{0}"; hay usuarios locales asignados a este usuario remoto.
SVCACCT_CANNOT_DELETE_REMOTE_USER_2=No se puede suprimir el usuario remoto "{0}"; hay peticiones an\u00F3nimas asignadas a este usuario remoto.
SVCACCT_NO_SUCH_USER_MAPPING=No hay ninguna asignaci\u00F3n de usuario para el usuario local "{0}".
SVCACCT_NO_STATIC_ACCOUNT=No se ha configurado el nombre de usuario/la contrase\u00F1a de cuenta est\u00E1tica.
SVCACCT_SERVICE_ACCOUNT_HAS_BEEN_UPGRADED_WITH_USERNAME_PASSWORD=Se ha actualizado la cuenta de servicio "{0}". Se ha encontrado un nombre de usuario/una contrase\u00F1a para esta cuenta de servicio en el dominio de seguridad.
SVCACCT_SERVICE_ACCOUNT_HAS_BEEN_UPGRADED_WITHOUT_USERNAME_PASSWORD=Se ha actualizado la cuenta de servicio "{0}". No se ha encontrado ning\u00FAn nombre de usuario ni contrase\u00F1a para esta cuenta de servicio en el dominio de seguridad. Debe definir el nombre de usuario o la contrase\u00F1a en la consola de Oracle Service Bus.
SVCACCT_SERVICE_ACCOUNT_UPGRADE_FAILED=Fallo al actualizar la cuenta de servicio: {0}
SVCACCT_NAME_DOES_NOT_MATCH_REFERENCE=La cuenta de servicio "{0}" no es v\u00E1lida: El nombre de la cuenta de servicio no coincide con la referencia.
SVCACCT_XML_VALIDATION_ERROR=La cuenta de servicio "{0}" no es v\u00E1lida. Error de validaci\u00F3n de XML:\n{1}.
SVCACCT_RUNTIME_AUTHENTICATION_FAILED=Fallo de autenticaci\u00F3n.
SVCACCT_RUNTIME_DOES_NOT_EXIST=No hay ninguna cuenta de servicio denominada "{0}".
