SERVICE_ACCOUNT_CONFIGURATION_DESC=Configuration de compte de service
SERVICE_ACCOUNT_CONFIGURATION_NAME=Configuration de compte de service
STATIC_SERVICE_ACCOUNT_CONFIGURATION_DESC=Nom utilisateur et mot de passe
STATIC_SERVICE_ACCOUNT_CONFIGURATION_NAME=Configuration de compte de service statique
MAPPED_SERVICE_ACCOUNT_CONFIGURATION_DESC=Utilisateurs distants, correspondances local/distant et correspondance anonyme
MAPPED_SERVICE_ACCOUNT_CONFIGURATION_NAME=Configuration de compte de service mis en correspondance
SVCACCT_ALREADY_DISPOSED=Le compte de service a d\u00E9j\u00E0 \u00E9t\u00E9 \u00E9limin\u00E9.
SVCACCT_READ_ONLY_SERVICE_ACCOUNT=Le compte de service ne peut pas \u00EAtre mis \u00E0 jour hors d'une session.
SVCACCT_INVALID_USERNAME_NULL=Nom utilisateur non valide : le nom utilisateur est NULL ou vide.
SVCACCT_INVALID_USERNAME_TOO_LONG=Nom utilisateur non valide : le nom utilisateur d\u00E9passe la longueur maximale ({0} caract\u00E8res).
SVCACCT_INVALID_USERNAME_ANONYMOUS=Nom utilisateur non valide : le compte anonyme n'est pas un nom utilisateur valide.
SVCACCT_INVALID_PASSWORD_NULL=Mot de passe non valide : le mot de passe est NULL ou vide.
SVCACCT_INVALID_PASSWORD_TOO_LONG=Mot de passe non valide : le mot de passe d\u00E9passe la longueur maximale ({0} caract\u00E8res).
SVCACCT_CANNOT_CHANGE_NAME=Impossible de modifier le nom du compte de service car il a d\u00E9j\u00E0 \u00E9t\u00E9 enregistr\u00E9. Pour modifier son nom, renommez-le dans la console Oracle Service Bus.
SVCACCT_NO_SUCH_REMOTE_USER=Aucun utilisateur distant d\u00E9fini ne porte le nom utilisateur "{0}".
SVCACCT_CANNOT_DELETE_REMOTE_USER_1=Impossible de supprimer l''utilisateur distant "{0}", car des utilisateurs locaux sont mis en correspondance avec celui-ci.
SVCACCT_CANNOT_DELETE_REMOTE_USER_2=Impossible de supprimer l''utilisateur distant "{0}" car des demandes anonymes sont mises en correspondance avec celui-ci.
SVCACCT_NO_SUCH_USER_MAPPING=Il n''existe aucune correspondance utilisateur pour l''utilisateur local "{0}".
SVCACCT_NO_STATIC_ACCOUNT=Le nom utilisateur/mot de passe du compte statique n'a pas \u00E9t\u00E9 configur\u00E9.
SVCACCT_SERVICE_ACCOUNT_HAS_BEEN_UPGRADED_WITH_USERNAME_PASSWORD=Le compte de service "{0}" a \u00E9t\u00E9 mis \u00E0 niveau. Un nom utilisateur/mot de passe pour ce compte de service a \u00E9t\u00E9 trouv\u00E9 dans le domaine de s\u00E9curit\u00E9.
SVCACCT_SERVICE_ACCOUNT_HAS_BEEN_UPGRADED_WITHOUT_USERNAME_PASSWORD=Le compte de service "{0}" a \u00E9t\u00E9 mis \u00E0 niveau. Aucun nom utilisateur/mot de passe pour ce compte de service n''a \u00E9t\u00E9 trouv\u00E9 dans le domaine de s\u00E9curit\u00E9. Vous devez d\u00E9finir le nom utilisateur/mot de passe dans la console Oracle Service Bus.
SVCACCT_SERVICE_ACCOUNT_UPGRADE_FAILED=Echec de la mise niveau du compte de service : {0}
SVCACCT_NAME_DOES_NOT_MATCH_REFERENCE=Le compte de service "{0}" n''est pas valide : son nom ne correspond pas \u00E0 la r\u00E9f\u00E9rence.
SVCACCT_XML_VALIDATION_ERROR=Le compte de service "{0}" n''est pas valide. Erreur de validation XML :\n{1}.
SVCACCT_RUNTIME_AUTHENTICATION_FAILED=Echec de l'authentification.
SVCACCT_RUNTIME_DOES_NOT_EXIST=Il n''existe aucun compte de service nomm\u00E9 "{0}".
