SERVICE_ACCOUNT_CONFIGURATION_DESC=Configura\u00E7\u00E3o da conta de servi\u00E7o
SERVICE_ACCOUNT_CONFIGURATION_NAME=Configura\u00E7\u00E3o da conta de servi\u00E7o
STATIC_SERVICE_ACCOUNT_CONFIGURATION_DESC=Nome do usu\u00E1rio e senha
STATIC_SERVICE_ACCOUNT_CONFIGURATION_NAME=Configura\u00E7\u00E3o est\u00E1tica da conta de servi\u00E7o
MAPPED_SERVICE_ACCOUNT_CONFIGURATION_DESC=Usu\u00E1rios remotos, mapeamentos locais para remotos e mapeamento an\u00F4nimo
MAPPED_SERVICE_ACCOUNT_CONFIGURATION_NAME=Configura\u00E7\u00E3o mapeada da conta de servi\u00E7o
SVCACCT_ALREADY_DISPOSED=A conta de servi\u00E7o j\u00E1 foi disposta.
SVCACCT_READ_ONLY_SERVICE_ACCOUNT=A conta de servi\u00E7o n\u00E3o pode ser atualizada fora de uma sess\u00E3o.
SVCACCT_INVALID_USERNAME_NULL=Nome do usu\u00E1rio inv\u00E1lido: o nome do usu\u00E1rio \u00E9 nulo ou est\u00E1 vazio.
SVCACCT_INVALID_USERNAME_TOO_LONG=Nome do usu\u00E1rio inv\u00E1lido: o nome do usu\u00E1rio excede o comprimento m\u00E1ximo de ({0} caracteres).
SVCACCT_INVALID_USERNAME_ANONYMOUS=Nome do usu\u00E1rio inv\u00E1lido: a conta an\u00F4nima n\u00E3o \u00E9 um nome do usu\u00E1rio v\u00E1lido.
SVCACCT_INVALID_PASSWORD_NULL=Senha inv\u00E1lida: a senha \u00E9 nula ou est\u00E1 vazia.
SVCACCT_INVALID_PASSWORD_TOO_LONG=Senha inv\u00E1lida: a senha excede o comprimento m\u00E1ximo de ({0} caracteres).
SVCACCT_CANNOT_CHANGE_NAME=O nome da conta de servi\u00E7o n\u00E3o pode ser alterado porque j\u00E1 foi salvo. Para alterar seu nome, renomeie-o na console do Oracle Service Bus.
SVCACCT_NO_SUCH_REMOTE_USER=N\u00E3o h\u00E1 usu\u00E1rio remoto definido com o nome do usu\u00E1rio "{0}".
SVCACCT_CANNOT_DELETE_REMOTE_USER_1=N\u00E3o \u00E9 poss\u00EDvel deletar o usu\u00E1rio remoto "{0}"; h\u00E1 usu\u00E1rios locais mapeados para este usu\u00E1rio remoto.
SVCACCT_CANNOT_DELETE_REMOTE_USER_2=N\u00E3o \u00E9 poss\u00EDvel deletar o usu\u00E1rio remoto "{0}"; as solicita\u00E7\u00F5es an\u00F4nimas s\u00E3o mapeadas para este usu\u00E1rio remoto.
SVCACCT_NO_SUCH_USER_MAPPING=N\u00E3o h\u00E1 mapeamento do usu\u00E1rio para o usu\u00E1rio local "{0}".
SVCACCT_NO_STATIC_ACCOUNT=O nome do usu\u00E1rio/senha da conta est\u00E1tica n\u00E3o foi configurado.
SVCACCT_SERVICE_ACCOUNT_HAS_BEEN_UPGRADED_WITH_USERNAME_PASSWORD=A conta de servi\u00E7o "{0}" foi submetida a upgrade. Um nome do usu\u00E1rio/senha para esta conta de servi\u00E7o foi encontrado no realm de seguran\u00E7a.
SVCACCT_SERVICE_ACCOUNT_HAS_BEEN_UPGRADED_WITHOUT_USERNAME_PASSWORD=A conta de servi\u00E7o "{0}" foi submetida a upgrade. Nenhum nome do usu\u00E1rio/senha para esta conta de servi\u00E7o foi encontrado no realm de seguran\u00E7a. Voc\u00EA deve definir o nome do usu\u00E1rio/senha na console do Oracle Service Bus.
SVCACCT_SERVICE_ACCOUNT_UPGRADE_FAILED=Falha no upgrade da conta de servi\u00E7o: {0}
SVCACCT_NAME_DOES_NOT_MATCH_REFERENCE=A conta de servi\u00E7o "{0}" \u00E9 inv\u00E1lida: o nome da conta de servi\u00E7o n\u00E3o corresponde \u00E0 refer\u00EAncia.
SVCACCT_XML_VALIDATION_ERROR=A conta de servi\u00E7o "{0}" \u00E9 inv\u00E1lida. Erro de valida\u00E7\u00E3o XML:\n{1}.
SVCACCT_RUNTIME_AUTHENTICATION_FAILED=Falha na autentica\u00E7\u00E3o.
SVCACCT_RUNTIME_DOES_NOT_EXIST=N\u00E3o existe uma conta de servi\u00E7o nomeada "{0}".
