SERVICE_ACCOUNT_CONFIGURATION_DESC=Service-Accountkonfiguration
SERVICE_ACCOUNT_CONFIGURATION_NAME=Service-Accountkonfiguration
STATIC_SERVICE_ACCOUNT_CONFIGURATION_DESC=Benutzername und Kennwort
STATIC_SERVICE_ACCOUNT_CONFIGURATION_NAME=Statische Service-Accountkonfiguration
MAPPED_SERVICE_ACCOUNT_CONFIGURATION_DESC=Remote-Benutzer, Lokal-zu-Remote Mappings und anonymes Mapping
MAPPED_SERVICE_ACCOUNT_CONFIGURATION_NAME=Zugeordnete Service-Accountkonfiguration
SVCACCT_ALREADY_DISPOSED=Der Service-Account wurde bereits gel\u00F6scht.
SVCACCT_READ_ONLY_SERVICE_ACCOUNT=Der Service-Account kann nicht au\u00DFerhalb einer Session aktualisiert werden.
SVCACCT_INVALID_USERNAME_NULL=Ung\u00FCltiger Benutzername: Der Benutzername ist nicht angegeben oder leer.
SVCACCT_INVALID_USERNAME_TOO_LONG=Ung\u00FCltiger Benutzername: Benutzername \u00FCberschreitet die maximale L\u00E4nge ({0} Zeichen).
SVCACCT_INVALID_USERNAME_ANONYMOUS=Ung\u00FCltiger Benutzername: Der anonyme Account ist kein g\u00FCltiger Benutzername.
SVCACCT_INVALID_PASSWORD_NULL=Ung\u00FCltiges Kennwort: Das Kennwort ist nicht angegeben oder leer.
SVCACCT_INVALID_PASSWORD_TOO_LONG=Ung\u00FCltiges Kennwort: Kennwort \u00FCberschreitet die maximale L\u00E4nge ({0} Zeichen).
SVCACCT_CANNOT_CHANGE_NAME=Der Service-Account-Name kann nicht ge\u00E4ndert werden, da er bereits gespeichert wurde. Um den Namen zu \u00E4ndern, benennen Sie ihn in der Oracle Service Bus-Konsole um.
SVCACCT_NO_SUCH_REMOTE_USER=Es ist kein Remote-Benutzer mit dem Benutzernamen "{0}" definiert.
SVCACCT_CANNOT_DELETE_REMOTE_USER_1=Remote-Benutzer "{0}" kann nicht gel\u00F6scht werden. Diesem Remote-Benutzer sind lokale Benutzer zugeordnet.
SVCACCT_CANNOT_DELETE_REMOTE_USER_2=Remote-Benutzer "{0}" kann nicht gel\u00F6scht werden. Diesem Remote-Benutzer sind anonyme Anforderungen zugeordnet.
SVCACCT_NO_SUCH_USER_MAPPING=Es ist kein Benutzer-Mapping f\u00FCr lokalen Benutzer "{0}" vorhanden.
SVCACCT_NO_STATIC_ACCOUNT=Der statische Account-Benutzername/das statische Account-Kennwort wurde nicht konfiguriert.
SVCACCT_SERVICE_ACCOUNT_HAS_BEEN_UPGRADED_WITH_USERNAME_PASSWORD=Service-Account "{0}" wurde upgegradet. Ein Benutzername/Kennwort f\u00FCr diesen Service-Account wurde in der Sicherheits-Realm gefunden.
SVCACCT_SERVICE_ACCOUNT_HAS_BEEN_UPGRADED_WITHOUT_USERNAME_PASSWORD=Service-Account "{0}" wurde upgegradet. F\u00FCr diesen Service-Account wurde kein Benutzername/Kennwort in der Sicherheits-Realm gefunden. Sie m\u00FCssen den Benutzernamen/das Kennwort in der Oracle Service Bus-Konsole festlegen.
SVCACCT_SERVICE_ACCOUNT_UPGRADE_FAILED=Upgrade des Service-Accounts nicht erfolgreich: {0}
SVCACCT_NAME_DOES_NOT_MATCH_REFERENCE=Service-Account "{0}" ist ung\u00FCltig: Der Service-Accountname stimmt nicht mit der Referenz \u00FCberein.
SVCACCT_XML_VALIDATION_ERROR=Service-Account "{0}" ist ung\u00FCltig. XML-Validierungsfehler:\n{1}.
SVCACCT_RUNTIME_AUTHENTICATION_FAILED=Authentifizierung nicht erfolgreich.
SVCACCT_RUNTIME_DOES_NOT_EXIST=Es ist kein Service-Account namens "{0}" vorhanden
