## P4ADE ## {0} : Exception e
messagedetail381450=Puede haber un problema de configuraci\u00F3n del servidor que impide la correcta inicializaci\u00F3n de la f\u00E1brica de DOM. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
messagedetail381452=Se ha producido un error al realizar la b\u00FAsqueda del servicio de entrega para Oracle BPEL Process Manager.
action381452=Aseg\u00FArese de que Oracle BPEL Process Manager de destino se est\u00E1 ejecutando, de que el host y el puerto est\u00E1n configurados correctamente y de que el servicio de negocio tiene las credenciales correctas.
## P4ADE ## {0} : String op
messagedetail381453=El servicio de negocio de BPEL se llama con la operaci\u00F3n "{0}". La operaci\u00F3n est\u00E1 vac\u00EDa o no est\u00E1 definida para el enlace de WSDL configurado.
action381453=Compruebe la configuraci\u00F3n del pipeline para asegurarse de que la operaci\u00F3n est\u00E1 definida y configurada con un valor v\u00E1lido.
## P4ADE ## {0} : String uri
messagedetail381454=El servicio de negocio de BPEL se llama con el URI "{0}". El URI est\u00E1 vac\u00EDo o no cumple el formato de URI para el transporte de BPEL.
messagedetail381455=El servicio de negocio de BPEL se llama con el URI de marcador de devoluci\u00F3n de llamada, que no es un URI v\u00E1lido en tiempo de ejecuci\u00F3n.
action381455=Existen varias formas para que el URI se haya definido como URI de marcador de devoluci\u00F3n de llamada: - sustituido din\u00E1micamente en el pipeline - el servicio de negocio se ha configurado con el URI de marcador y la l\u00F3gica de pipeline no lo ha sustituido. Compruebe las cabeceras de SOAP y/o pipeline y aseg\u00FArese de que se ha configurado el URI correcto.
## P4ADE ## {0} : Exception e
messagedetail381456=Oracle BPEL PM se basa en el modelo de objeto DOM. Se ha producido un error al transformar el mensaje de carga \u00FAtil en un objeto DOM. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
## P4ADE ## {0} : Exception e
messagedetail381457=Se ha producido un error al anular la canalizaci\u00F3n del mensaje de solicitud. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
## P4ADE ## {0} : Exception e
messagedetail381458=Se ha producido un error de canalizaci\u00F3n del mensaje de respuesta. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
## P4ADE ## {0} : Exception e
messagedetail381459=Se ha producido un error de canalizaci\u00F3n del fallo de BPEL. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
## P4ADE ## {0} : Exception e
messagedetail381460=Se ha producido un error inesperado al configurar/actualizar la direcci\u00F3n ReplyTo. En la siguiente excepci\u00F3n anidada encontrar\u00E1 m\u00E1s informaci\u00F3n al respecto: {0}
## P4ADE ## {0} : Exception e
messagedetail381461=Se ha producido un error inesperado al leer las cabeceras MessageID y/o RelatesTo. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
## P4ADE ## {0} : String protocol
messagedetail381462=El protocolo "{0}" no soporta la propagaci\u00F3n de transacci\u00F3n.
## P4ADE ## {0} : Exception e
messagedetail381463=Se ha producido un error inesperado al comprobar si una transacci\u00F3n est\u00E1 en ejecuci\u00F3n. En la siguiente excepci\u00F3n anidada encontrar\u00E1 m\u00E1s informaci\u00F3n al respecto: {0}
## P4ADE ## {0} : Exception e
messagedetail381464=Se ha producido un error inesperado al intentar suspender la transacci\u00F3n. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
## P4ADE ## {0} : Exception e
messagedetail381465=Se ha producido un error inesperado al intentar reanudar la transacci\u00F3n. La siguiente excepci\u00F3n anidada debe proporcionar m\u00E1s informaci\u00F3n: {0}
