default=BPEL 10g
LABEL_ROLE=Rol
LABEL_ROLE_INFO=Especifique el rol para este punto final.
LABEL_ROLE_SYNC_CLIENT=Cliente S\u00EDncrono
LABEL_ROLE_ASYNC_CLIENT=Cliente As\u00EDncrono
LABEL_ROLE_SERVICE_CALLBACK=Devoluci\u00F3n de Llamada de Servicio
LABEL_CALLBACK_PROXY=Proxy de Devoluci\u00F3n Llamada
LABEL_CALLBACK_PROXY_INFO=Especifique el servicio de proxy SB o HTTP que se utilizar\u00E1 como devoluci\u00F3n de llamada.
LABEL_JNDI_SERVICE_ACCOUNT=Cuenta de Servicio
LABEL_JNDI_SERVICE_ACCOUNT_INFO=Especifique una cuenta de servicio.
LABEL_TX_SUSPEND=\u00BFSuspender Transacci\u00F3n?
LABEL_TX_SUSPEND_INFO=Especifique si se debe suspender la transacci\u00F3n (si est\u00E1 presente). Este campo s\u00F3lo se aplica si la calidad del servicio es de una sola vez.
LABEL_DISPATCH_POLICY=Pol\u00EDtica de Distribuci\u00F3n
LABEL_DISPATCH_POLICY_INFO=Especifique la pol\u00EDtica de distribuci\u00F3n para la gesti\u00F3n de threads.
LABEL_GENERIC_YES=S\u00ED
LABEL_GENERIC_NO=No
VALIDATION_URI_INVALID=El URI del \u00EDndice {0} no es v\u00E1lido: {1}.
VALIDATION_URI_SVC_CALLBACK_ARITY=Este punto final es de devoluci\u00F3n de llamada de servicio de rol, s\u00F3lo se puede definir un URI.
VALIDATION_URI_ILLEGAL_MARKER=Este punto final es de devoluci\u00F3n de llamada de servicio de rol, no se puede utilizar el URI de marcador de devoluci\u00F3n de llamada.
VALIDATION_URI_INVALID_SPEC=El URI no cumple la especificaci\u00F3n de URI: {0}.
VALIDATION_URI_INVALID_FORMAT=El URI no cumple el formato de URI para el transporte de BPEL 10g.
VALIDATION_URI_INVALID_PROTOCOL=No se reconoce el esquema del URI "{0}" como protocolo soportado.
VALIDATION_URI_NO_AUTHORITY=Falta una definici\u00F3n para el host y el puerto en el URI.
VALIDATION_URI_INVALID_PORT=El URI tiene un puerto no v\u00E1lido: {0}.
VALIDATION_CP_INVALID_ROLE=Este punto final no es de cliente as\u00EDncrono de rol, no se debe configurar un proxy de devoluci\u00F3n de llamada.
VALIDATION_CP_INFO_NOT_FOUND=No se ha podido acceder a la informaci\u00F3n de servicio para el proxy de devoluci\u00F3n de llamada. Compruebe que el servicio existe y tiene un estado v\u00E1lido.
VALIDATION_CP_INVALID_SCHEME=El proxy de devoluci\u00F3n de llamada debe ser un proxy SB o HTTP.
VALIDATION_CP_NOT_SOAP=El proxy de devoluci\u00F3n de llamada debe ser un servicio SOAP de WSDL o cualquier servicio SOAP.
VALIDATION_JNDI_INVALID_PROTOCOL=El protocolo "{0}" configurado no est\u00E1 soportado.
VALIDATION_CODEC_ATTACHMENTS=WSDL define enlaces de anexos MIME no soportados por el transporte de BPEL.
ERROR_UNEX_PVD_CONFIG=Error inesperado, no se puede cargar el descriptor de configuraci\u00F3n de transporte de BPEL 10g: {0}.
ERROR_GETTING_CALLBACK_INFO=Error inesperado al acceder a informaci\u00F3n para el proxy de devoluci\u00F3n de llamada: {0}.
ERROR_CREATE_CODEC_FACTORY=Error inesperado al crear el marshaller/unmarshaller de SOAP: {0}
ERROR_CONVERTER_BINDING_INFO=No se ha podido acceder a la informaci\u00F3n de enlace de WSDL para este punto final: {0}.
RUNTIME_FAULT_STRING=Error de Aplicaci\u00F3n
BPEL10g_ENV_JNDI_SERVICE_ACCOUNT=Cuenta de Servicio de JNDI para Servicio de Negocio de Transporte de BPEL 10g
