default=BPEL 10g
LABEL_ROLE=\uB864
LABEL_ROLE_INFO=\uC774 \uB05D\uC810\uC5D0 \uB300\uD55C \uB864\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
LABEL_ROLE_SYNC_CLIENT=\uB3D9\uAE30 \uD074\uB77C\uC774\uC5B8\uD2B8
LABEL_ROLE_ASYNC_CLIENT=\uBE44\uB3D9\uAE30 \uD074\uB77C\uC774\uC5B8\uD2B8
LABEL_ROLE_SERVICE_CALLBACK=\uC11C\uBE44\uC2A4 \uCF5C\uBC31
LABEL_CALLBACK_PROXY=\uCF5C\uBC31 \uD504\uB85D\uC2DC
LABEL_CALLBACK_PROXY_INFO=\uCF5C\uBC31\uC73C\uB85C \uC0AC\uC6A9\uB420 SB \uB610\uB294 HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
LABEL_JNDI_SERVICE_ACCOUNT=\uC11C\uBE44\uC2A4 \uACC4\uC815
LABEL_JNDI_SERVICE_ACCOUNT_INFO=\uC11C\uBE44\uC2A4 \uACC4\uC815\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
LABEL_TX_SUSPEND=\uD2B8\uB79C\uC7AD\uC158 \uC77C\uC2DC \uC911\uC9C0?
LABEL_TX_SUSPEND_INFO=\uD2B8\uB79C\uC7AD\uC158(\uC788\uB294 \uACBD\uC6B0) \uC77C\uC2DC \uC911\uC9C0 \uC5EC\uBD80\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC774 \uD544\uB4DC\uB294 QoS\uAC00 [\uC815\uD655\uD788 1\uD68C]\uC778 \uACBD\uC6B0\uC5D0\uB9CC \uC801\uC6A9\uB429\uB2C8\uB2E4.
LABEL_DISPATCH_POLICY=\uC791\uC5C5 \uD560\uB2F9 \uC815\uCC45
LABEL_DISPATCH_POLICY_INFO=\uC2A4\uB808\uB4DC \uAD00\uB9AC\uC5D0 \uB300\uD55C \uC791\uC5C5 \uD560\uB2F9 \uC815\uCC45\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
LABEL_GENERIC_YES=\uC608
LABEL_GENERIC_NO=\uC544\uB2C8\uC624
VALIDATION_URI_INVALID=\uC778\uB371\uC2A4 {0}\uC758 URI\uAC00 \uBD80\uC801\uD569\uD568: {1}
VALIDATION_URI_SVC_CALLBACK_ARITY=\uC774 \uB05D\uC810\uC740 \uC11C\uBE44\uC2A4 \uCF5C\uBC31 \uB864\uC744 \uAC00\uC9C0\uBA70 \uD558\uB098\uC758 URI\uB9CC \uC815\uC758\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
VALIDATION_URI_ILLEGAL_MARKER=\uC774 \uB05D\uC810\uC740 \uC11C\uBE44\uC2A4 \uCF5C\uBC31 \uB864\uC744 \uAC00\uC9C0\uC9C0 \uC54A\uC73C\uBA70 \uCF5C\uBC31 \uD45C\uC2DC\uC790 URI\uB97C \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VALIDATION_URI_INVALID_SPEC=URI\uAC00 URI \uC0AC\uC591\uC744 \uC900\uC218\uD558\uC9C0 \uC54A\uC74C: {0}
VALIDATION_URI_INVALID_FORMAT=URI\uAC00 BPEL 10g \uC804\uC1A1\uC744 \uC704\uD55C URI \uD615\uC2DD\uC744 \uC900\uC218\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VALIDATION_URI_INVALID_PROTOCOL=URI \uCCB4\uACC4 "{0}"\uC774(\uAC00) \uC9C0\uC6D0\uB418\uB294 \uD504\uB85C\uD1A0\uCF5C\uB85C \uC778\uC2DD\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VALIDATION_URI_NO_AUTHORITY=URI\uC5D0 \uD638\uC2A4\uD2B8 \uBC0F \uD3EC\uD2B8 \uC815\uC758\uAC00 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
VALIDATION_URI_INVALID_PORT=URI\uC5D0 \uBD80\uC801\uD569\uD55C \uD3EC\uD2B8\uAC00 \uC788\uC74C: {0}.
VALIDATION_CP_INVALID_ROLE=\uC774 \uB05D\uC810\uC740 \uBE44\uB3D9\uAE30 \uD074\uB77C\uC774\uC5B8\uD2B8 \uB864\uC744 \uAC00\uC9C0\uC9C0 \uC54A\uC73C\uBA70 \uCF5C\uBC31 \uD504\uB85D\uC2DC\uB97C \uAD6C\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VALIDATION_CP_INFO_NOT_FOUND=\uCF5C\uBC31 \uD504\uB85D\uC2DC\uC5D0 \uB300\uD55C \uC11C\uBE44\uC2A4 \uC815\uBCF4\uC5D0 \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4\uAC00 \uC874\uC7AC\uD558\uBA70 \uC801\uD569\uD55C \uC0C1\uD0DC\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
VALIDATION_CP_INVALID_SCHEME=\uCF5C\uBC31 \uD504\uB85D\uC2DC\uB294 SB \uD504\uB85D\uC2DC \uC774\uAC70\uB098 HTTP \uD504\uB85D\uC2DC\uC5EC\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_CP_NOT_SOAP=\uCF5C\uBC31 \uD504\uB85D\uC2DC\uB294 WSDL SOAP \uC11C\uBE44\uC2A4\uC774\uAC70\uB098 \uBAA8\uB4E0 SOAP \uC11C\uBE44\uC2A4\uC5EC\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_JNDI_INVALID_PROTOCOL=\uAD6C\uC131\uB41C \uD504\uB85C\uD1A0\uCF5C "{0}"\uC774(\uAC00) \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VALIDATION_CODEC_ATTACHMENTS=WSDL\uC5D0 BPEL \uC804\uC1A1\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uB294 MIME \uCCA8\uBD80 \uBC14\uC778\uB529\uC774 \uC815\uC758\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ERROR_UNEX_PVD_CONFIG=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. BPEL 10g \uC804\uC1A1 \uAD6C\uC131 \uAE30\uC220\uC790\uB97C \uB85C\uB4DC\uD560 \uC218 \uC5C6\uC74C: {0}
ERROR_GETTING_CALLBACK_INFO=\uCF5C\uBC31 \uD504\uB85D\uC2DC\uC5D0 \uB300\uD55C \uC815\uBCF4\uC5D0 \uC561\uC138\uC2A4\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958 \uBC1C\uC0DD: {0}
ERROR_CREATE_CODEC_FACTORY=SOAP \uB9C8\uC15C\uB7EC/\uC5B8\uB9C8\uC15C\uB7EC\uB97C \uC0DD\uC131\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958 \uBC1C\uC0DD: {0}
ERROR_CONVERTER_BINDING_INFO=\uC774 \uB05D\uC810\uC5D0 \uB300\uD574 WSDL \uBC14\uC778\uB529 \uC815\uBCF4\uC5D0 \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uC74C: {0}
RUNTIME_FAULT_STRING=\uC751\uC6A9 \uD504\uB85C\uADF8\uB7A8 \uC624\uB958
BPEL10g_ENV_JNDI_SERVICE_ACCOUNT=BPEL 10g \uC804\uC1A1 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C JNDI \uC11C\uBE44\uC2A4 \uACC4\uC815
