## P4ADE ## {0} : Exception e
messagedetail381450=\u00C8 possibile che esista un problema di configurazione del server che impedisce la corretta inizializzazione del factory DOM. Per ulteriori informazioni, vedere la seguente eccezione nidificata: {0}
messagedetail381452=Si \u00E8 verificato un errore durante la ricerca del servizio di consegna a Oracle BPEL Process Manager.
action381452=Assicurarsi che il Process Manager Oracle BPEL di destinazione sia in esecuzione, che host e porta siano configurati correttamente e che il servizio business disponga delle credenziali corrette.
## P4ADE ## {0} : String op
messagedetail381453=Il servizio business BPEL \u00E8 stato richiamato con l''operazione "{0}", che per\u00F2 \u00E8 vuota o non \u00E8 stata definita per l''associazione WSDL configurata.
action381453=Controllare la configurazione della pipeline per assicurarsi che l'operazione sia impostata e configurata con un valore valido.
## P4ADE ## {0} : String uri
messagedetail381454=Il servizio business BPEL \u00E8 stato richiamato con l''URI "{0}", che per\u00F2 \u00E8 vuoto o non \u00E8 conforme al formato URI per il trasporto BPEL.
messagedetail381455=Il servizio business BPEL \u00E8 stato richiamato con un URI di contrassegno di callback non valido in fase di esecuzione.
action381455=Esistono vari motivi per i quali l'URI \u00E8 stato impostato come URI di contrassegno di callback. Ad esempio, \u00E8 stato sostituito dinamicamente nella pipeline oppure il servizio business \u00E8 configurato con un URI di contrassegno e la logica della pipeline non lo ha sostituito. Controllare la pipeline e/o le intestazioni SOAP per assicurarsi che sia configurato l'URI corretto.
## P4ADE ## {0} : Exception e
messagedetail381456=Oracle BPEL PM si basa su un modello di oggetto DOM. Si \u00E8 verificato un errore durante la trasformazione del messaggio di payload in oggetto DOM. Per ulteriori informazioni, vedere la seguente eccezione nidificata: {0}
## P4ADE ## {0} : Exception e
messagedetail381457=Si \u00E8 verificato un errore durante l''unmarshalling del messaggio di richiesta. Per ulteriori informazioni, vedere la seguente eccezione nidificata: {0}
## P4ADE ## {0} : Exception e
messagedetail381458=Si \u00E8 verificato un errore durante il marshalling del messaggio di risposta. Per ulteriori informazioni, vedere la seguente eccezione nidificata: {0}
## P4ADE ## {0} : Exception e
messagedetail381459=Si \u00E8 verificato un errore durante il marshalling dell''errore BPEL. Per ulteriori informazioni, vedere la seguente eccezione nidificata: {0}
## P4ADE ## {0} : Exception e
messagedetail381460=Si \u00E8 verificato un errore imprevisto durante l''impostazione o l''aggiornamento dell''indirizzo ReplyTo. Per ulteriori informazioni, vedere la seguente eccezione nidificata: {0}
## P4ADE ## {0} : Exception e
messagedetail381461=Si \u00E8 verificato un errore imprevisto durante la lettura delle intestazioni MessageID e/o RelatesTo. Per ulteriori informazioni, vedere la seguente eccezione nidificata: {0}
## P4ADE ## {0} : String protocol
messagedetail381462=Il protocollo "{0}" non supporta la propagazione delle transazioni.
## P4ADE ## {0} : Exception e
messagedetail381463=Si \u00E8 verificato un errore imprevisto durante il controllo per verificare se una transazione \u00E8 in esecuzione. Per ulteriori informazioni, vedere la seguente eccezione nidificata: {0}
## P4ADE ## {0} : Exception e
messagedetail381464=Si \u00E8 verificato un errore imprevisto nel tentativo di sospendere la transazione. Per ulteriori informazioni, vedere la seguente eccezione nidificata: {0}
## P4ADE ## {0} : Exception e
messagedetail381465=Si \u00E8 verificato un errore imprevisto nel tentativo di riprendere la transazione. Per ulteriori informazioni, vedere la seguente eccezione nidificata: {0}
