default=BPEL 10g
LABEL_ROLE=Atribui\u00E7\u00E3o
LABEL_ROLE_INFO=Especifica a atribui\u00E7\u00E3o deste ponto final
LABEL_ROLE_SYNC_CLIENT=Cliente S\u00EDncrono
LABEL_ROLE_ASYNC_CLIENT=Cliente Ass\u00EDncrono
LABEL_ROLE_SERVICE_CALLBACK=Callback de Servi\u00E7o
LABEL_CALLBACK_PROXY=Proxy de Callback
LABEL_CALLBACK_PROXY_INFO=Especifica o servi\u00E7o de proxy SB ou HTTP a ser usado como callback
LABEL_JNDI_SERVICE_ACCOUNT=Conta do Servi\u00E7o
LABEL_JNDI_SERVICE_ACCOUNT_INFO=Especificar uma conta de servi\u00E7o
LABEL_TX_SUSPEND=Suspender Transa\u00E7\u00E3o?
LABEL_TX_SUSPEND_INFO=Especifica se a transa\u00E7\u00E3o (se presente) deve ser suspensa. Este campo somente \u00E9 aplicado se QoS for exatamente uma vez.
LABEL_DISPATCH_POLICY=Pol\u00EDtica de despacho
LABEL_DISPATCH_POLICY_INFO=Especifica a pol\u00EDtica de Despacho do gerenciamento de thread.
LABEL_GENERIC_YES=Sim
LABEL_GENERIC_NO=N\u00E3o
VALIDATION_URI_INVALID=O URI no \u00EDndice {0} \u00E9 inv\u00E1lido: {1}
VALIDATION_URI_SVC_CALLBACK_ARITY=Este ponto final \u00E9 da atribui\u00E7\u00E3o Callback de Servi\u00E7o, somente um URI pode ser definido.
VALIDATION_URI_ILLEGAL_MARKER=Este ponto final n\u00E3o \u00E9 do Callback de Servi\u00E7o da atribui\u00E7\u00E3o, o URI do marcador de callback n\u00E3o pode ser usado.
VALIDATION_URI_INVALID_SPEC=O URI n\u00E3o \u00E9 compat\u00EDvel com a especifica\u00E7\u00E3o do URI: {0}
VALIDATION_URI_INVALID_FORMAT=O URI n\u00E3o \u00E9 compat\u00EDvel com o formato do URI do transporte do BPEL 10g.
VALIDATION_URI_INVALID_PROTOCOL=O esquema do URI "{0}" n\u00E3o \u00E9 reconhecido como um protocolo suportado.
VALIDATION_URI_NO_AUTHORITY=O URI n\u00E3o encontrou uma defini\u00E7\u00E3o de host e porta.
VALIDATION_URI_INVALID_PORT=O URI tem uma porta inv\u00E1lida: {0}.
VALIDATION_CP_INVALID_ROLE=Este ponto final n\u00E3o \u00E9 um Cliente Ass\u00EDncrono da atribui\u00E7\u00E3o, um proxy de callback n\u00E3o deve ser configurado.
VALIDATION_CP_INFO_NOT_FOUND=N\u00E3o foi poss\u00EDvel acessar as Informa\u00E7\u00F5es de Servi\u00E7o do proxy de callback. Verifique se o servi\u00E7o existe e est\u00E1 em um estado v\u00E1lido.
VALIDATION_CP_INVALID_SCHEME=O proxy de callback deve ser um proxy SB ou um proxy HTTP.
VALIDATION_CP_NOT_SOAP=O proxy de callback deve ser um servi\u00E7o de SOAP de WSDL ou qualquer servi\u00E7o de SOAP.
VALIDATION_JNDI_INVALID_PROTOCOL=O protocolo "{0}" configurado n\u00E3o \u00E9 suportado.
VALIDATION_CODEC_ATTACHMENTS=O WSDL define bindings do anexo de mime que n\u00E3o s\u00E3o suportados pelo transporte de BPEL.
ERROR_UNEX_PVD_CONFIG=Erro inesperado. O descritor de configura\u00E7\u00E3o de transporte do BPEL 10g n\u00E3o pode ser carregado: {0}
ERROR_GETTING_CALLBACK_INFO=Erro inesperado ao acessar as informa\u00E7\u00F5es do proxy de callback: {0}
ERROR_CREATE_CODEC_FACTORY=Erro inesperado ao criar o marshaller/unmarshaller de SOAP: {0}
ERROR_CONVERTER_BINDING_INFO=N\u00E3o foi poss\u00EDvel acessar as informa\u00E7\u00F5es de binding de WSDL para este ponto final: {0}
RUNTIME_FAULT_STRING=Erro da Aplica\u00E7\u00E3o
BPEL10g_ENV_JNDI_SERVICE_ACCOUNT=Conta do Servi\u00E7o JNDI para o Servi\u00E7o de Neg\u00F3cios de Transporte do BPEL 10g
