default=BPEL 10g
LABEL_ROLE=\u30ED\u30FC\u30EB
LABEL_ROLE_INFO=\u3053\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u30ED\u30FC\u30EB\u3092\u6307\u5B9A\u3057\u307E\u3059
LABEL_ROLE_SYNC_CLIENT=\u540C\u671F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8
LABEL_ROLE_ASYNC_CLIENT=\u975E\u540C\u671F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8
LABEL_ROLE_SERVICE_CALLBACK=\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF
LABEL_CALLBACK_PROXY=\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30D7\u30ED\u30AD\u30B7
LABEL_CALLBACK_PROXY_INFO=\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u3068\u3057\u3066\u4F7F\u7528\u3055\u308C\u308BSB\u307E\u305F\u306FHTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059
LABEL_JNDI_SERVICE_ACCOUNT=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8
LABEL_JNDI_SERVICE_ACCOUNT_INFO=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059
LABEL_TX_SUSPEND=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u4E2D\u65AD
LABEL_TX_SUSPEND_INFO=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3(\u3042\u308B\u5834\u5408)\u3092\u4E2D\u65AD\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306FQoS\u304C\u4E00\u5EA6\u304D\u308A\u306E\u5834\u5408\u306E\u307F\u9069\u7528\u3055\u308C\u307E\u3059\u3002
LABEL_DISPATCH_POLICY=\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u30FB\u30DD\u30EA\u30B7\u30FC
LABEL_DISPATCH_POLICY_INFO=\u30B9\u30EC\u30C3\u30C9\u7BA1\u7406\u306E\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
LABEL_GENERIC_YES=\u306F\u3044
LABEL_GENERIC_NO=\u3044\u3044\u3048
VALIDATION_URI_INVALID=\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9{0}\u306EURI\u304C\u7121\u52B9\u3067\u3059: {1}
VALIDATION_URI_SVC_CALLBACK_ARITY=\u3053\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u30ED\u30FC\u30EB\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u3067\u3059\u3002URI\u306F1\u3064\u306E\u307F\u5B9A\u7FA9\u3067\u304D\u307E\u3059\u3002
VALIDATION_URI_ILLEGAL_MARKER=\u3053\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u30ED\u30FC\u30EB\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30DE\u30FC\u30AB\u30FCURI\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
VALIDATION_URI_INVALID_SPEC=URI\u306FURI\u4ED5\u69D8\u306B\u6E96\u62E0\u3057\u3066\u3044\u307E\u305B\u3093: {0}
VALIDATION_URI_INVALID_FORMAT=URI\u306FBPEL 10g\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306EURI\u66F8\u5F0F\u306B\u6E96\u62E0\u3057\u3066\u3044\u307E\u305B\u3093\u3002
VALIDATION_URI_INVALID_PROTOCOL=URI\u30B9\u30AD\u30FC\u30E0"{0}"\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30D7\u30ED\u30C8\u30B3\u30EB\u3068\u3057\u3066\u8A8D\u8B58\u3055\u308C\u307E\u305B\u3093\u3002
VALIDATION_URI_NO_AUTHORITY=URI\u306B\u30DB\u30B9\u30C8\u304A\u3088\u3073\u30DD\u30FC\u30C8\u306E\u5B9A\u7FA9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
VALIDATION_URI_INVALID_PORT=URI\u306E\u30DD\u30FC\u30C8\u304C\u7121\u52B9\u3067\u3059: {0}\u3002
VALIDATION_CP_INVALID_ROLE=\u3053\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u30ED\u30FC\u30EB\u306F\u975E\u540C\u671F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30D7\u30ED\u30AD\u30B7\u3092\u69CB\u6210\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
VALIDATION_CP_INFO_NOT_FOUND=\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30D7\u30ED\u30AD\u30B7\u306E\u30B5\u30FC\u30D3\u30B9\u60C5\u5831\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30B5\u30FC\u30D3\u30B9\u304C\u5B58\u5728\u3057\u3001\u6709\u52B9\u306A\u72B6\u614B\u306B\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
VALIDATION_CP_INVALID_SCHEME=\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30D7\u30ED\u30AD\u30B7\u306FSB\u30D7\u30ED\u30AD\u30B7\u307E\u305F\u306FHTTP\u30D7\u30ED\u30AD\u30B7\u306E\u3044\u305A\u308C\u304B\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
VALIDATION_CP_NOT_SOAP=\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30D7\u30ED\u30AD\u30B7\u306FWSDL SOAP\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306FAny SOAP\u30B5\u30FC\u30D3\u30B9\u306E\u3044\u305A\u308C\u304B\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
VALIDATION_JNDI_INVALID_PROTOCOL=\u69CB\u6210\u3055\u308C\u305F\u30D7\u30ED\u30C8\u30B3\u30EB"{0}"\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
VALIDATION_CODEC_ATTACHMENTS=BPEL\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044mime\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u30D0\u30A4\u30F3\u30C9\u3092WSDL\u304C\u5B9A\u7FA9\u3057\u3066\u3044\u307E\u3059\u3002
ERROR_UNEX_PVD_CONFIG=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002BPEL 10g\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093: {0}
ERROR_GETTING_CALLBACK_INFO=\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30D7\u30ED\u30AD\u30B7\u306E\u60C5\u5831\u306B\u30A2\u30AF\u30BB\u30B9\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
ERROR_CREATE_CODEC_FACTORY=SOAP\u30DE\u30FC\u30B7\u30E3\u30E9/\u30A2\u30F3\u30DE\u30FC\u30B7\u30E3\u30E9\u306E\u4F5C\u6210\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
ERROR_CONVERTER_BINDING_INFO=\u3053\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306EWSDL\u30D0\u30A4\u30F3\u30C9\u60C5\u5831\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {0}
RUNTIME_FAULT_STRING=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A8\u30E9\u30FC
BPEL10g_ENV_JNDI_SERVICE_ACCOUNT=BPEL 10g\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306EJNDI\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8
