## P4ADE ## {0} : Exception e
messagedetail381450=Pode haver um problema de configura\u00E7\u00E3o do servidor impedindo a inicializa\u00E7\u00E3o correta da factory de DOM. \u00C9 necess\u00E1rio especificar mais informa\u00E7\u00F5es por meio da seguinte exce\u00E7\u00E3o aninhada: {0}
messagedetail381452=Ocorreu um erro ao fazer a pesquisa do servi\u00E7o de entrega no Oracle BPEL Process Manager.
action381452=Certifique-se de que o Oracle BPEL Process Manager est\u00E1 sendo executado, que o host e a porta est\u00E3o configurados corretamente e que o servi\u00E7o de neg\u00F3cios tem as credenciais corretas.
## P4ADE ## {0} : String op
messagedetail381453=O servi\u00E7o de neg\u00F3cios BPEL foi chamado com a opera\u00E7\u00E3o "{0}". A opera\u00E7\u00E3o est\u00E1 vazia ou n\u00E3o foi definida para o binding de WSDL configurado.
action381453=Verifique a configura\u00E7\u00E3o do pipeline para certificar-se de que a opera\u00E7\u00E3o foi definida e configurada com um valor v\u00E1lido.
## P4ADE ## {0} : String uri
messagedetail381454=O servi\u00E7o de neg\u00F3cios BPEL foi chamado com o URI "{0}". O URI est\u00E1 vazio ou n\u00E3o \u00E9 compat\u00EDvel com o formato do URI do transporte BPEL.
messagedetail381455=O servi\u00E7o de neg\u00F3cios BPEL foi chamado com o URI do marcador de callback, que n\u00E3o \u00E9 um URI v\u00E1lido no runtime.
action381455=H\u00E1 diferentes formas pelas quais o URI foi definido como o URI do marcador de callback: - sobreposto dinamicamente no pipeline - o servi\u00E7o de neg\u00F3cios foi configurado com o URI do marcador e a l\u00F3gica de pipeline n\u00E3o o sobrep\u00F4s. Verifique o pipeline e/ou cabe\u00E7alhos de SOAP e certifique-se de que o URI correto est\u00E1 configurado.
## P4ADE ## {0} : Exception e
messagedetail381456=O Oracle BPEL PM \u00E9 baseado no modelo de objeto DOM. Ocorreu um erro ao transformar a mensagem de payload em um objeto DOM. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381457=Ocorreu um erro ao cancelar marshalling da mensagem de solicita\u00E7\u00E3o. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381458=Ocorreu um erro ao efetuar marshalling da mensagem de resposta. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381459=Ocorreu um erro ao efetuar marshalling da falha de BPEL. Mais informa\u00E7\u00F5es devem ser fornecidas pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381460=Ocorreu um erro inesperado ao definir/atualizar o endere\u00E7o ReplyTo. Devem ser fornecidas mais informa\u00E7\u00F5es atrav\u00E9s da seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381461=Ocorreu um erro inesperado ao ler o cabe\u00E7alho MessageID e RelatesTo. Devem ser fornecidas mais informa\u00E7\u00F5es pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : String protocol
messagedetail381462=O protocolo "{0}" n\u00E3o suporta a propaga\u00E7\u00E3o da transa\u00E7\u00E3o.
## P4ADE ## {0} : Exception e
messagedetail381463=Ocorreu um erro inesperado ao verificar se uma transa\u00E7\u00E3o est\u00E1 em execu\u00E7\u00E3o. Mais informa\u00E7\u00F5es devem ser fornecidas atrav\u00E9s da seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381464=Ocorreu um erro inesperado ao tentar suspender a transa\u00E7\u00E3o. Devem ser fornecidas mais informa\u00E7\u00F5es pela seguinte exce\u00E7\u00E3o aninhada: {0}
## P4ADE ## {0} : Exception e
messagedetail381465=Ocorreu um erro inesperado ao tentar retomar a transa\u00E7\u00E3o. Devem ser fornecidas mais informa\u00E7\u00F5es pela seguinte exce\u00E7\u00E3o aninhada: {0}
