## P4ADE ## {0} : Exception e
messagedetail381450=Un probl\u00E8me de configuration du serveur emp\u00EAche peut-\u00EAtre l''initialisation correcte de la fabrique DOM. Pour plus d''informations, consultez l''exception imbriqu\u00E9e suivante : {0}
messagedetail381452=Erreur lors de la recherche du service de transmission dans Oracle BPEL Process Manager.
action381452=Assurez-vous que l'application Oracle BPEL Process Manager cible est ex\u00E9cut\u00E9e, que l'h\u00F4te et le port sont configur\u00E9s correctement et que le service fonctionnel dispose des informations d'identification et de connexion appropri\u00E9es.
## P4ADE ## {0} : String op
messagedetail381453=Le service fonctionnel BPEL est appel\u00E9 avec l''op\u00E9ration "{0}". L''op\u00E9ration est vide ou n''est pas d\u00E9finie pour la liaison WSDL configur\u00E9e.
action381453=V\u00E9rifiez la configuration du pipeline pour vous assurer que l'op\u00E9ration est d\u00E9finie et configur\u00E9e avec une valeur valide.
## P4ADE ## {0} : String uri
messagedetail381454=Le service fonctionnel BPEL est appel\u00E9 sous l''URI "{0}". L''URI est vide ou n''est pas conforme au format d''URI du transport BPEL.
messagedetail381455=Le service fonctionnel BPEL est appel\u00E9 avec l'URI marqueur de callback, qui n'est pas un URI valide \u00E0 l'ex\u00E9cution.
action381455=L'URI a pu \u00EAtre d\u00E9fini comme URI de marqueur de callback de plusieurs fa\u00E7ons : - il a pu \u00EAtre remplac\u00E9 dynamiquement dans le pipeline - le service fonctionnel a pu \u00EAtre configur\u00E9 avec cet URI et la logique du pipeline ne l'a pas remplac\u00E9. V\u00E9rifiez le pipeline et/ou les en-t\u00EAtes SOAP et assurez-vous que l'URI configur\u00E9 est correct.
## P4ADE ## {0} : Exception e
messagedetail381456=Oracle BPEL PM est bas\u00E9 sur le mod\u00E8le d''objet DOM. Une erreur est survenue lors de la transformation du message de donn\u00E9es trait\u00E9es en objet DOM. Pour plus d''informations, consultez l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381457=Erreur lors de la d\u00E9s\u00E9rialisation du message de demande. Pour plus d''informations, consultez l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381458=Erreur lors de la s\u00E9rialisation du message de r\u00E9ponse. Pour plus d''informations, consultez l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381459=Erreur lors de la s\u00E9rialisation de l''erreur BPEL. Pour plus d''informations, consultez l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381460=Une erreur inattendue est survenue lors de la d\u00E9finition/mise \u00E0 jour de l''adresse ReplyTo. En principe, des informations suppl\u00E9mentaires figurent dans l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381461=Une erreur inattendue est survenue lors de la lecture de l''ID de message et/ou des en-t\u00EAtes RelatesTo. En principe, des informations suppl\u00E9mentaires figurent dans l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : String protocol
messagedetail381462=Le protocole "{0}" ne prend pas en charge la propagation de transaction.
## P4ADE ## {0} : Exception e
messagedetail381463=Une erreur inattendue est survenue lors de la v\u00E9rification de l''ex\u00E9cution d''une transaction. En principe, des informations suppl\u00E9mentaires figurent dans l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381464=Erreur inattendue lors d''une tentative de suspension de la transaction. Pour plus d''informations, consultez l''exception imbriqu\u00E9e suivante : {0}
## P4ADE ## {0} : Exception e
messagedetail381465=Erreur inattendue lors d''une tentative de reprise de la transaction. Pour plus d''informations, consultez l''exception imbriqu\u00E9e suivante : {0}
