default=BPEL 10g
LABEL_ROLE=R\u00F4le
LABEL_ROLE_INFO=Indiquez le r\u00F4le de cette adresse
LABEL_ROLE_SYNC_CLIENT=Client synchrone
LABEL_ROLE_ASYNC_CLIENT=Client asynchrone
LABEL_ROLE_SERVICE_CALLBACK=Callback de service
LABEL_CALLBACK_PROXY=Proxy de callback
LABEL_CALLBACK_PROXY_INFO=Indiquez le service proxy SB ou HTTP \u00E0 utiliser en tant que callback
LABEL_JNDI_SERVICE_ACCOUNT=Compte de service
LABEL_JNDI_SERVICE_ACCOUNT_INFO=Indiquez un compte de service
LABEL_TX_SUSPEND=Suspendre la transaction ?
LABEL_TX_SUSPEND_INFO=Indiquez si la transaction (le cas \u00E9ch\u00E9ant) doit \u00EAtre suspendue. Ce champ est uniquement applicable avec la qualit\u00E9 de service Une seule fois.
LABEL_DISPATCH_POLICY=Strat\u00E9gie de r\u00E9partition
LABEL_DISPATCH_POLICY_INFO=Indiquez la strat\u00E9gie de r\u00E9partition pour la gestion des threads.
LABEL_GENERIC_YES=Oui
LABEL_GENERIC_NO=Non
VALIDATION_URI_INVALID=L''URI de l''index {0} n''est pas valide : {1}
VALIDATION_URI_SVC_CALLBACK_ARITY=Cette adresse poss\u00E8de le r\u00F4le Callback de service, un seul URI peut \u00EAtre d\u00E9fini.
VALIDATION_URI_ILLEGAL_MARKER=Cette adresse ne poss\u00E8de pas le r\u00F4le Callback de service. L'URI marqueur de callback ne peut pas \u00EAtre utilis\u00E9.
VALIDATION_URI_INVALID_SPEC=URI non conforme aux sp\u00E9cifications d''URI : {0}
VALIDATION_URI_INVALID_FORMAT=URI non conforme au format d'URI pour le transport BPEL 10g.
VALIDATION_URI_INVALID_PROTOCOL=Le mod\u00E8le d''URI "{0}" n''est pas reconnu comme protocole pris en charge.
VALIDATION_URI_NO_AUTHORITY=Il manque une d\u00E9finition de l'h\u00F4te et du port dans l'URI.
VALIDATION_URI_INVALID_PORT=Port non valide dans l''URI : {0}.
VALIDATION_CP_INVALID_ROLE=Cette adresse ne poss\u00E8de pas le r\u00F4le Client asynchrone ; aucun proxy de callback ne doit \u00EAtre configur\u00E9.
VALIDATION_CP_INFO_NOT_FOUND=Impossible d'acc\u00E9der aux informations de service pour le proxy de callback. V\u00E9rifiez que le service existe et qu'il est dans un \u00E9tat valide.
VALIDATION_CP_INVALID_SCHEME=Le proxy de callback doit \u00EAtre un proxy SB ou HTTP.
VALIDATION_CP_NOT_SOAP=Le proxy de callback doit \u00EAtre un service SOAP WSDL ou n'importe quel service SOAP.
VALIDATION_JNDI_INVALID_PROTOCOL=Le protocole "{0}" configur\u00E9 n''est pas pris en charge.
VALIDATION_CODEC_ATTACHMENTS=Le WSDL d\u00E9finit des liaisons de pi\u00E8ce jointe MIME qui ne sont pas prises en charge par le transport BPEL.
ERROR_UNEX_PVD_CONFIG=Erreur inattendue, impossible de charger le descripteur de configuration de transport BPEL 10g : {0}
ERROR_GETTING_CALLBACK_INFO=Erreur inattendue lors de l''acc\u00E8s aux informations pour le proxy de callback : {0}
ERROR_CREATE_CODEC_FACTORY=Erreur inattendue lors de la cr\u00E9ation du s\u00E9rialiseur/d\u00E9s\u00E9rialiseur SOAP : {0}
ERROR_CONVERTER_BINDING_INFO=Les informations de liaison WSDL ne sont pas accessibles \u00E0 cette adresse : {0}
RUNTIME_FAULT_STRING=Erreur d'application
BPEL10g_ENV_JNDI_SERVICE_ACCOUNT=Compte de service JNDI pour le service fonctionnel de transport BPEL 10g
