messagedetail381201=Beim Erstellen des Endpunktes ist im OSB-Dateitransport ein unerwarteter Fehler aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
action381201=Pr\u00FCfen Sie, ob die Konfiguration des Endpunktes korrekt ist.
messagedetail381202=Das Verzeichnis mit dem angegebenen Pfad konnte nicht erstellt werden.
cause381202=Der Verzeichnispfad ist m\u00F6glicherweise nicht korrekt, oder der aktuelle Benutzer hat keine Berechtigung, die Dateien an diesem Speicherort zu erstellen.
action381202=Stellen Sie sicher, dass der Verzeichnispfad korrekt ist und dass der Benutzer Berechtigungen zum Erstellen der Dateien an diesem Speicherort besitzt.
cause381203="Nach Referenz \u00FCbergeben" ist f\u00FCr den Dateiproxy-Service eines Nicht-XML-Nachrichtentyps konfiguriert.
action381203=Wenn "Nach Referenz \u00FCbergeben" aktiviert ist, muss der Dateiproxy-Service f\u00FCr XML-Nachrichtentypen konfiguriert werden.
messagedetail381204=Bei der Ausf\u00FChrung dieser Methode ist eine Exception aufgetreten Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
action381204=Die Fehlermeldung weist m\u00F6glicherweise auf die Ursache des Problems hin.
messagedetail381205=Eine unerwartete universelle Exception ist beim OSB-Dateitransport aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
action381205=Wenden Sie sich an den technischen Support
messagedetail381206=URI ist nicht korrekt formatiert.
action381206=Stellen Sie sicher, dass der URI die korrekte Syntax verwendet.
messagedetail381207=Nachricht konnte nicht in das ausgehende Verzeichnis des File Business-Services geschrieben werden. Der aktuelle Benutzer verf\u00FCgt m\u00F6glicherweise nicht \u00FCber Lese- und Schreibberechtigungen f\u00FCr diesen Speicherort.
action381207=Stellen Sie sicher, dass der aktuelle Benutzer \u00FCber Lese- und Schreibberechtigungen f\u00FCr den angegebenen Dateispeicherort verf\u00FCgt.
messagedetail381208=Datei konnte wegen eines unerwarteten Fehlers nicht verarbeitet werden. Es sollte eine Fehlermeldung vorhanden sein, die auf die Ursache des Problems hinweist.
action381208=Wenden Sie sich an den technischen Support.
messagedetail381209=Bei Cluster-Domains sollte ein Poller-Zielserver angegeben werden.
action381209=Stellen Sie sicher, dass f\u00FCr die Dateiproxykonfiguration einer der Managed Server als Poller-Zielserver angegeben ist, falls dieser im Cluster ausgef\u00FChrt wird.
action381210=Stellen Sie sicher, dass der aktuelle Benutzer \u00FCber Lese- und Schreibberechtigungen f\u00FCr den angegebenen Dateispeicherort verf\u00FCgt.
messagedetail381211=Dateipfad f\u00FCr Zwischenspeicherung konnte bei Verarbeitung der Nachricht nicht gefunden werden. Dieser Fehler ist m\u00F6glicherweise nicht schwerwiegend und kann auch angezeigt werden, wenn die Nachricht einmal erfolgreich verarbeitet wird. Dies w\u00E4re beispielsweise der Fall, wenn der Server w\u00E4hrend der Verarbeitung von Dateitransportnachrichten neu gestartet wird.
action381211=Stellen Sie sicher, dass der aktuelle Benutzer \u00FCber Lese- und Schreibberechtigungen f\u00FCr den angegebenen Dateispeicherort verf\u00FCgt.
messagedetail381212=Beim Registrieren eines neuen Dateiproxy-Services ist ein Fehler aufgetreten: Der f\u00FCr diesen Proxy-Service konfigurierte URI wird bereits von einem anderen Dateiproxy-Service verwendet. Jeder Dateiproxy-Service muss \u00FCber einen eindeutigen URI verf\u00FCgen.
action381212=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den Dateiproxy-Service, und stellen Sie sicher, dass ein eindeutiger Wert f\u00FCr den URI verwendet wird.
action381213=Pr\u00FCfen Sie, ob die Konfiguration des Endpunktes korrekt ist.
action381214=Stellen Sie sicher, dass der Endpunkt-URI und das Archivierungsverzeichnis auf verschiedene Speicherorte verweisen.
messagedetail381215=Der Dateiproxy-Service konnte die Datei nicht an diesen Speicherort verschieben. Der aktuelle Benutzer verf\u00FCgt m\u00F6glicherweise nicht \u00FCber Lese- und Schreibberechtigungen f\u00FCr diesen Speicherort.
action381215=Stellen Sie sicher, dass der aktuelle Benutzer \u00FCber Lese- und Schreibberechtigungen f\u00FCr den angegebenen Dateispeicherort verf\u00FCgt.
messagedetail381216=Das Verzeichnis konnte mit diesem Dateipfad nicht erstellt werden. Der aktuelle Benutzer verf\u00FCgt m\u00F6glicherweise nicht \u00FCber Lese- und Schreibberechtigungen f\u00FCr diesen Speicherort.
action381216=Stellen Sie sicher, dass der aktuelle Benutzer \u00FCber Lese- und Schreibberechtigungen f\u00FCr den angegebenen Dateispeicherort verf\u00FCgt.
messagedetail381217=Ein Fehler ist aufgetreten beim Festlegen des maximalen Lesegrenzwerts \u00FCber die Systemeigenschaft. Der maximale Lesegrenzwert ist eine Ganzzahl.
action381217=Stellen Sie sicher, dass der maximale Lesegrenzwert eine Ganzzahl ist.
