messagedetail381201=Ocorreu uma exce\u00E7\u00E3o inesperada no transporte do arquivo OSB ao criar o ponto final. Deve haver uma mensagem de erro que indica a causa do problema.
action381201=Verifique se a configura\u00E7\u00E3o do ponto final est\u00E1 correta.
messagedetail381202=N\u00E3o foi poss\u00EDvel criar o diret\u00F3rio com o caminho fornecido.
cause381202=O caminho do diret\u00F3rio pode estar incorreto ou o usu\u00E1rio atual talvez n\u00E3o tenha permiss\u00E3o para criar os arquivos nesta localiza\u00E7\u00E3o.
action381202=Certifique-se de que o caminho do diret\u00F3rio est\u00E1 correto e o usu\u00E1rio tem permiss\u00F5es para criar os arquivos nesta localiza\u00E7\u00E3o.
cause381203=A op\u00E7\u00E3o Passar por refer\u00EAncia est\u00E1 configurada com o servi\u00E7o de proxy de Arquivo do tipo de mensagem n\u00E3o xml.
action381203=Se a op\u00E7\u00E3o Passar por refer\u00EAncia for verdadeira, o servi\u00E7o de proxy do Arquivo deve ser configurado com os tipos de mensagens xml.
messagedetail381204=Exce\u00E7\u00E3o encontrada ao executar este m\u00E9todo. Deve haver uma mensagem de erro que indica a causa do problema.
action381204=A mensagem de erro pode indicar a causa do problema.
messagedetail381205=Ocorreu uma exce\u00E7\u00E3o de finalidade geral inesperada no transporte do Arquivo OSB. Deve haver uma mensagem de erro que indica a causa do problema.
action381205=Entre em contato com o suporte t\u00E9cnico
messagedetail381206=URI incorreto.
action381206=Certifique-se de que o URI segue a sintaxe correta.
messagedetail381207=N\u00E3o foi poss\u00EDvel gravar a mensagem no diret\u00F3rio de sa\u00EDda do servi\u00E7o de Neg\u00F3cios do Arquivo. O usu\u00E1rio atual talvez n\u00E3o tenha permiss\u00F5es de leitura, grava\u00E7\u00E3o para esta localiza\u00E7\u00E3o.
action381207=Certifique-se de que o usu\u00E1rio atual tem permiss\u00E3o de leitura, grava\u00E7\u00E3o para a localiza\u00E7\u00E3o do caminho do diret\u00F3rio fornecido.
messagedetail381208=N\u00E3o foi poss\u00EDvel processar o arquivo em decorr\u00EAncia de um erro inesperado. Deve haver uma mensagem de erro que indica a causa do problema.
action381208=Entre em contato com o suporte t\u00E9cnico.
messagedetail381209=O servidor de destino do poller deve ser especificado no caso de dom\u00EDnio do cluster.
action381209=Certifique-se de que a configura\u00E7\u00E3o de proxy do Arquivo tem um dos servidores gerenciados como servidor de destino do poller, se ele estiver sendo executado no cluster.
action381210=Certifique-se de que o usu\u00E1rio atual tem permiss\u00E3o de leitura, grava\u00E7\u00E3o para a localiza\u00E7\u00E3o do caminho do arquivo fornecido.
messagedetail381211=N\u00E3o foi poss\u00EDvel localizar o caminho do arquivo intermedi\u00E1rio ao processar a mensagem. Este erro pode n\u00E3o ser fatal e pode ocorrer mesmo que a mensagem seja processada com sucesso apenas uma vez. Geralmente isso ocorre se o servidor for reiniciado no momento durante o processamento de algumas mensagens de transporte de Arquivo.
action381211=Certifique-se de que o usu\u00E1rio atual tem permiss\u00E3o de leitura, grava\u00E7\u00E3o para a localiza\u00E7\u00E3o do caminho do arquivo fornecido.
messagedetail381212=Ocorreu um erro ao registrar um novo servi\u00E7o de proxy do Arquivo: O URI configurado para este servi\u00E7o de proxy j\u00E1 foi usado por outro servi\u00E7o de proxy do Arquivo. Cada servi\u00E7o de proxy do Arquivo deve ter um URI exclusivo.
action381212=Verifique a configura\u00E7\u00E3o de transporte para o servi\u00E7o de proxy do Arquivo e certifique-se de que o valor exclusivo do URI foi usado.
action381213=Verifique se a configura\u00E7\u00E3o do ponto final est\u00E1 correta.
action381214=Certifique-se de que o uri do ponto final e o diret\u00F3rio de archive apontam para localiza\u00E7\u00F5es diferentes.
messagedetail381215=N\u00E3o foi poss\u00EDvel mover o servi\u00E7o de proxy do arquivo para esta localiza\u00E7\u00E3o. O usu\u00E1rio atual talvez n\u00E3o tenha permiss\u00E3o de leitura, grava\u00E7\u00E3o para esta localiza\u00E7\u00E3o.
action381215=Certifique-se de que o usu\u00E1rio atual tem permiss\u00E3o de leitura, grava\u00E7\u00E3o para a localiza\u00E7\u00E3o do caminho do arquivo fornecido.
messagedetail381216=N\u00E3o foi poss\u00EDvel criar o diret\u00F3rio com este caminho do arquivo. O usu\u00E1rio atual talvez n\u00E3o tenha permiss\u00E3o de leitura, grava\u00E7\u00E3o para esta localiza\u00E7\u00E3o.
action381216=Certifique-se de que o usu\u00E1rio atual tem permiss\u00E3o de leitura, grava\u00E7\u00E3o para a localiza\u00E7\u00E3o do caminho do diret\u00F3rio fornecido.
messagedetail381217=Ocorreu um erro ao definir o limite m\u00E1ximo de leitura por meio das propriedades do sistema. O tamanho m\u00E1ximo \u00E9 um n\u00FAmero inteiro.
action381217=Certifique-se de que o limite m\u00E1ximo de leitura seja um n\u00FAmero inteiro.
