messagedetail381201=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u4F5C\u6210\u4E2D\u306B\u3001OSB\u30D5\u30A1\u30A4\u30EB\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381201=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u69CB\u6210\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381202=\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30B9\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause381202=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FB\u30D1\u30B9\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u304B\u3001\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u3053\u306E\u5834\u6240\u306B\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3059\u308B\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381202=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FB\u30D1\u30B9\u304C\u6B63\u3057\u3044\u3053\u3068\u3001\u304A\u3088\u3073\u30E6\u30FC\u30B6\u30FC\u304C\u3053\u306E\u5834\u6240\u306B\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3059\u308B\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause381203=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u304CXML\u4EE5\u5916\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u53C2\u7167\u6E21\u3057\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action381203=\u53C2\u7167\u6E21\u3057\u304Ctrue\u306E\u5834\u5408\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092XML\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail381204=\u3053\u306E\u30E1\u30BD\u30C3\u30C9\u3092\u5B9F\u884C\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381204=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u554F\u984C\u306E\u539F\u56E0\u304C\u793A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail381205=OSB\u30D5\u30A1\u30A4\u30EB\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u6C4E\u7528\u7684\u306A\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381205=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381206=URI\u306E\u5F62\u5F0F\u304C\u7121\u52B9\u3067\u3059\u3002
action381206=URI\u304C\u6B63\u3057\u3044\u69CB\u6587\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381207=\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30D5\u30A1\u30A4\u30EB\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u66F8\u304D\u8FBC\u3081\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u5834\u6240\u306E\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381207=\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FB\u30D1\u30B9\u306E\u5834\u6240\u306B\u5BFE\u3059\u308B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381208=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u305F\u3081\u3001\u30D5\u30A1\u30A4\u30EB\u3092\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381208=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail381209=\u30AF\u30E9\u30B9\u30BF\u30FB\u30C9\u30E1\u30A4\u30F3\u3092\u4F7F\u7528\u3059\u308B\u5834\u5408\u306E\u305F\u3081\u306B\u30DD\u30FC\u30E9\u30FC\u306E\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381209=\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u306E1\u3064\u304C\u30AF\u30E9\u30B9\u30BF\u5185\u3067\u5B9F\u884C\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u305D\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u30D5\u30A1\u30A4\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u69CB\u6210\u306B\u30DD\u30FC\u30E9\u30FC\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u3068\u3057\u3066\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381210=\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u306E\u5834\u6240\u306B\u5BFE\u3059\u308B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381211=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u4E2D\u9593\u30D5\u30A1\u30A4\u30EB\u306E\u30D1\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306F\u81F4\u547D\u7684\u3067\u306F\u306A\u304F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u6B63\u5E38\u306B\u51E6\u7406\u3055\u308C\u305F\u5834\u5408\u306B\u3082\u8868\u793A\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u901A\u5E38\u3001\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u4E00\u90E8\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u30B5\u30FC\u30D0\u30FC\u304C\u518D\u8D77\u52D5\u3057\u305F\u5834\u5408\u306B\u767A\u751F\u3057\u307E\u3059\u3002
action381211=\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u306E\u5834\u6240\u306B\u5BFE\u3059\u308B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381212=\u65B0\u3057\u3044\u30D5\u30A1\u30A4\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u305FURI\u306F\u5225\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u5404\u30D5\u30A1\u30A4\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u4E00\u610F\u306EURI\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381212=\u30D5\u30A1\u30A4\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001URI\u306E\u5024\u304C\u4E00\u610F\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381213=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u69CB\u6210\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381214=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8URI\u3068\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u5225\u306E\u5834\u6240\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381215=\u30D5\u30A1\u30A4\u30EB\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u30D5\u30A1\u30A4\u30EB\u3092\u3053\u306E\u5834\u6240\u306B\u79FB\u52D5\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u5834\u6240\u306E\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381215=\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u306E\u5834\u6240\u306B\u5BFE\u3059\u308B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381216=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u306B\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u5834\u6240\u306E\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381216=\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FB\u30D1\u30B9\u306E\u5834\u6240\u306B\u5BFE\u3059\u308B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381217=\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u4ECB\u3057\u3066\u6700\u5927\u8AAD\u53D6\u308A\u5236\u9650\u30B5\u30A4\u30BA\u3092\u8A2D\u5B9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6700\u5927\u8AAD\u53D6\u308A\u5236\u9650\u30B5\u30A4\u30BA\u306F\u6574\u6570\u3067\u3059\u3002
action381217=\u6700\u5927\u8AAD\u53D6\u308A\u5236\u9650\u304C\u6574\u6570\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
