messagedetail381201=Une exception inattendue est survenue dans le transport de fichier OSB lors de la cr\u00E9ation de l'adresse. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381201=V\u00E9rifiez que la configuration de l'adresse est form\u00E9e correctement.
messagedetail381202=Impossible de cr\u00E9er le r\u00E9pertoire avec le chemin d'acc\u00E8s donn\u00E9.
cause381202=Le chemin du r\u00E9pertoire est peut-\u00EAtre incorrect ou l'utilisateur en cours n'est pas autoris\u00E9 \u00E0 cr\u00E9er les fichiers \u00E0 cet emplacement.
action381202=Assurez-vous que le chemin du r\u00E9pertoire est correct et que l'utilisateur est autoris\u00E9 \u00E0 cr\u00E9er les fichiers \u00E0 cet emplacement.
cause381203=La transmission par r\u00E9f\u00E9rence est configur\u00E9e avec un service proxy de fichier dont le type de message est non-XML.
action381203=Si l'option Transmission par r\u00E9f\u00E9rence a la valeur True, le service proxy de fichier doit \u00EAtre configur\u00E9 avec des types de message XML.
messagedetail381204=Une exception est survenue lors de l'ex\u00E9cution de cette m\u00E9thode. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381204=Un message d'erreur peut indiquer la cause du probl\u00E8me.
messagedetail381205=Une exception d'usage g\u00E9n\u00E9ral est survenue au niveau du transport de fichier OSB. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381205=Contactez le support technique Oracle
messagedetail381206=L'URI a un format incorrect.
action381206=Assurez-vous que la syntaxe de l'URI est correcte.
messagedetail381207=Impossible d'\u00E9crire le message dans le r\u00E9pertoire sortant du service fonctionnel de fichier. L'utilisateur en cours n'a peut-\u00EAtre pas de droits d'acc\u00E8s en lecture et \u00E9criture sur cet emplacement.
action381207=Assurez-vous que l'utilisateur en cours poss\u00E8de des droits en lecture et \u00E9criture sur l'emplacement du chemin de r\u00E9pertoire donn\u00E9.
messagedetail381208=Impossible de traiter le fichier en raison d'une erreur inattendue. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381208=Contactez le support technique Oracle
messagedetail381209=Le serveur cible interrogateur doit \u00EAtre indiqu\u00E9 en cas de domaine de cluster.
action381209=Assurez-vous que la configuration du proxy de fichier indique que l'un des serveurs g\u00E9r\u00E9s est le serveur interrogateur cible s'il est ex\u00E9cut\u00E9 dans le cluster.
action381210=Assurez-vous que l'utilisateur en cours dispose de droits d'acc\u00E8s en lecture et \u00E9criture sur l'emplacement du chemin de fichier donn\u00E9.
messagedetail381211=Chemin de fichier interm\u00E9diaire introuvable lors du traitement du message. Cette erreur n'est peut-\u00EAtre pas fatale et peut appara\u00EEtre m\u00EAme si le traitement du message a r\u00E9ussi une fois. Ceci se produit g\u00E9n\u00E9ralement si le serveur est red\u00E9marr\u00E9 alors qu'il traite des messages de transport de fichier.
action381211=Assurez-vous que l'utilisateur en cours dispose de droits d'acc\u00E8s en lecture et \u00E9criture sur l'emplacement du chemin de fichier donn\u00E9.
messagedetail381212=Une erreur est survenue lors de l'inscription d'un nouveau service proxy de fichier. L'URI configur\u00E9 pour ce service est d\u00E9j\u00E0 utilis\u00E9 par un autre service proxy de fichier. Chaque service proxy de fichier doit disposer d'un URI unique.
action381212=V\u00E9rifiez la configuration du transport pour le service proxy de fichier et assurez-vous qu'une valeur d'URI unique est utilis\u00E9e.
action381213=V\u00E9rifiez que la configuration de l'adresse est form\u00E9e correctement.
action381214=Assurez-vous que l'URI de l'adresse et le r\u00E9pertoire d'archivage pointent sur des emplacements diff\u00E9rents.
messagedetail381215=Le service proxy de fichier n'a pas pu d\u00E9placer le fichier \u00E0 cet emplacement. L'utilisateur en cours ne dispose peut-\u00EAtre pas de droits d'acc\u00E8s en lecture et \u00E9criture sur cet emplacement.
action381215=Assurez-vous que l'utilisateur en cours dispose de droits d'acc\u00E8s en lecture et \u00E9criture sur l'emplacement du chemin de fichier donn\u00E9.
messagedetail381216=Impossible de cr\u00E9er un r\u00E9pertoire sur ce chemin de fichier. L'utilisateur en cours ne dispose peut-\u00EAtre pas de droits d'acc\u00E8s en lecture et \u00E9criture sur cet emplacement.
action381216=Assurez-vous que l'utilisateur en cours poss\u00E8de des droits en lecture et \u00E9criture sur l'emplacement du chemin de r\u00E9pertoire donn\u00E9.
messagedetail381217=Erreur rencontr\u00E9e lors de la d\u00E9finition de la taille limite maximale de lecture via la propri\u00E9t\u00E9 syst\u00E8me. La taille limite maximale de lecture est un entier.
action381217=Assurez-vous que la limite maximale de lecture est un entier.
