messagedetail381201=\uB05D\uC810\uC744 \uC0DD\uC131\uD558\uB294 \uC911 OSB \uD30C\uC77C \uC804\uC1A1\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381201=\uB05D\uC810 \uAD6C\uC131\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381202=\uC9C0\uC815\uB41C \uACBD\uB85C\uB97C \uAC00\uC9C4 \uB514\uB809\uD1A0\uB9AC\uB97C \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
cause381202=\uB514\uB809\uD1A0\uB9AC \uACBD\uB85C\uAC00 \uC62C\uBC14\uB974\uC9C0 \uC54A\uAC70\uB098 \uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC774 \uC704\uCE58\uC5D0\uC11C \uD30C\uC77C\uC744 \uC0DD\uC131\uD560 \uAD8C\uD55C\uC774 \uC5C6\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381202=\uB514\uB809\uD1A0\uB9AC \uACBD\uB85C\uAC00 \uC62C\uBC14\uB974\uACE0 \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC774 \uC704\uCE58\uC5D0\uC11C \uD30C\uC77C\uC744 \uC0DD\uC131\uD560 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
cause381203=\uCC38\uC870\uB85C \uC804\uB2EC\uC774 \uBE44XML \uBA54\uC2DC\uC9C0 \uC720\uD615 \uD30C\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
action381203=\uCC38\uC870\uB85C \uC804\uB2EC\uC774 true\uC778 \uACBD\uC6B0 \uD30C\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB294 XML \uBA54\uC2DC\uC9C0 \uC720\uD615\uC73C\uB85C \uAD6C\uC131\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail381204=\uC774 \uBA54\uC18C\uB4DC\uB97C \uC2E4\uD589\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381204=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381205=OSB \uD30C\uC77C \uC804\uC1A1\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC77C\uBC18 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381205=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381206=URI\uAC00 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action381206=URI\uAC00 \uC62C\uBC14\uB978 \uAD6C\uBB38\uC744 \uB530\uB974\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381207=\uD30C\uC77C \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uB514\uB809\uD1A0\uB9AC\uC5D0 \uBA54\uC2DC\uC9C0\uB97C \uC4F8 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC774 \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC5C6\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381207=\uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC9C0\uC815\uB41C \uB514\uB809\uD1A0\uB9AC \uACBD\uB85C \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381208=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uB85C \uC778\uD574 \uD30C\uC77C\uC744 \uCC98\uB9AC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381208=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381209=\uD074\uB7EC\uC2A4\uD130 \uB3C4\uBA54\uC778\uC758 \uACBD\uC6B0 \uD3F4\uB7EC \uB300\uC0C1 \uC11C\uBC84\uB97C \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
action381209=\uD30C\uC77C \uD504\uB85D\uC2DC \uAD6C\uC131\uC5D0\uC11C \uAD00\uB9AC \uC11C\uBC84 \uC911 \uD558\uB098\uAC00 \uD074\uB7EC\uC2A4\uD130\uC5D0\uC11C \uC2E4\uD589 \uC911\uC778 \uACBD\uC6B0 \uD3F4\uB7EC \uB300\uC0C1 \uC11C\uBC84\uB85C \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381210=\uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC81C\uACF5\uB41C \uD30C\uC77C \uACBD\uB85C \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381211=\uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC911\uAC1C\uC790 \uD30C\uC77C \uACBD\uB85C\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uCE58\uBA85\uC801\uC778 \uC624\uB958\uAC00 \uC544\uB2C8\uBBC0\uB85C \uBA54\uC2DC\uC9C0\uAC00 \uD55C \uBC88 \uC131\uACF5\uC801\uC73C\uB85C \uCC98\uB9AC\uB41C \uACBD\uC6B0\uC5D0\uB3C4 \uB098\uD0C0\uB0A0 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uC77C\uBD80 \uD30C\uC77C \uC804\uC1A1 \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uACE0 \uC788\uC744 \uB54C \uC11C\uBC84\uAC00 \uC7AC\uC2DC\uC791\uB418\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action381211=\uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC81C\uACF5\uB41C \uD30C\uC77C \uACBD\uB85C \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381212=\uC0C8 \uD30C\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C URI\uAC00 \uC774\uBBF8 \uB2E4\uB978 \uD30C\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC0AC\uC6A9\uB429\uB2C8\uB2E4. \uAC01 \uD30C\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uB294 \uACE0\uC720\uD55C URI\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381212=\uD30C\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uACE0\uC720\uD55C URI \uAC12\uC774 \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381213=\uB05D\uC810 \uAD6C\uC131\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381214=\uB05D\uC810 URI \uBC0F \uC544\uCE74\uC774\uBE0C \uB514\uB809\uD1A0\uB9AC\uAC00 \uC11C\uB85C \uB2E4\uB978 \uC704\uCE58\uB97C \uAC00\uB9AC\uD0A4\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381215=\uD30C\uC77C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uD30C\uC77C\uC744 \uC774 \uC704\uCE58\uB85C \uC774\uB3D9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC774 \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC5C6\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381215=\uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC81C\uACF5\uB41C \uD30C\uC77C \uACBD\uB85C \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381216=\uC774 \uD30C\uC77C \uACBD\uB85C\uB85C \uB514\uB809\uD1A0\uB9AC\uB97C \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC774 \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC5C6\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381216=\uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC9C0\uC815\uB41C \uB514\uB809\uD1A0\uB9AC \uACBD\uB85C \uC704\uCE58\uC5D0 \uB300\uD55C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381217=\uC2DC\uC2A4\uD15C \uC18D\uC131\uC744 \uD1B5\uD574 \uCD5C\uB300 \uC77D\uAE30 \uC81C\uD55C \uD06C\uAE30\uB97C \uC124\uC815\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uCD5C\uB300 \uC77D\uAE30 \uC81C\uD55C \uD06C\uAE30\uB294 \uC815\uC218\uC5EC\uC57C \uD569\uB2C8\uB2E4.
action381217=\uCD5C\uB300 \uC77D\uAE30 \uC81C\uD55C\uC774 \uC815\uC218\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
