messagedetail381201=\u5EFA\u7ACB\u7AEF\u9EDE\u6642\uFF0COSB \u6A94\u6848\u50B3\u8F38\u767C\u751F\u672A\u9810\u671F\u7684\u7570\u5E38\u72C0\u6CC1\u3002\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
action381201=\u8ACB\u6AA2\u67E5\u7AEF\u9EDE\u7D44\u614B\u662F\u5426\u6B63\u78BA\u3002
messagedetail381202=\u7121\u6CD5\u5EFA\u7ACB\u5177\u6709\u6307\u5B9A\u8DEF\u5F91\u7684\u76EE\u9304\u3002
cause381202=\u53EF\u80FD\u662F\u76EE\u9304\u8DEF\u5F91\u4E0D\u6B63\u78BA\uFF0C\u6216\u76EE\u524D\u4F7F\u7528\u8005\u6C92\u6709\u5728\u6B64\u4F4D\u7F6E\u5EFA\u7ACB\u6A94\u6848\u7684\u6B0A\u9650\u3002
action381202=\u8ACB\u78BA\u5B9A\u76EE\u9304\u8DEF\u5F91\u6B63\u78BA\uFF0C\u4E14\u4F7F\u7528\u8005\u64C1\u6709\u53EF\u4EE5\u5728\u6B64\u4F4D\u7F6E\u5EFA\u7ACB\u6A94\u6848\u7684\u6B0A\u9650\u3002
cause381203=\u300C\u900F\u904E\u53C3\u7167\u4F86\u50B3\u905E\u300D\u662F\u4EE5\u975E xml \u8A0A\u606F\u985E\u578B\u6A94\u6848\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u8A2D\u5B9A\u3002
action381203=\u5982\u679C\u300C\u900F\u904E\u53C3\u7167\u4F86\u50B3\u905E\u300D\u70BA true\uFF0C\u5247\u6A94\u6848\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u61C9\u8A72\u4EE5 xml \u8A0A\u606F\u985E\u578B\u8A2D\u5B9A\u3002
messagedetail381204=\u57F7\u884C\u6B64\u65B9\u6CD5\u6642\u767C\u751F\u7570\u5E38\u72C0\u6CC1\u3002\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
action381204=\u932F\u8AA4\u8A0A\u606F\u53EF\u80FD\u6703\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
messagedetail381205=OSB \u6A94\u6848\u50B3\u8F38\u767C\u751F\u672A\u9810\u671F\u7684\u4E00\u822C\u7528\u9014\u7570\u5E38\u72C0\u6CC1\u3002\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
action381205=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
messagedetail381206=URI \u7684\u683C\u5F0F\u932F\u8AA4\u3002
action381206=\u8ACB\u78BA\u5B9A URI \u9075\u5FAA\u6B63\u78BA\u7684\u8A9E\u6CD5\u3002
messagedetail381207=\u8A0A\u606F\u7121\u6CD5\u5BEB\u5165\u81F3\u6A94\u6848\u696D\u52D9\u670D\u52D9\u5916\u9001\u76EE\u9304\u3002\u76EE\u524D\u4F7F\u7528\u8005\u53EF\u80FD\u6C92\u6709\u6B64\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002
action381207=\u8ACB\u78BA\u5B9A\u76EE\u524D\u4F7F\u7528\u8005\u64C1\u6709\u6307\u5B9A\u76EE\u9304\u8DEF\u5F91\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002
messagedetail381208=\u56E0\u70BA\u767C\u751F\u672A\u9810\u671F\u7684\u932F\u8AA4\uFF0C\u6240\u4EE5\u7121\u6CD5\u8655\u7406\u6A94\u6848\u3002\u6703\u6709\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u539F\u56E0\u3002
action381208=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail381209=\u5982\u679C\u662F\u53E2\u96C6\u7DB2\u57DF\uFF0C\u5247\u61C9\u8A72\u6307\u5B9A\u8F2A\u8A62\u5668\u76EE\u6A19\u4F3A\u670D\u5668\u3002
action381209=\u5982\u679C\u6A94\u6848\u4EE3\u7406\u4E3B\u6A5F\u662F\u5728\u53E2\u96C6\u4E2D\u57F7\u884C\uFF0C\u8ACB\u78BA\u5B9A\u5B83\u7684\u7D44\u614B\u662F\u5C07\u5176\u4E2D\u4E00\u500B\u53D7\u7BA1\u7406\u4F3A\u670D\u5668\u7576\u6210\u8F2A\u8A62\u5668\u76EE\u6A19\u4F3A\u670D\u5668\u3002
action381210=\u8ACB\u78BA\u5B9A\u76EE\u524D\u4F7F\u7528\u8005\u64C1\u6709\u6307\u5B9A\u6A94\u6848\u8DEF\u5F91\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002
messagedetail381211=\u8655\u7406\u8A0A\u606F\u6642\uFF0C\u627E\u4E0D\u5230\u5A92\u4ECB\u6A94\u6848\u8DEF\u5F91\u3002\u9019\u53EF\u80FD\u4E0D\u662F\u56B4\u91CD\u932F\u8AA4\uFF0C\u56E0\u6B64\u5373\u4F7F\u5DF2\u9806\u5229\u8655\u7406\u904E\u4E00\u6B21\u8A0A\u606F\uFF0C\u9084\u662F\u53EF\u80FD\u6703\u986F\u793A\u3002\u5982\u679C\u4F3A\u670D\u5668\u5728\u8655\u7406\u4E00\u4E9B\u6A94\u6848\u50B3\u8F38\u8A0A\u606F\u6642\u91CD\u65B0\u555F\u52D5\uFF0C\u901A\u5E38\u6703\u767C\u751F\u6B64\u932F\u8AA4\u3002
action381211=\u8ACB\u78BA\u5B9A\u76EE\u524D\u4F7F\u7528\u8005\u64C1\u6709\u6307\u5B9A\u6A94\u6848\u8DEF\u5F91\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002
messagedetail381212=\u767B\u9304\u65B0\u7684\u6A94\u6848\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u6642\u767C\u751F\u932F\u8AA4: \u53E6\u4E00\u500B\u6A94\u6848\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u5DF2\u4F7F\u7528\u91DD\u5C0D\u6B64\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u8A2D\u5B9A\u7684 URI\u3002\u6BCF\u500B\u6A94\u6848\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u90FD\u5FC5\u9808\u8981\u6709\u552F\u4E00\u7684 URI\u3002
action381212=\u8ACB\u6AA2\u67E5\u6A94\u6848\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u7684\u50B3\u8F38\u7D44\u614B\uFF0C\u78BA\u5B9A\u4F7F\u7528\u7684\u662F\u552F\u4E00\u7684 URI \u503C\u3002
action381213=\u8ACB\u6AA2\u67E5\u7AEF\u9EDE\u7D44\u614B\u662F\u5426\u6B63\u78BA\u3002
action381214=\u8ACB\u78BA\u5B9A\u7AEF\u9EDE URI \u548C\u5C01\u5B58\u6A94\u76EE\u9304\u6307\u5411\u4E0D\u540C\u7684\u4F4D\u7F6E\u3002
messagedetail381215=\u6A94\u6848\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u7121\u6CD5\u5C07\u6A94\u6848\u79FB\u81F3\u6B64\u4F4D\u7F6E\u3002\u76EE\u524D\u4F7F\u7528\u8005\u53EF\u80FD\u6C92\u6709\u6B64\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002
action381215=\u8ACB\u78BA\u5B9A\u76EE\u524D\u4F7F\u7528\u8005\u64C1\u6709\u6307\u5B9A\u6A94\u6848\u8DEF\u5F91\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002
messagedetail381216=\u7121\u6CD5\u5EFA\u7ACB\u5177\u6709\u6B64\u6A94\u6848\u8DEF\u5F91\u7684\u76EE\u9304\u3002\u76EE\u524D\u4F7F\u7528\u8005\u53EF\u80FD\u6C92\u6709\u6B64\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002
action381216=\u8ACB\u78BA\u5B9A\u76EE\u524D\u4F7F\u7528\u8005\u64C1\u6709\u6307\u5B9A\u76EE\u9304\u8DEF\u5F91\u4F4D\u7F6E\u7684\u8B80\u53D6\u548C\u5BEB\u5165\u6B0A\u9650\u3002
messagedetail381217=\u900F\u904E\u7CFB\u7D71\u7279\u6027\u8A2D\u5B9A\u8B80\u53D6\u5927\u5C0F\u4E0A\u9650\u6642\u767C\u751F\u932F\u8AA4\u3002\u8B80\u53D6\u5927\u5C0F\u4E0A\u9650\u61C9\u70BA\u6574\u6578\u3002
action381217=\u78BA\u5B9A\u8B80\u53D6\u5927\u5C0F\u4E0A\u9650\u70BA\u6574\u6578\u3002
