## P4ADE ## {0} : String epConfig, {1} : Exception e
messagebody381201=Une erreur s''est produite lors de la cr\u00E9ation de l''adresse {0} : {1}
## P4ADE ## {0} : String dirPath
messagebody381202=Impossible de cr\u00E9er le r\u00E9pertoire : {0}
messagebody381203=Une transmission par r\u00E9f\u00E9rence non valide est d\u00E9finie. Elle peut uniquement avoir la valeur True quand le message est de type XML.
## P4ADE ## {0} : String method, {1} : Exception e
messagebody381204=Exception dans {0} : {1}
## P4ADE ## {0} : String epName, {1} : Throwable e
messagebody381205=Une erreur est survenue \u00E0 l''adresse {0} : {1}
## P4ADE ## {0} : String uri
messagebody381206=L''URI {0} n''est pas valide.
## P4ADE ## {0} : Exception e
messagebody381207=Une erreur s''est produite pendant l''ex\u00E9cution d''op\u00E9rations sur les fichiers : {0}
## P4ADE ## {0} : String epName, {1} : Exception e
messagebody381208=Erreur lors du traitement d''un fichier entrant pour le service proxy de fichier {0} : {1}
messagebody381209=Le serveur cible interrogateur doit \u00EAtre indiqu\u00E9 en cas de domaine de cluster.
## P4ADE ## {0} : String fileName
messagebody381210=Impossible de d\u00E9placer le fichier de l''emplacement {0} vers le r\u00E9pertoire interm\u00E9diaire. Le processus en cours n''a peut-\u00EAtre pas l''autorisation d''effectuer cette op\u00E9ration.
## P4ADE ## {0} : String fileName
messagebody381211=Le chemin de fichier {0} est introuvable. Le processus en cours n''a peut-\u00EAtre pas acc\u00E8s \u00E0 ce fichier ou le fichier n''existe pas.
## P4ADE ## {0} : String uri, {1} : String other
messagebody381212=L''URI {0} de ce service proxy est d\u00E9j\u00E0 utilis\u00E9 par un autre service proxy : {1} ayant le m\u00EAme masque de fichier.
messagebody381213=Impossible d'analyser cette configuration d'adresse.
messagebody381214=L'URI d'adresse et le chemin du r\u00E9pertoire d'archivage ne peuvent pas \u00EAtre identiques.
## P4ADE ## {0} : String path, {1} : Exception e
messagebody381215=Une erreur est survenue lors du d\u00E9placement du fichier vers l''emplacement {0} : {1}
## P4ADE ## {0} : String path
messagebody381216=Impossible de cr\u00E9er le r\u00E9pertoire {0}.
## P4ADE ## {0} : Exception e
messagebody381217=Erreur rencontr\u00E9e lors de la d\u00E9finition de la taille limite maximale de lecture via la propri\u00E9t\u00E9 syst\u00E8me : {0}
