messagedetail381201=Se ha producido una excepci\u00F3n inesperada en el transporte de archivos de OSB al crear el punto final. Debe haber un mensaje de error que apunte a la causa del problema.
action381201=Compruebe que la configuraci\u00F3n de punto final tiene un formato correcto.
messagedetail381202=No se ha podido crear el directorio con la ruta de acceso proporcionada.
cause381202=Puede que la ruta de acceso del directorio sea incorrecta o que el usuario actual no tenga permiso para crear los archivos en esta ubicaci\u00F3n.
action381202=Aseg\u00FArese de que la ruta de acceso del directorio es correcta o que el usuario tiene permisos para crear los archivos en esta ubicaci\u00F3n.
cause381203=Se ha configurado la transferencia por referencia con el servicio de proxy de archivos de tipo de mensajes no xml.
action381203=Si Transferir por Referencia est\u00E1 definido en true, se debe configurar el servicio de proxy de archivo con tipos de mensajes xml.
messagedetail381204=Se ha encontrado una excepci\u00F3n al ejecutar este m\u00E9todo. Debe haber un mensaje de error que apunte a la causa del problema.
action381204=Puede que el mensaje de error apunte a la causa del problema.
messagedetail381205=Se ha producido una excepci\u00F3n inesperada de uso general en el transporte de archivos de OSB. Debe haber un mensaje de error que apunte a la causa del problema.
action381205=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail381206=El URI no tiene un formato correcto.
action381206=Aseg\u00FArese de que el URI sigue la sintaxis correcta.
messagedetail381207=No se ha podido escribir el mensaje en el directorio saliente del servicio de negocio de archivo. Puede que el usuario actual no tenga permisos de lectura y escritura para esta ubicaci\u00F3n.
action381207=Aseg\u00FArese de que el usuario actual tiene permisos de lectura y escritura para la ubicaci\u00F3n de ruta de acceso del directorio proporcionada.
messagedetail381208=No se ha podido procesar el archivo debido a un error inesperado. Debe haber un mensaje de error que apunte a la causa del problema.
action381208=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail381209=Se debe especificar el servidor de destino de sondeo en caso de dominio de cluster.
action381209=Aseg\u00FArese de que la configuraci\u00F3n de proxy de archivos tiene uno de los servidores gestionados como servidor de destino de sondeo si se est\u00E1 ejecutando en el cluster.
action381210=Aseg\u00FArese de que el usuario actual tiene permisos de lectura y escritura para la ubicaci\u00F3n de ruta de acceso del archivo determinada.
messagedetail381211=No se ha encontrado la ruta de acceso del archivo intermediario al procesar el mensaje. Puede que este error no sea fatal y que aparezca aunque el mensaje se haya procesado correctamente una vez. Esto ocurre normalmente si se reinicia el servidor cuando est\u00E1 procesando mensajes de transporte de archivos.
action381211=Aseg\u00FArese de que el usuario actual tiene permisos de lectura y escritura para la ubicaci\u00F3n de ruta de acceso del archivo determinada.
messagedetail381212=Se ha producido un error al registrar un nuevo servicio de proxy de archivos: Otro servicio de proxy de archivos ya utiliza el URI configurado para este servicio de proxy. Cada servicio de proxy de archivos debe tener un URI \u00FAnico.
action381212=Compruebe la configuraci\u00F3n de transporte para el servicio de proxy de archivos y aseg\u00FArese de que se utiliza un valor \u00FAnico para el URI.
action381213=Compruebe que la configuraci\u00F3n de punto final tiene un formato correcto.
action381214=Aseg\u00FArese de que el URI de punto final y el directorio de archivo apuntan a ubicaciones diferentes.
messagedetail381215=No se ha podido mover el servicio de proxy de archivo a esta ubicaci\u00F3n. Puede que el usuario actual no tenga permisos de lectura y escritura en esta ubicaci\u00F3n.
action381215=Aseg\u00FArese de que el usuario actual tiene permisos de lectura y escritura para la ubicaci\u00F3n de ruta de acceso del archivo determinada.
messagedetail381216=No se ha podido crear el directorio con esta ruta de acceso del archivo. Puede que el usuario actual no tenga permisos de lectura y escritura para esta ubicaci\u00F3n.
action381216=Aseg\u00FArese de que el usuario actual tiene permisos de lectura y escritura para la ubicaci\u00F3n de ruta de acceso del directorio proporcionada.
messagedetail381217=Se ha producido un error al definir el tama\u00F1o del l\u00EDmite de lectura m\u00E1ximo mediante la propiedad del sistema. El tama\u00F1o del l\u00EDmite de lectura m\u00E1ximo es un entero.
action381217=Aseg\u00FArese de que el l\u00EDmite de lectura m\u00E1ximo es un entero.
