Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/DIP/component_events_*.xlf
Languages: es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Component_DIP
source: Directory Integration Platform
fr: Directory Integration Platform (DIP)
ja: ディレクトリ統合プラットフォーム
zh_cn: 目录集成平台

# Category_ServiceUtilize
source: Service Utilization
es: Uso de Servicio
fr: Utilisation du service
it: Utilizzo servizi
ja: サービス使用率
ko: 서비스 사용률
pt_br: Utilização do Serviço
zh_cn: 服务使用情况
zh_tw: 服務使用率

# Category_SynchronizationEvents
source: Synchronization Events
es: Eventos de Sincronización
fr: Evénements de synchronisation
it: Eventi di sincronizzazione
ja: 同期イベント
ko: 동기화 이벤트
pt_br: Eventos de Sincronização
zh_cn: 同步事件
zh_tw: 同步化事件

# Category_ProvisioningEvents
source: Provisioning Events
es: Eventos de Provisionamiento
fr: Evénements de fourniture d'infos de paramétrage
it: Eventi di provisioning
ja: プロビジョニング・イベント
ko: 프로비전 이벤트
pt_br: Eventos de Provisionamento
zh_cn: 预配事件
zh_tw: 啟動設定事件

# Category_ProfileManagementEvents
source: Profile Management Events
es: Eventos de Gestión de Perfil
fr: Evénements de gestion des profils
it: Eventi di gestione profili
ja: プロファイル管理イベント
ko: 프로파일 관리 이벤트
pt_br: Eventos de Gerenciamento de Perfis
zh_cn: 概要文件管理事件
zh_tw: 設定檔管理事件

# Category_SchedulerEvents
source: Scheduler Events
es: Eventos del Planificador
fr: Evénements de fonction de programmation
it: Eventi scheduler
ja: スケジューラ・イベント
ko: 스케줄러 이벤트
pt_br: Eventos do Scheduler
zh_cn: 调度程序事件
zh_tw: 排程器事件

# Event_TerminateService
source: Terminate Service
es: Terminar Servicio
fr: Interrompre un service
it: Arresta servizio
ja: サービスの終了
ko: 서비스 종료
pt_br: Encerrar Serviço
zh_cn: 终止服务
zh_tw: 終止服務

# Event_Add
source: Add
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
zh_cn: 添加
zh_tw: 新增

# Event_Modify
source: Modify
es: Modificar
fr: Modifier
it: Modifica
ja: 変更
ko: 수정
pt_br: Modificar
zh_cn: 修改
zh_tw: 修改

# Event_Delete
source: Delete
es: Suprimir
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Deletar
zh_cn: 删除
zh_tw: 刪除

# Event_UserAdd
source: User Add
es: Adición de Usuario
fr: Ajout d'utilisateur
it: Aggiunta utente
ja: ユーザー追加
ko: 사용자 추가
pt_br: Adição de Usuário
zh_cn: 用户添加
zh_tw: 新增使用者

# Event_UserModify
source: User Modify
es: Modificación de Usuario
fr: Modification d'utilisateur
it: Modifica utente
ja: ユーザー変更
ko: 사용자 수정
pt_br: Modificação de Usuário
zh_cn: 用户修改
zh_tw: 修改使用者

# Event_UserDelete
source: User Delete
es: Supresión de Usuario
fr: Suppression d'utilisateur
it: Eliminazione utente
ja: ユーザー削除
ko: 사용자 삭제
pt_br: Deleção de Usuário
zh_cn: 用户删除
zh_tw: 刪除使用者

# Event_GroupAdd
source: Group Add
es: Adición de Grupo
fr: Ajout de groupe
it: Aggiunta gruppo
ja: グループ追加
ko: 그룹 추가
pt_br: Adição de Grupo
zh_cn: 组添加
zh_tw: 新增群組

# Event_GroupModify
source: Group Modify
es: Modificación de Grupo
fr: Modification de groupe
it: Modifica gruppo
ja: グループ変更
ko: 그룹 수정
pt_br: Modificação de Grupo
zh_cn: 组修改
zh_tw: 修改群組

# Event_GroupDelete
source: Group Delete
es: Supresión de Grupo
fr: Suppression de groupe
it: Eliminazione gruppo
ja: グループ削除
ko: 그룹 삭제
pt_br: Deleção de Grupo
zh_cn: 组删除
zh_tw: 刪除群組

# Event_IdentityAdd
source: Identity Add
es: Adición de Identidad
fr: Ajout d'identité
it: Aggiunta identità
ja: アイデンティティ追加
ko: ID 추가
pt_br: Adição de Identidade
zh_cn: 身份添加
zh_tw: 新增識別

# Event_IdentityModify
source: Identity Modify
es: Modificación de Identidad
fr: Modification d'identité
it: Modifica identità
ja: アイデンティティ変更
ko: ID 수정
pt_br: Modificação de Identidade
zh_cn: 身份修改
zh_tw: 修改識別

# Event_IdentityDelete
source: Identity Delete
es: Supresión de Identidad
fr: Suppression d'identité
it: Eliminazione identità
ja: アイデンティティ削除
ko: ID 삭제
pt_br: Deleção de Identidade
zh_cn: 身份删除
zh_tw: 刪除識別

# Event_SubscriptionAdd
source: Subscription Add
es: Adición de Suscripción
fr: Ajout d'abonnement
it: Aggiunta sottoscrizione
ja: サブスクリプション追加
ko: 가입 추가
pt_br: Adição de Assinatura
zh_cn: 订阅添加
zh_tw: 新增訂閱

# Event_SubscriptionModify
source: Subscription Modify
es: Modificación de Suscripción
fr: Modification d'abonnement
it: Modifica sottoscrizione
ja: サブスクリプション変更
ko: 가입 수정
pt_br: Modificação de Assinatura
zh_cn: 订阅修改
zh_tw: 修改訂閱

# Event_SubscriptionDelete
source: Subscription Delete
es: Supresión de Suscripción
fr: Suppression d'abonnement
it: Eliminazione sottoscrizione
ja: サブスクリプション削除
ko: 가입 삭제
pt_br: Deleção de Assinatura
zh_cn: 订阅删除
zh_tw: 刪除訂閱

# Event_DeleteProvProfile
source: Delete Prov Profile
es: Suprimir Perfil de Aprovisionamiento
fr: Supprimer le profil de fourniture d'infos de paramétrage
it: Elimina profilo di provisioning
ja: プロビジョニング・プロファイルの削除
ko: 프로비전 프로파일 삭제
pt_br: Deletar Perfil de Prov.
zh_cn: 删除预配概要文件
zh_tw: 刪除啟動設定設定檔

# Event_UpdateProvProfile
source: Update Prov Profile
es: Actualizar Perfil de Aprovisionamiento
fr: Mettre à jour le profil de fourniture d'infos de paramétrage
it: Aggiorna profilo di provisioning
ja: プロビジョニング・プロファイルの更新
ko: 프로비전 프로파일 갱신
pt_br: Atualizar Perfil de Prov.
zh_cn: 更新预配概要文件
zh_tw: 更新啟動設定設定檔

# Event_ActivateProvProfile
source: Activate Prov Profile
es: Activar Perfil de Aprovisionamiento
fr: Activer le profil de fourniture d'infos de paramétrage
it: Attiva profilo di provisioning
ja: プロビジョニング・プロファイルのアクティブ化
ko: 프로비전 프로파일 활성화
pt_br: Ativar Perfil de Prov.
zh_cn: 激活预配概要文件
zh_tw: 啟用啟動設定設定檔

# Event_DeactivateProvProfile
source: Deactivate Prov Profile
es: Desactivar Perfil de Aprovisionamiento
fr: Désactiver le profil de fourniture d'infos de paramétrage
it: Disattiva profilo di provisioning
ja: プロビジョニング・プロファイルの非アクティブ化
ko: 프로비전 프로파일 비활성화
pt_br: Desativar Perfil de Prov.
zh_cn: 停用预配概要文件
zh_tw: 停用啟動設定設定檔

# Event_CreateSyncProfile
source: Create Sync Profile
es: Crear Perfil de Sincronización
fr: Créer un profil de synchronisation
it: Crea profilo di sincronizzazione
ja: 同期プロファイルの作成
ko: 동기화 프로파일 생성
pt_br: Criar Perfil de Sincr.
zh_cn: 创建同步概要文件
zh_tw: 建立同步設定檔

# Event_DeleteSyncProfile
source: Delete Sync Profile
es: Suprimir Perfil de Sincronización
fr: Supprimer le profil de synchronisation
it: Elimina profilo di sincronizzazione
ja: 同期プロファイルの削除
ko: 동기화 프로파일 삭제
pt_br: Deletar Perfil de Sincr.
zh_cn: 删除同步概要文件
zh_tw: 刪除同步設定檔

# Event_UpdateSyncProfile
source: Update Sync Profile
es: Actualizar Perfil de Sincronización
fr: Mettre à jour le profil de synchronisation
it: Aggiorna profilo di sincronizzazione
ja: 同期プロファイルの更新
ko: 동기화 프로파일 갱신
pt_br: Atualizar Perfil de Sincr.
zh_cn: 更新同步概要文件
zh_tw: 更新同步設定檔

# Event_ActivateSyncProfile
source: Activate Sync Profile
es: Activar Perfil de Sincronización
fr: Activer le profil de synchronisation
it: Attiva profilo di sincronizzazione
ja: 同期プロファイルのアクティブ化
ko: 동기화 프로파일 활성화
pt_br: Ativar Perfil de Sincr.
zh_cn: 激活同步概要文件
zh_tw: 啟用同步設定檔

# Event_DeactivateSyncProfile
source: Deactivate Sync Profile
es: Desactivar Perfil de Sincronización
fr: Désactiver le profil de synchronisation
it: Disattiva profilo di sincronizzazione
ja: 同期プロファイルの非アクティブ化
ko: 동기화 프로파일 비활성화
pt_br: Desativar Perfil de Sincr.
zh_cn: 停用同步概要文件
zh_tw: 停用同步設定檔

# Event_SyncProfileUpdateChgNum
source: Sync Profile Update Chg Num
es: Número de Cambio de Actualización de Perfil de Sincronización
fr: Numéro de modification de mise à jour du profil de synchronisation
it: N. modifica aggiornamento profilo di sincronizzazione
ja: 同期プロファイル変更番号更新
ko: 동기화 프로파일 갱신 변경 번호
pt_br: Número de Alt. de Atualização do Perfil de Sincr.
zh_cn: 同步概要文件更新更改号
zh_tw: 同步設定檔更新變更號碼

# Event_ExpressSyncSetup
source: Express Sync Setup
es: Configuración de Sincronización Rápida
fr: Configuration rapide de la synchronisation
it: Installazione sincronizzazione espressa
ja: Express同期設定
ko: 빠른 동기화 설정
pt_br: Configuração de Sincronização do Express
zh_cn: Express 同步设置
zh_tw: 快速同步設定

# Event_SyncProfileBootstrap
source: Sync Profile Bootstrap
es: Inicialización de Datos de Perfil de Sincronización
fr: Opération Bootstrap de profil de synchronisation
it: Bootstrap profilo di sincronizzazione
ja: 同期プロファイル・ブートストラップ
ko: 동기화 프로파일 부트스트랩
pt_br: Bootstrap do Perfil de Sincronização
zh_cn: 同步概要文件引导
zh_tw: 同步設定檔啟動安裝

# Event_SyncProfileExtAuthPlugins
source: Sync Profile Ext Auth Plugins
es: Plugins de Autenticación Externa de Perfil de Sincronización
fr: Modules d'extension d'authentification externe de profil de synchronisation
it: Plugin autorizzazione esterna profilo di sincronizzazione
ja: 同期プロファイル外部認証プラグイン
ko: 동기화 프로파일 외부 인증 플러그인
pt_br: Plug-ins de Aut. Ex. do Perfil de Sincr.
zh_cn: 同步概要文件外部验证插件
zh_tw: 同步設定檔外部認證 Plugin

# Event_ProvProfileBulkProv
source: Prov Profile Bulk Prov
es: Aprovisionamiento en Bloque del Perfil de Aprovisionamiento
fr: Fourniture d'infos de paramétrage en masse du profil de fourniture d'infos de paramétrage
it: Provisioning in blocco profilo di provisioning
ja: プロビジョニング・プロファイルの一括プロビジョニング
ko: 프로비전 프로파일 대량 프로비전
pt_br: Provisionamento em Alto Volume do Perfil de Provisionamento
zh_cn: 预配概要文件成批预配
zh_tw: 啟動設定設定檔大量啟動設定

# Event_AddJob
source: Add Job
es: Agregar Trabajo
fr: Ajouter un travail
it: Aggiungi job
ja: ジョブの追加
ko: 작업 추가
pt_br: Adicionar Job
zh_cn: 添加作业
zh_tw: 新增工作

# Event_RemoveJob
source: Remove Job
es: Eliminar Trabajo
fr: Enlever un travail
it: Rimuovi job
ja: ジョブの削除
ko: 작업 제거
pt_br: Remover Job
zh_cn: 删除作业
zh_tw: 移除工作

# Attribute_AssociateProfileName
source: Associate Profile Name
es: Nombre de Perfil de Asociado
fr: Nom de profil associé
it: Associa nome profilo
ja: プロファイル名の関連付け
ko: 프로파일 이름 연관
pt_br: Nome do Perfil Associado
zh_cn: 关联概要文件名
zh_tw: 關聯設定檔名稱

# Attribute_ProfileName
source: Profile Name
es: Nombre del Perfil
fr: Nom de profil
it: Nome profilo
ja: プロファイル名
ko: 프로파일 이름
pt_br: Nome do Perfil
zh_cn: 概要文件名
zh_tw: 設定檔名稱

# Attribute_EntryDN
source: Entry DN
es: DN de Entrada
fr: DN d'entrée
it: DN voce
ja: エントリDN
ko: 항목 DN
pt_br: DN de Entrada
zh_cn: 条目 DN
zh_tw: 項目 DN

# Attribute_ProvEvent
source: Prov Event
es: Evento de Provisionamiento
fr: Evénement de fourniture d'infos de paramétrage
it: Evento di provisioning
ja: プロビジョニング・イベント
ko: 프로비전 이벤트
pt_br: Evento de Provisionamento
zh_cn: 预配事件
zh_tw: 啟動設定事件

# Attribute_JobName
source: Job Name
es: Nombre del Trabajo
fr: Nom de travail
it: Nome job
ja: ジョブ名
ko: 작업 이름
pt_br: Nome do Job
zh_cn: 作业名
zh_tw: 工作名稱

# Attribute_JobType
source: Job Type
es: Tipo de Trabajo
fr: Type de travail
it: Tipo di job
ja: ジョブ・タイプ
ko: 작업 유형
pt_br: Tipo de Job
zh_cn: 作业类型
zh_tw: 工作類型

# Help_Event_InvokeService
source: This event will be logged when DIP server will be started.
es: Se registrará este evento cuando se inicie el servidor DIP.
fr: Cet événement sera journalisé lors du démarrage du serveur DIP.
it: Questo evento sarà registrato quando viene avviato il server DIP.
ja: このイベントは、DIPサーバーが起動するとき、ログに記録されます。
ko: 이 이벤트는 DIP 서버가 시작될 때 기록됩니다.
pt_br: Este evento será registrado quando o servidor DIP for iniciado.
zh_cn: 启动 DIP 服务器时, 将记录此事件。
zh_tw: 啟動 DIP 伺服器時, 系統將會記錄此事件.

# Help_Event_TerminateService
source: This event will be logged when DIP server will be stopped.
es: Se registrará este evento cuando se pare el servidor DIP.
fr: Cet événement sera journalisé lors de l'arrêt du serveur DIP.
it: Questo evento sarà registrato quando viene arrestato il server DIP.
ja: このイベントは、DIPサーバーが停止するとき、ログに記録されます。
ko: 이 이벤트는 DIP 서버가 정지될 때 기록됩니다.
pt_br: Este evento será registrado quando o servidor DIP for interrompido.
zh_cn: 停止 DIP 服务器时, 将记录此事件。
zh_tw: 停止 DIP 伺服器時, 系統將會記錄此事件.

# Help_Event_Add
source: This event will be logged when an entry is added to the connected directory. The Initiator of this event will be the name of the profile that is doing synchronization.
es: Se registrará este evento cuando se agregue una entrada al directorio conectado. El iniciador de este evento será el nombre del perfil que está realizando la sincronización.
fr: Cet événement sera journalisé lors de l'ajout d'une entrée à l'annuaire connecté. L'initiateur de cet événement correspondra au nom du profil effectuant la synchronisation.
it: Questo evento sarà registrato quando viene aggiunta una voce alla directory connessa. Il responsabile avvio di questo evento sarà il nome del profilo che effettua la sincronizzazione.
ja: このイベントは、接続されたディレクトリにエントリが追加されたとき、ログに記録されます。このイベントのイニシエータが、同期化を実行しているプロファイルの名前になります。
ko: 이 이벤트는 접속된 디렉토리에 항목이 추가될 때 기록됩니다. 이 이벤트의 시작 프로그램은 동기화를 수행하고 있는 프로파일의 이름입니다.
pt_br: Este evento será registrado quando uma entrada for adicionada ao diretório conectado. O Iniciador deste evento será o nome do perfil que está fazendo a sincronização.
zh_cn: 在连接的目录中添加条目时, 将记录此事件。此事件的启动方是正在执行同步的概要文件的名称。
zh_tw: 新增項目到連線的目錄時, 系統將會記錄此事件. 此事件的「啟動器」將是執行同步化之設定檔的名稱.

# Help_Event_Modify
source: This event will be logged when an entry is modified in the connected directory. The Initiator of this event will be the name of the profile that is doing synchronization.
es: Se registrará este evento cuando se modifique una entrada en el directorio conectado. El iniciador de este evento será el nombre del perfil que está realizando la sincronización.
fr: Cet événement sera journalisé lors de la modification d'une entrée de l'annuaire connecté. L'initiateur de cet événement correspondra au nom du profil effectuant la synchronisation.
it: Questo evento sarà registrato quando viene modificata una voce nella directory connessa. Il responsabile avvio di questo evento sarà il nome del profilo che effettua la sincronizzazione.
ja: このイベントは、接続されたディレクトリでエントリが変更されたとき、ログに記録されます。このイベントのイニシエータが、同期化を実行しているプロファイルの名前になります。
ko: 이 이벤트는 접속된 디렉토리에서 항목이 수정될 때 기록됩니다. 이 이벤트의 시작 프로그램은 동기화를 수행하고 있는 프로파일의 이름입니다.
pt_br: Este evento será registrado quando uma entrada for modificada no diretório conectado. O Iniciador deste evento será o nome do perfil que está fazendo a sincronização.
zh_cn: 在连接的目录中修改条目时, 将记录此事件。此事件的启动方是正在执行同步的概要文件的名称。
zh_tw: 修改連線目錄中的項目時, 系統將會記錄此事件. 此事件的「啟動器」將是執行同步化之設定檔的名稱.

# Help_Event_Delete
source: This event will be logged when an entry is deleted from the connected directory. The Initiator of this event will be the name of the profile that is doing synchronization.
es: Se registrará este evento cuando se suprima una entrada del directorio conectado. El iniciador de este evento será el nombre del perfil que está realizando la sincronización.
fr: Cet événement sera journalisé lors de la suppression d'une entrée de l'annuaire connecté. L'initiateur de cet événement correspondra au nom du profil effectuant la synchronisation.
it: Questo evento sarà registrato quando viene eliminata una voce dalla directory connessa. Il responsabile avvio di questo evento sarà il nome del profilo che effettua la sincronizzazione.
ja: このイベントは、接続されたディレクトリからエントリが削除されたとき、ログに記録されます。このイベントのイニシエータが、同期化を実行しているプロファイルの名前になります。
ko: 이 이벤트는 접속된 디렉토리에서 항목이 삭제될 때 기록됩니다. 이 이벤트의 시작 프로그램은 동기화를 수행하고 있는 프로파일의 이름입니다.
pt_br: Este evento será registrado quando uma entrada for deletada do diretório conectado. O Iniciador deste evento será o nome do perfil que está fazendo a sincronização.
zh_cn: 从连接的目录中删除条目时, 将记录此事件。此事件的启动方是正在执行同步的概要文件的名称。
zh_tw: 刪除連線目錄中的項目時, 系統將會記錄此事件. 此事件的「啟動器」將是執行同步化之設定檔的名稱.

# Help_Event_UserAdd
source: This event will be logged when a user is added while provisioning. The Initiator of this event will be the name of the application that is provisioning the user.
es: Se registrará este evento cuando se agregue un usuario al provisionar. El iniciador de este evento será el nombre de la aplicación que está provisionando el usuario.
fr: Cet événement sera journalisé lors de l'ajout d'un utilisateur pendant la fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom de l'application fournissant les infos de paramétrage à l'utilisateur.
it: Questo evento sarà registrato quando viene aggiunto un utente durante il provisioning. Il responsabile avvio di questo evento sarà il nome dell'applicazione che esegue il provisioning dell'utente.
ja: このイベントは、プロビジョニング中にユーザーが追加されたとき、ログに記録されます。このイベントのイニシエータが、ユーザーをプロビジョニングしているアプリケーションの名前になります。
ko: 이 이벤트는 프로비전 중 사용자가 추가될 때 기록됩니다. 이 이벤트의 시작 프로그램은 사용자를 프로비전하고 있는 응용 프로그램의 이름입니다.
pt_br: Este evento será registrado quando um usuário for adicionado durante o provisionamento. O iniciador deste evento será o nome da aplicação que está fornecendo o usuário.
zh_cn: 预配期间添加用户时, 将记录此事件。此事件的启动方是正在预配用户的应用程序的名称。
zh_tw: 若在啟動設定時新增使用者, 系統將會記錄此事件. 此事件的「啟動器」將是啟動設定使用者之應用程式的名稱.

# Help_Event_UserModify
source: This event will be logged when a user is modified while provisioning. The Initiator of this event will be the name of the application that is provisioning the user.
es: Se registrará este evento cuando se modifique un usuario al provisionar. El iniciador de este evento será el nombre de la aplicación que está provisionando el usuario.
fr: Cet événement sera journalisé lors de la modification d'un utilisateur pendant la fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom de l'application fournissant les infos de paramétrage à l'utilisateur.
it: Questo evento sarà registrato quando viene modificato un utente durante il provisioning. Il responsabile avvio di questo evento sarà il nome dell'applicazione che esegue il provisioning dell'utente.
ja: このイベントは、プロビジョニング中にユーザーが変更されたとき、ログに記録されます。このイベントのイニシエータが、ユーザーをプロビジョニングしているアプリケーションの名前になります。
ko: 이 이벤트는 프로비전 중 사용자가 수정될 때 기록됩니다. 이 이벤트의 시작 프로그램은 사용자를 프로비전하고 있는 응용 프로그램의 이름입니다.
pt_br: Este evento será registrado quando um usuário for modificado durante o provisionamento. O Iniciador deste evento será o nome da aplicação que está fornecendo o usuário.
zh_cn: 预配期间修改用户时, 将记录此事件。此事件的启动方是正在预配用户的应用程序的名称。
zh_tw: 若在啟動設定時修改使用者, 系統將會記錄此事件. 此事件的「啟動器」將是啟動設定使用者之應用程式的名稱.

# Help_Event_UserDelete
source: This event will be logged when a user is deleted while provisioning. The Initiator of this event will be the name of the application that is provisioning the user.
es: Se registrará este evento cuando se suprima un usuario al provisionar. El iniciador de este evento será el nombre de la aplicación que está provisionando el usuario.
fr: Cet événement sera journalisé lors de la suppression d'un utilisateur pendant la fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom de l'application fournissant les infos de paramétrage à l'utilisateur.
it: Questo evento sarà registrato quando viene eliminato un utente durante il provisioning. Il responsabile avvio di questo evento sarà il nome dell'applicazione che esegue il provisioning dell'utente.
ja: このイベントは、プロビジョニング中にユーザーが削除されたとき、ログに記録されます。このイベントのイニシエータが、ユーザーをプロビジョニングしているアプリケーションの名前になります。
ko: 이 이벤트는 프로비전 중 사용자가 삭제될 때 기록됩니다. 이 이벤트의 시작 프로그램은 사용자를 프로비전하고 있는 응용 프로그램의 이름입니다.
pt_br: Este evento será registrado quando um usuário for deletado durante o provisionamento. O Iniciador deste evento será o nome da aplicação que está provisionando o usuário.
zh_cn: 预配期间删除用户时, 将记录此事件。此事件的启动方是正在预配用户的应用程序的名称。
zh_tw: 若在啟動設定時刪除使用者, 系統將會記錄此事件. 此事件的「啟動器」將是啟動設定使用者之應用程式的名稱.

# Help_Event_GroupAdd
source: This event will be logged when a group is added while provisioning. The Initiator of this event will be the name of the application that is provisioning the group.
es: Se registrará este evento cuando se agregue un grupo al provisionar. El iniciador de este evento será el nombre de la aplicación que está provisionando el grupo.
fr: Cet événement sera journalisé lors de l'ajout d'un groupe pendant la fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom de l'application fournissant les infos de paramétrage au groupe.
it: Questo evento sarà registrato quando viene aggiunto un gruppo durante il provisioning. Il responsabile avvio di questo evento sarà il nome dell'applicazione che esegue il provisioning del gruppo.
ja: このイベントは、プロビジョニング中にグループが追加されたとき、ログに記録されます。このイベントのイニシエータが、グループをプロビジョニングしているアプリケーションの名前になります。
ko: 이 이벤트는 프로비전 중 그룹이 추가될 때 기록됩니다. 이 이벤트의 시작 프로그램은 그룹을 프로비전하고 있는 응용 프로그램의 이름입니다.
pt_br: Este evento será registrado quando um grupo for adicionado durante o provisionamento. O Iniciador deste evento será o nome da aplicação que está fornecendo o grupo.
zh_cn: 预配期间添加组时, 将记录此事件。此事件的启动方是正在预配组的应用程序的名称。
zh_tw: 若在啟動設定時新增群組, 系統將會記錄此事件. 此事件的「啟動器」將是啟動設定群組之應用程式的名稱.

# Help_Event_GroupModify
source: This event will be logged when a group is modify while provisioning. The Initiator of this event will be the name of the application that is provisioning the group.
es: Se registrará este evento cuando se modifique un grupo al provisionar. El iniciador de este evento será el nombre de la aplicación que está provisionando el grupo.
fr: Cet événement sera journalisé lors de la modification d'un groupe pendant la fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom de l'application fournissant les infos de paramétrage au groupe.
it: Questo evento sarà registrato quando viene modificato un gruppo durante il provisioning. Il responsabile avvio di questo evento sarà il nome dell'applicazione che esegue il provisioning del gruppo.
ja: このイベントは、プロビジョニング中にグループが変更されたとき、ログに記録されます。このイベントのイニシエータが、グループをプロビジョニングしているアプリケーションの名前になります。
ko: 이 이벤트는 프로비전 중 그룹이 수정될 때 기록됩니다. 이 이벤트의 시작 프로그램은 그룹을 프로비전하고 있는 응용 프로그램의 이름입니다.
pt_br: Este evento será registrado quando um grupo for modificado durante o provisionamento. O Iniciador deste evento será o nome da aplicação que está fornecendo o grupo.
zh_cn: 预配期间修改组时, 将记录此事件。此事件的启动方是正在预配组的应用程序的名称。
zh_tw: 若在啟動設定時修改群組, 系統將會記錄此事件. 此事件的「啟動器」將是啟動設定群組之應用程式的名稱.

# Help_Event_GroupDelete
source: This event will be logged when a group is deleted while provisioning. The Initiator of this event will be the name of the application that is provisioning the group.
es: Se registrará este evento cuando se suprima un grupo al provisionar. El iniciador de este evento será el nombre de la aplicación que está provisionando el grupo.
fr: Cet événement sera journalisé lors de la suppression d'un groupe pendant la fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom de l'application fournissant les infos de paramétrage au groupe.
it: Questo evento sarà registrato quando viene eliminato un gruppo durante il provisioning. Il responsabile avvio di questo evento sarà il nome dell'applicazione che esegue il provisioning del gruppo.
ja: このイベントは、プロビジョニング中にグループが削除されたとき、ログに記録されます。このイベントのイニシエータが、グループをプロビジョニングしているアプリケーションの名前になります。
ko: 이 이벤트는 프로비전 중 그룹이 삭제될 때 기록됩니다. 이 이벤트의 시작 프로그램은 그룹을 프로비전하고 있는 응용 프로그램의 이름입니다.
pt_br: Este evento será registrado quando um grupo for deletado durante o provisionamento. O Iniciador deste evento será o nome da aplicação que está fornecendo o grupo.
zh_cn: 预配期间删除组时, 将记录此事件。此事件的启动方是正在预配组的应用程序的名称。
zh_tw: 若在啟動設定時刪除群組, 系統將會記錄此事件. 此事件的「啟動器」將是啟動設定群組之應用程式的名稱.

# Help_Event_IdentityAdd
source: This event will be logged when an identity is added while provisioning. The Initiator of this event will be the name of the application that is provisioning the identity.
es: Se registrará este evento cuando se agregue una identidad al provisionar. El iniciador de este evento será el nombre de la aplicación que está provisionando la identidad.
fr: Cet événement sera journalisé lors de l'ajout d'une identité pendant la fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom de l'application fournissant les infos de paramétrage à l'identité.
it: Questo evento sarà registrato quando viene aggiunta un'identità durante il provisioning. Il responsabile avvio di questo evento sarà il nome dell'applicazione che esegue il provisioning dell'identità.
ja: このイベントは、プロビジョニング中にアイデンティティが追加されたとき、ログに記録されます。このイベントのイニシエータが、アイデンティティをプロビジョニングしているアプリケーションの名前になります。
ko: 이 이벤트는 프로비전 중 ID가 추가될 때 기록됩니다. 이 이벤트의 시작 프로그램은 ID를 프로비전하고 있는 응용 프로그램의 이름입니다.
pt_br: Este evento será registrado quando uma identidade for adicionada durante o provisionamento. O Iniciador deste evento será o nome da aplicação que está fornecendo a identidade.
zh_cn: 预配期间添加身份时, 将记录此事件。此事件的启动方是正在预配身份的应用程序的名称。
zh_tw: 若在啟動設定時新增識別, 系統將會記錄此事件. 此事件的「啟動器」將是啟動設定識別之應用程式的名稱.
