Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/DIP/component_events_*.xlf
Languages: es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Help_Attribute_EntryDN
source: This attribute is used to audit the entry Distinguished Name
es: Este atributo se utiliza para auditar el nombre distintivo de la entrada
fr: Cet attribut est utilisé pour effectuer un audit du nom distinctif (DN) de l'entrée
it: Questo attributo viene usato per eseguire l'audit del nome distinto della voce
ja: この属性は、エントリ識別名の監査に使用されます
ko: 이 속성은 항목 식별 이름을 감사하는 데 사용됩니다.
pt_br: Este atributo é usado para auditar o Nome Distinto da entrada
zh_cn: 此属性用于审计条目唯一判别名
zh_tw: 此屬性是用來稽核項目「辨別名稱」

# Help_Attribute_ProvEvent
source: This attribute is used to audit the Prov Event
es: Este atributo se utiliza para auditar el evento de provisionamiento
fr: Cet attribut est utilisé pour effectuer un audit de l'événement de fourniture d'infos de paramétrage
it: Questo attributo viene usato per eseguire l'audit dell'evento di provisioning
ja: この属性は、プロビジョニング・イベントの監査に使用されます
ko: 이 속성은 프로비전 이벤트를 감사하는 데 사용됩니다.
pt_br: Este atributo é usado para auditar o Evento de Provisionamento
zh_cn: 此属性用于审计预配事件
zh_tw: 此屬性是用來稽核「啟動設定事件」

# Help_Attribute_JobName
source: This attribute is used to audit the Scheduler Job Name
es: Este atributo se utiliza para auditar el nombre del trabajo del planificador
fr: Cet attribut est utilisé pour effectuer un audit du nom de travail de la fonction de programmation
it: Questo attributo viene usato per eseguire l'audit del nome job dello scheduler
ja: この属性は、スケジューラ・ジョブ名の監査に使用されます
ko: 이 속성은 스케줄러 작업 이름을 감사하는 데 사용됩니다.
pt_br: Este atributo é usado para auditar o Nome do Job do Scheduler
zh_cn: 此属性用于审计调度程序作业名
zh_tw: 此屬性是用來稽核「排程器工作名稱」

# Help_Attribute_JobType
source: This attribute is used to audit the Scheduler Job Name
es: Este atributo se utiliza para auditar el nombre del trabajo del planificador
fr: Cet attribut est utilisé pour effectuer un audit du nom de travail de la fonction de programmation
it: Questo attributo viene usato per eseguire l'audit del nome job dello scheduler
ja: この属性は、スケジューラ・ジョブ名の監査に使用されます
ko: 이 속성은 스케줄러 작업 이름을 감사하는 데 사용됩니다.
pt_br: Este atributo é usado para auditar o Nome do Job do Scheduler
zh_cn: 此属性用于审计调度程序作业名
zh_tw: 此屬性是用來稽核「排程器工作名稱」
