Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/DIP/component_events_*.xlf
Languages: es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Help_Event_IdentityModify
source: This event will be logged when an identity is modify while provisioning. The Initiator of this event will be the name of the application that is provisioning the identity.
es: Se registrará este evento cuando se modifique una identidad al provisionar. El iniciador de este evento será el nombre de la aplicación que está provisionando la identidad.
fr: Cet événement sera journalisé lors de la modification d'une identité pendant la fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom de l'application fournissant les infos de paramétrage à l'identité.
it: Questo evento sarà registrato quando viene modificata un'identità durante il provisioning. Il responsabile avvio di questo evento sarà il nome dell'applicazione che esegue il provisioning dell'identità.
ja: このイベントは、プロビジョニング中にアイデンティティが変更されたとき、ログに記録されます。このイベントのイニシエータが、アイデンティティをプロビジョニングしているアプリケーションの名前になります。
ko: 이 이벤트는 프로비전 중 ID가 수정될 때 기록됩니다. 이 이벤트의 시작 프로그램은 ID를 프로비전하고 있는 응용 프로그램의 이름입니다.
pt_br: Este evento será registrado quando uma identidade for modificada durante o provisionamento. O Iniciador deste evento será o nome da aplicação que está fornecendo a identidade.
zh_cn: 预配期间修改身份时, 将记录此事件。此事件的启动方是正在预配身份的应用程序的名称。
zh_tw: 若在啟動設定時修改識別, 系統將會記錄此事件. 此事件的「啟動器」將是啟動設定識別之應用程式的名稱.

# Help_Event_IdentityDelete
source: This event will be logged when an identity is deleted while provisioning. The Initiator of this event will be the name of the application that is provisioning the identity.
es: Se registrará este evento cuando se suprima una identidad al provisionar. El iniciador de este evento será el nombre de la aplicación que está provisionando la identidad.
fr: Cet événement sera journalisé lors de la suppression d'une identité pendant la fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom de l'application fournissant les infos de paramétrage à l'identité.
it: Questo evento sarà registrato quando viene eliminata un'identità durante il provisioning. Il responsabile avvio di questo evento sarà il nome dell'applicazione che esegue il provisioning dell'identità.
ja: このイベントは、プロビジョニング中にアイデンティティが削除されたとき、ログに記録されます。このイベントのイニシエータが、アイデンティティをプロビジョニングしているアプリケーションの名前になります。
ko: 이 이벤트는 프로비전 중 ID가 삭제될 때 기록됩니다. 이 이벤트의 시작 프로그램은 ID를 프로비전하고 있는 응용 프로그램의 이름입니다.
pt_br: Este evento será registrado quando uma identidade for deletada durante o provisionamento. O Iniciador deste evento será o nome da aplicação que está fornecendo a identidade.
zh_cn: 预配期间删除身份时, 将记录此事件。此事件的启动方是正在预配身份的应用程序的名称。
zh_tw: 若在啟動設定時刪除識別, 系統將會記錄此事件. 此事件的「啟動器」將是啟動設定識別之應用程式的名稱.

# Help_Event_SubscriptionAdd
source: This event will be logged when a subscription is added while provisioning. The Initiator of this event will be the name of the application that is provisioning the subscription.
es: Se registrará este evento cuando se agregue una suscripción al provisionar. El iniciador de este evento será el nombre de la aplicación que está provisionando la suscripción.
fr: Cet événement sera journalisé lors de l'ajout d'un abonnement pendant la fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom de l'application fournissant les infos de paramétrage à l'abonnement.
it: Questo evento sarà registrato quando viene aggiunta una sottoscrizione durante il provisioning. Il responsabile avvio di questo evento sarà il nome dell'applicazione che esegue il provisioning della sottoscrizione.
ja: このイベントは、プロビジョニング中にサブスクリプションが追加されたとき、ログに記録されます。このイベントのイニシエータが、サブスクリプションをプロビジョニングしているアプリケーションの名前になります。
ko: 이 이벤트는 프로비전 중 가입이 추가될 때 기록됩니다. 이 이벤트의 시작 프로그램은 가입을 프로비전하고 있는 응용 프로그램의 이름입니다.
pt_br: Este evento será registrado quando uma assinatura for adicionada durante o provisionamento. O Iniciador deste evento será o nome da aplicação que está provisionando a assinatura.
zh_cn: 预配期间添加订阅时, 将记录此事件。此事件的启动方是正在预配订阅的应用程序的名称。
zh_tw: 若在啟動設定時新增訂閱, 系統將會記錄此事件. 此事件的「啟動器」將是啟動設定訂閱之應用程式的名稱.

# Help_Event_SubscriptionModify
source: This event will be logged when a subscription is modify while provisioning. The Initiator of this event will be the name of the application that is provisioning the subscription.
es: Se registrará este evento cuando se modifique una suscripción al provisionar. El iniciador de este evento será el nombre de la aplicación que está provisionando la suscripción.
fr: Cet événement sera journalisé lors de la modification d'un abonnement pendant la fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom de l'application fournissant les infos de paramétrage à l'abonnement.
it: Questo evento sarà registrato quando viene modificata una sottoscrizione durante il provisioning. Il responsabile avvio di questo evento sarà il nome dell'applicazione che esegue il provisioning della sottoscrizione.
ja: このイベントは、プロビジョニング中にサブスクリプションが変更されたとき、ログに記録されます。このイベントのイニシエータが、サブスクリプションをプロビジョニングしているアプリケーションの名前になります。
ko: 이 이벤트는 프로비전 중 가입이 수정될 때 기록됩니다. 이 이벤트의 시작 프로그램은 가입을 프로비전하고 있는 응용 프로그램의 이름입니다.
pt_br: Este evento será registrado quando uma assinatura for modificada durante o provisionamento. O Iniciador deste evento será o nome da aplicação que está fornecendo a assinatura.
zh_cn: 预配期间修改订阅时, 将记录此事件。此事件的启动方是正在预配订阅的应用程序的名称。
zh_tw: 若在啟動設定時修改訂閱, 系統將會記錄此事件. 此事件的「啟動器」將是啟動設定訂閱之應用程式的名稱.

# Help_Event_SubscriptionDelete
source: This event will be logged when a subscription is deleted while provisioning. The Initiator of this event will be the name of the application that is provisioning the subscription.
es: Se registrará este evento cuando se suprima una suscripción al provisionar. El iniciador de este evento será el nombre de la aplicación que está provisionando la suscripción.
fr: Cet événement sera journalisé lors de la suppression d'un abonnement pendant la fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom de l'application fournissant les infos de paramétrage à l'abonnement.
it: Questo evento sarà registrato quando viene eliminata una sottoscrizione durante il provisioning. Il responsabile avvio di questo evento sarà il nome dell'applicazione che esegue il provisioning della sottoscrizione.
ja: このイベントは、プロビジョニング中にサブスクリプションが削除されたとき、ログに記録されます。このイベントのイニシエータが、サブスクリプションをプロビジョニングしているアプリケーションの名前になります。
ko: 이 이벤트는 프로비전 중 가입이 삭제될 때 기록됩니다. 이 이벤트의 시작 프로그램은 가입을 프로비전하고 있는 응용 프로그램의 이름입니다.
pt_br: Este evento será registrado quando uma assinatura for deletada durante o provisionamento. O Iniciador deste evento será o nome da aplicação que está fornecendo a assinatura.
zh_cn: 预配期间删除订阅时, 将记录此事件。此事件的启动方是正在预配订阅的应用程序的名称。
zh_tw: 若在啟動設定時刪除訂閱, 系統將會記錄此事件. 此事件的「啟動器」將是啟動設定訂閱之應用程式的名稱.

# Help_Event_DeleteProvProfile
source: This event will be logged when a provisioning profile is deleted. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se suprima un perfil de provisionamiento. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lors de la suppression d'un profil de fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene eliminato un profilo di provisioning. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、プロビジョニング・プロファイルが削除されたとき、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 프로비전 프로파일이 삭제될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando um perfil de provisionamento for deletado. O Iniciador deste evento será o nome do componente.
zh_cn: 删除预配概要文件时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 刪除啟動設定設定檔時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_UpdateProvProfile
source: This event will be logged when a provisioning profile is upadated. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se actualice un perfil de provisionamiento. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lors de la mise à jour d'un profil de fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene aggiornato un profilo di provisioning. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、プロビジョニング・プロファイルが更新されたとき、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 프로비전 프로파일이 갱신될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando um perfil de provisionamento for atualizado. O Iniciador deste evento será o nome do componente.
zh_cn: 更新预配概要文件时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 更新啟動設定設定檔時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_ActivateProvProfile
source: This event will be logged when a provisioning profile is enabled. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se active un perfil de provisionamiento. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lors de l'activation d'un profil de fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene abilitato un profilo di provisioning. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、プロビジョニング・プロファイルが有効になると、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 프로비전 프로파일이 사용으로 설정될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando um perfil de provisionamento for ativado. O Iniciador deste evento será o nome do componente.
zh_cn: 启用预配概要文件时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 啟用啟動設定設定檔時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_DeactivateProvProfile
source: This event will be logged when a provisioning profile is disabled. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se desactive un perfil de provisionamiento. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lors de la désactivation d'un profil de fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene disabilitato un profilo di provisioning. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、プロビジョニング・プロファイルが無効になると、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 프로비전 프로파일이 사용 안함으로 설정될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando um perfil de provisionamento for desativado. O Iniciador deste evento será o nome do componente.
zh_cn: 禁用预配概要文件时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 停用啟動設定設定檔時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_CreateSyncProfile
source: This event will be logged when a synchronization profile is created. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se cree un perfil de sincronización. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lors de la création d'un profil de synchronisation. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene creato un profilo di sincronizzazione. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、同期プロファイルが作成されると、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 동기화 프로파일이 생성될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando perfil de sincronização for criado. O Iniciador deste evento será o nome do componente.
zh_cn: 创建同步概要文件时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 建立同步化設定檔時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_DeleteSyncProfile
source: This event will be logged when a synchronization profile is deleted. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se suprima un perfil de sincronización. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lors de la suppression d'un profil de synchronisation. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene eliminato un profilo di sincronizzazione. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、同期プロファイルが削除されると、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 동기화 프로파일이 삭제될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando um perfil de sincronização for deletado. O Iniciador deste evento será o nome do componente.
zh_cn: 删除同步概要文件时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 刪除同步化設定檔時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_UpdateSyncProfile
source: This event will be logged when a synchronization profile is upadated. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se actualice un perfil de sincronización. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lors de la mise à jour d'un profil de synchronisation. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene aggiornato un profilo di sincronizzazione. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、同期プロファイルが更新されると、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 동기화 프로파일이 갱신될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando um perfil de sincronização for atualizado. O Iniciador deste evento será o nome do componente.
zh_cn: 更新同步概要文件时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 更新同步化設定檔時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_ActivateSyncProfile
source: This event will be logged when a synchronization profile is enabled. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se active un perfil de sincronización. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lors de l'activation d'un profil de synchronisation. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene abilitato un profilo di sincronizzazione. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、同期プロファイルが有効になると、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 동기화 프로파일이 사용으로 설정될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando um perfil de sincronização for ativado. O Iniciador deste evento será o nome do componente.
zh_cn: 启用同步概要文件时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 啟用同步化設定檔時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_DeactivateSyncProfile
source: This event will be logged when a synchronization profile is disabled. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se desactive un perfil de sincronización. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lors de la désactivation d'un profil de synchronisation. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene disabilitato un profilo di sincronizzazione. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、同期プロファイルが無効になると、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 동기화 프로파일이 사용 안함으로 설정될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando um perfil de sincronização for desativado. O Iniciador deste evento será o nome do componente.
zh_cn: 禁用同步概要文件时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 停用同步化設定檔時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_SyncProfileUpdateChgNum
source: This event will be logged when an updatechgnum operation is performed on synchronization profile. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se realice una operación de actualización de número de cambio en un perfil de sincronización. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lorsqu'une opération updatechgum sera exécutée sur le profil de synchronisation. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene eseguita un'operazione updatechgnum su un profilo di sincronizzazione. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、同期プロファイルで変更番号更新操作が実行されると、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 동기화 프로파일에 대해 updatechgnum 작업이 수행될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando uma operação updatechgnum for executada no perfil de sincronização. O Iniciador deste evento será o nome do componente.
zh_cn: 对同步概要文件执行 updatechgnum 操作时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 在同步化設定檔執行 updatechgnum 作業時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_ExpressSyncSetup
source: This event will be logged when an express config operation of a synchronization profile is performed. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se realice una operación de configuración rápida de un perfil de sincronización. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lorsqu'une opération de configuration rapide d'un profil de synchronisation sera exécutée. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene eseguita un'operazione di configurazione espressa di un profilo di sincronizzazione. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、同期プロファイルのExpress構成操作が実行されると、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 동기화 프로파일의 Express 구성 작업이 수행될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando uma operação de configuração expressa de um perfil de sincronização for executada. O Iniciador deste evento será o nome do componente.
zh_cn: 对同步概要文件执行 express config 操作时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 執行同步化設定檔快速組態設定作業時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_SyncProfileBootstrap
source: This event will be logged when a bootstrap operation is performed on synchronization profile. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se realice una operación de inicialización de datos en un perfil de sincronización. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lorsqu'une opération Bootstrap sera exécutée sur le profil de synchronisation. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene eseguita un'operazione di bootstrap su un profilo di sincronizzazione. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、同期プロファイルでブートストラップ操作が実行されると、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 동기화 프로파일에 대해 부트스트랩 작업이 수행될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando uma operação de bootstrap for executada no perfil de sincronização. O Iniciador deste evento será o nome do componente.
zh_cn: 对同步概要文件执行 bootstrap 操作时, 将记录此事件。此事件的启动方将相应组件名。
zh_tw: 在同步化設定檔執行啟動安裝作業時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_SyncProfileExtAuthPlugins
source: This event will be logged when an external authentication plugins are applied on synchronization profile. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se apliquen plugins de autenticación externos en un perfil de sincronización. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lorsque des modules d'extension d'authentification externe seront appliqués au profil de synchronisation. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene applicato un plugin di autenticazione esterna a un profilo di sincronizzazione. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、同期プロファイルで外部認証プラグインが適用されると、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 외부 인증 플러그인이 동기화 프로파일에 적용될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando plug-ins de autenticação externos forem aplicados no perfil de sincronização. O Iniciador deste evento será o nome do componente.
zh_cn: 对同步概要文件应用外部验证插件时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 在同步化設定檔套用外部認證 Plugin 時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_ProvProfileBulkProv
source: This event will be logged when a bulkprov operation is performed on a provisioning profile. The Initiator of this event will be the component name.
es: Se registrará este evento cuando se realice una operación de provisionamiento en bloque en un perfil de provisionamiento. El iniciador de este evento será el nombre del componente.
fr: Cet événement sera journalisé lorsqu'une opération bulkprov sera exécutée sur un profil de fourniture d'infos de paramétrage. L'initiateur de cet événement correspondra au nom du composant.
it: Questo evento sarà registrato quando viene eseguita un'operazione di bulkprov su un profilo di sincronizzazione. Il responsabile avvio di questo evento sarà il nome del componente.
ja: このイベントは、プロビジョニング・プロファイルでバルク・プロビジョニング操作が実行されると、ログに記録されます。このイベントのイニシエータが、コンポーネント名になります。
ko: 이 이벤트는 bulkprov 작업이 프로비전 프로파일에 대해 수행될 때 기록됩니다. 이 이벤트의 개시자는 구성 요소 이름입니다.
pt_br: Este evento será registrado quando uma operação bulkprov for executada em um perfil de provisionamento. O Iniciador deste evento será o nome do componente.
zh_cn: 对预配概要文件执行 bulkprov 操作时, 将记录此事件。此事件的启动方将是相应组件名。
zh_tw: 在啟動設定設定檔執行大量啟動設定作業時, 系統將會記錄此事件. 此事件的「啟動器」將是元件名稱.

# Help_Event_AddJob
source: This event will be logged when a job is scheduled.
es: Se registrará este evento cuando se planifique un trabajo.
fr: Cet événement sera journalisé lors de la planification d'un travail.
it: Questo evento sarà registrato quando viene pianificato un job.
ja: このイベントは、ジョブがスケジュールされると、ログに記録されます。
ko: 이 이벤트는 작업 일정이 잡힐 때 기록됩니다.
pt_br: Este evento será registrado quando um job for programado.
zh_cn: 调度作业时, 将记录此事件。
zh_tw: 排定工作時, 系統將會記錄此事件.

# Help_Event_RemoveJob
source: This event will be logged when a scheduled job is removed.
es: Se registrará este evento cuando se elimine un trabajo planificado.
fr: Cet événement sera journalisé lors de la suppression d'un travail planifié.
it: Questo evento sarà registrato quando un job pianificato viene rimosso.
ja: このイベントは、スケジュールされたジョブが削除されると、ログに記録されます。
ko: 이 이벤트는 일정이 잡힌 작업이 제거될 때 기록됩니다.
pt_br: Este evento será registrado quando um job programado for removido.
zh_cn: 删除已调度的作业时, 将记录此事件。
zh_tw: 移除排定的工作時, 系統將會記錄此事件.

# Help_Attribute_AssociateProfileName
source: This attribute is used to audit the Associate Profile Name
es: Este atributo se utiliza para auditar el nombre de perfil de asociado
fr: Cet attribut est utilisé pour effectuer un audit du nom de profil associé
it: Questo attributo viene usato per eseguire l'audit dell'associazione del nome profilo
ja: この属性は、プロファイル名の関連付けの監査に使用されます
ko: 이 속성은 프로파일 이름 연관을 감사하는 데 사용됩니다.
pt_br: Este atributo é usado para auditar o Nome do Perfil Associado
zh_cn: 此属性用于审计关联概要文件名
zh_tw: 此屬性是用來稽核「關聯設定檔名稱」

# Help_Attribute_ProfileName
source: This attribute is used to audit the Sync Profile Name
es: Este atributo se utiliza para auditar el nombre de perfil de sincronización
fr: Cet attribut est utilisé pour effectuer un audit du nom de profil de synchronisation
it: Questo attributo viene usato per eseguire l'audit della sincronizzazione del nome profilo
ja: この属性は、同期プロファイル名の監査に使用されます
ko: 이 속성은 프로파일 이름 동기화를 감사하는 데 사용됩니다.
pt_br: Este atributo é usado para auditar o Nome do Perfil de Sincronização
zh_cn: 此属性用于审计同步概要文件名
zh_tw: 此屬性是用來稽核「同步化設定檔名稱」
