messagebody381303=No se han definido metadatos de respuesta. Se asumir\u00E1 que el c\u00F3digo de respuesta es correcto.
## P4ADE ## {0} : String method, {1} : Exception e
messagebody381304=Excepci\u00F3n en {0}: {1}
## P4ADE ## {0} : String cause
messagebody381307=Ignorando errores de destrucci\u00F3n {0}
## P4ADE ## {0} : String cause
messagebody381308=Ignorando errores de anulaci\u00F3n de preparaci\u00F3n {0}
## P4ADE ## {0} : String cause
messagebody381309=Ignorando errores de desactivaci\u00F3n {0}
## P4ADE ## {0} : String cause
messagebody381310=Ignorando errores de producci\u00F3n a administraci\u00F3n forzados {0}
## P4ADE ## {0} : String cause
messagebody381311=Ignorando errores de eliminaci\u00F3n {0}
messagebody381316=La afirmaci\u00F3n de identidad del token X.509 no est\u00E1 activada en el dominio de seguridad.
messagebody381317=No se ha configurado el subplugin de asignaci\u00F3n de nombre de usuario X.509 de la afirmaci\u00F3n de identidad por defecto.
## P4ADE ## {0} : String uri, {1} : String other
messagebody381318=El URI {0} para este servicio de proxy ya lo est\u00E1 utilizando otro servicio de proxy: {1}.
messagebody381319=Las URL de servicio de negocio HTTP deben empezar por http:// o https:// y tener un nombre de host.
## P4ADE ## {0} : String uri
messagebody381320=No se puede crear un punto final HTTP de entrada con el URI absoluto {0}.
## P4ADE ## {0} : String uri
messagebody381321=La aplicaci\u00F3n de n\u00FAcleo de OSB ya utiliza el URI {0} para este servicio de proxy.
## P4ADE ## {0} : String headerName, {1} : String className
messagebody381322=Fallo al agregar la cabecera denominada {0}: Las cabeceras HTTP deben ser cadenas, en su lugar se ha encontrado {1}.
messagebody381323=La autenticaci\u00F3n de cliente SSL no est\u00E1 permitida en HTTP de texto sin formato.
messagebody381324=Configuraci\u00F3n de autenticaci\u00F3n de nivel de transporte http no v\u00E1lida: No se admite la autenticaci\u00F3n de tokens personalizados en los servicios de negocio.
messagebody381325=Configuraci\u00F3n de autenticaci\u00F3n del token personalizado del nivel de transporte http no v\u00E1lida: Tipo de token no v\u00E1lido.
messagebody381326=Configuraci\u00F3n de autenticaci\u00F3n del token personalizado del nivel de transporte http no v\u00E1lida: No se ha especificado el nombre de la cabecera.
messagebody381327=Fallo de afirmaci\u00F3n de identidad del token personalizado del nivel de transporte
messagebody381328=Fallo de autenticaci\u00F3n BASIC http entrante
messagebody381329=Fallo de autenticaci\u00F3n de certificado de cliente SSL entrante
## P4ADE ## {0} : int code, {1} : String msg
messagebody381330=La solicitud HTTP saliente ha dado como resultado un fallo debido a {0} : {1}. Se volver\u00E1 a intentar la solicitud.
messagebody381331=Se debe configurar un tipo de token al utilizar la autenticaci\u00F3n de tokens personalizados.
messagebody381332=Se debe especificar el nombre de la cabecera HTTP que lleva el token personalizado.
messagebody381333=El m\u00E9todo HTTP "GET" s\u00F3lo est\u00E1 permitido para el tipo de servicio de cualquier xml o tipo de mensajes con ninguno como tipo de solicitud.
messagebody381334=Los m\u00E9todos HTTP "PUT" y "DELETE" s\u00F3lo se permiten para el tipo de servicio de cualquier xml o tipo de mensajes.
messagebody381335=El m\u00E9todo HTTP "HEAD" s\u00F3lo se admite para el tipo de servicio de cualquier xml o tipo de mensajes con ninguno como tipo de respuesta.
messagebody381336=El tipo de servicio HTTP no tiene URI configurados.
messagebody381337=El servicio de negocio HTTP no puede tener las opciones de ''modo de flujo fraccionado'' y ''seguir los redireccionamientos HTTP'' activadas.
## P4ADE ## {0} : String contextPath
messagebody381338=Se ha rechazado una solicitud HTTP POST debido a las reglas de cumplimiento de WS-I para el servicio con la ruta de acceso de contexto {0} .
