messagebody381303=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30BF\u30FB\u30C7\u30FC\u30BF\u304C\u8A2D\u5B9A\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30B3\u30FC\u30C9\u306FOK\u3067\u3042\u308B\u3068\u898B\u306A\u3055\u308C\u307E\u3059
## P4ADE ## {0} : String method, {1} : Exception e
messagebody381304={0}\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## P4ADE ## {0} : String cause
messagebody381307=\u7834\u68C4\u30A8\u30E9\u30FC{0}\u3092\u7121\u8996\u3057\u307E\u3059
## P4ADE ## {0} : String cause
messagebody381308=\u6E96\u5099\u89E3\u9664\u30A8\u30E9\u30FC{0}\u3092\u7121\u8996\u3057\u307E\u3059
## P4ADE ## {0} : String cause
messagebody381309=\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u30A8\u30E9\u30FC{0}\u3092\u7121\u8996\u3057\u307E\u3059
## P4ADE ## {0} : String cause
messagebody381310=\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3059\u308B\u30D7\u30ED\u30C0\u30AF\u30B7\u30E7\u30F3\u306E\u5F37\u5236\u30A8\u30E9\u30FC{0}\u3092\u7121\u8996\u3057\u307E\u3059
## P4ADE ## {0} : String cause
messagebody381311=\u524A\u9664\u30A8\u30E9\u30FC{0}\u3092\u7121\u8996\u3057\u307E\u3059
messagebody381316=X.509\u30C8\u30FC\u30AF\u30F3ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30EB\u30E0\u3067\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093
messagebody381317=\u30C7\u30D5\u30A9\u30EB\u30C8ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306EX.509\u30E6\u30FC\u30B6\u30FC\u540D\u30DE\u30C3\u30D4\u30F3\u30B0\u30FB\u30B5\u30D6\u30D7\u30E9\u30B0\u30A4\u30F3\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093
## P4ADE ## {0} : String uri, {1} : String other
messagebody381318=\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI {0}\u306F\u5225\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059: {1}
messagebody381319=HTTP\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURL\u306Fhttp://\u307E\u305F\u306Fhttps://\u3067\u958B\u59CB\u3057\u3001\u30DB\u30B9\u30C8\u540D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## P4ADE ## {0} : String uri
messagebody381320=\u7D76\u5BFEURI {0}\u3067\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9HTTP\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : String uri
messagebody381321=\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI {0}\u306FOSB\u30AB\u30FC\u30CD\u30EB\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059
## P4ADE ## {0} : String headerName, {1} : String className
messagebody381322={0}\u3068\u3044\u3046\u540D\u524D\u306E\u30D8\u30C3\u30C0\u30FC\u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: HTTP\u30D8\u30C3\u30C0\u30FC\u306F\u6587\u5B57\u5217\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001{1}\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F
messagebody381323=SSL\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A8D\u8A3C\u306F\u30D7\u30EC\u30FC\u30F3\u30C6\u30AD\u30B9\u30C8HTTP\u4E0A\u3067\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093
messagebody381324=HTTP\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u306E\u8A8D\u8A3C\u306E\u69CB\u6210\u304C\u7121\u52B9\u3067\u3059: \u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u306F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
messagebody381325=HTTP\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u306E\u69CB\u6210\u304C\u7121\u52B9\u3067\u3059: \u7121\u52B9\u306A\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7
messagebody381326=HTTP\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u306E\u69CB\u6210\u304C\u7121\u52B9\u3067\u3059: \u30D8\u30C3\u30C0\u30FC\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093
messagebody381327=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u5931\u6557\u3057\u307E\u3057\u305F
messagebody381328=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9http BASIC\u8A8D\u8A3C\u304C\u5931\u6557\u3057\u307E\u3057\u305F
messagebody381329=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9SSL\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A3C\u660E\u66F8\u8A8D\u8A3C\u304C\u5931\u6557\u3057\u307E\u3057\u305F
## P4ADE ## {0} : int code, {1} : String msg
messagebody381330={0}: {1}\u304C\u539F\u56E0\u3067\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u518D\u8A66\u884C\u3055\u308C\u307E\u3059
messagebody381331=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u3092\u4F7F\u7528\u3059\u308B\u5834\u5408\u3001\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7\u3092\u69CB\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
messagebody381332=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u3092\u6301\u3064HTTP\u30D8\u30C3\u30C0\u30FC\u306E\u540D\u524D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
messagebody381333=HTTP\u30E1\u30BD\u30C3\u30C9\u300CGET\u300D\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u306E\u4EFB\u610F\u306Exml\u307E\u305F\u306F\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30BF\u30A4\u30D7\u304Cnone\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30BF\u30A4\u30D7\u3067\u306E\u307F\u8A31\u53EF\u3055\u308C\u307E\u3059\u3002
messagebody381334=HTTP\u30E1\u30BD\u30C3\u30C9\u300CPUT\u300D\u304A\u3088\u3073\u300CDELETE\u300D\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u306E\u4EFB\u610F\u306Exml\u307E\u305F\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30BF\u30A4\u30D7\u3067\u306E\u307F\u8A31\u53EF\u3055\u308C\u307E\u3059\u3002
messagebody381335=HTTP\u30E1\u30BD\u30C3\u30C9\u300CHEAD\u300D\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u306E\u4EFB\u610F\u306Exml\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30BF\u30A4\u30D7\u304Cnone\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30BF\u30A4\u30D7\u3067\u306E\u307F\u8A31\u53EF\u3055\u308C\u307E\u3059\u3002
messagebody381336=HTTP\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u69CB\u6210\u3055\u308C\u305FURI\u304C\u3042\u308A\u307E\u305B\u3093\u3002
messagebody381337=HTTP\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u300C\u30C1\u30E3\u30F3\u30AF\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u30FB\u30E2\u30FC\u30C9\u300D\u304A\u3088\u3073\u300CHTTP\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u306E\u8FFD\u8DE1\u300D\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u4E21\u65B9\u3092\u6709\u52B9\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String contextPath
messagebody381338=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D1\u30B9{0}\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3059\u308BWS-I\u6E96\u62E0\u30EB\u30FC\u30EB\u306B\u3088\u308A\u3001HTTP POST\u30EA\u30AF\u30A8\u30B9\u30C8\u4EE5\u5916\u3092\u62D2\u5426\u3057\u3066\u3044\u307E\u3059
