messagedetail381303=Beim Vorbereiten der Antwort an den HTTP-Proxy wurden keine Antwortmetadaten von der OSB-Pipeline an den Proxy \u00FCbergeben. Daher nimmt der HTTP-Proxy den erfolgreichen Abschluss der Anforderung an und sendet den Statuscode "HTTP OK (200)" an den Client zur\u00FCck
action381303=Keine Ma\u00DFnahme erforderlich
messagedetail381304=Beim HTTP-Transport in OSB ist eine unerwartete Exception aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die die Ursache des Problems angibt
action381304=Wenden Sie sich an den technischen Support
messagedetail381307=Beim Registrieren oder Aufheben der Registrierung von Artifacts f\u00FCr den HTTP-Proxy-Service ist ein nicht schwerwiegender interner Fehler aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die die Ursache des Problems angibt. Der Fehler wird ignoriert
action381307=Keine Ma\u00DFnahme erforderlich
messagedetail381308=Beim Registrieren oder Aufheben der Registrierung von Artifacts f\u00FCr den HTTP-Proxy-Service ist ein nicht schwerwiegender interner Fehler aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die die Ursache des Problems angibt. Der Fehler wird ignoriert
action381308=Keine Ma\u00DFnahme erforderlich
messagedetail381309=Beim Registrieren oder Aufheben der Registrierung von Artifacts f\u00FCr den HTTP-Proxy-Service ist ein nicht schwerwiegender interner Fehler aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die die Ursache des Problems angibt. Der Fehler wird ignoriert
action381309=Keine Ma\u00DFnahme erforderlich
messagedetail381310=Beim Registrieren oder Aufheben der Registrierung von Artifacts f\u00FCr den HTTP-Proxy-Service ist ein nicht schwerwiegender interner Fehler aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die die Ursache des Problems angibt. Der Fehler wird ignoriert
action381310=Keine Ma\u00DFnahme erforderlich
messagedetail381311=Beim Registrieren oder Aufheben der Registrierung von Artifacts f\u00FCr den HTTP-Proxy-Service ist ein nicht schwerwiegender interner Fehler aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die die Ursache des Problems angibt. Der Fehler wird ignoriert
action381311=Keine Ma\u00DFnahme erforderlich
## P4ADE ## {0} : String inboundEndpoint
messagedetail381316=Ein Identity Asserter mit aktivierter Unterst\u00FCtzung f\u00FCr X.509-Token ist erforderlich, da der HTTPS-Inbound-Endpunkt {0} die "CLIENT-CERT"-Authentifizierung angibt
action381316=Aktivieren Sie auf den Sicherheits-Realm-Seiten der WebLogic Server-Konsole die X.509-Identity Assertion im Identity Assertion-Provider
## P4ADE ## {0} : String inboundEndpoint
messagedetail381317=HTTPS-Inbound-Endpunkt {0} gibt die "CLIENT-CERT"-Authentifizierung an. Daher m\u00FCssen die Eigenschaften des Benutzernamen-Mappers des Standard-Identity Asserters konfiguriert werden. (Dies ist zur Unterst\u00FCtzung wechselseitiger SSL erforderlich.)
action381317=Konfigurieren Sie auf den Sicherheits-Realm-Seiten der WebLogic Server-Konsole die Felder f\u00FCr den Benutzernamen-Mapper des Standard-Identity Assertion-Providers
messagedetail381318=Beim Registrieren eines neuen HTTP-Proxy-Service ist ein Fehler aufgetreten: Der f\u00FCr diesen Proxy-Service konfigurierte URI wird bereits von einem anderen HTTP-Proxy-Service oder WS-Proxy-Service verwendet. Jeder HTTP-Proxy-Service muss einen eindeutigen URI haben.
action381318=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den HTTP-Proxy-Service, und stellen Sie sicher, dass ein eindeutiger Wert f\u00FCr den URI verwendet wird.
messagedetail381319=Beim Registrieren eines neuen HTTP-Business-Service ist ein Fehler aufgetreten: Einer der f\u00FCr den Business-Service konfigurierten URLs ist ung\u00FCltig. Gem\u00E4\u00DF RFC 2616 m\u00FCssen HTTP-URLs mit "http://" beginnen und einen Hostnamen haben
action381319=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den HTTP-Business-Service, und stellen Sie sicher, dass ein g\u00FCltiger URL eingegeben wird
messagedetail381320=Beim Registrieren eines neuen HTTP-Proxy-Service ist ein Fehler aufgetreten: Der f\u00FCr diesen Proxy-Service konfigurierte URI ist ein absoluter URI. F\u00FCr HTTP-Proxy-Services werden nur relative URIs unterst\u00FCtzt.
action381320=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den HTTP-Proxy-Service, und stellen Sie sicher, dass nur ein relativer URI (Beispiel: "/beliebigerName") verwendet wird.
messagedetail381321=Beim Registrieren eines neuen HTTP-Proxy-Service ist ein Fehler aufgetreten: Der f\u00FCr diesen Proxy-Service konfigurierte URI "/" wird bereits von einer internen OSB-Kernel-Anwendung verwendet.
action381321=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den HTTP-Proxy-Service, und stellen Sie sicher, dass ein anderer eindeutiger Wert f\u00FCr den URI dieses Proxys verwendet wird
messagedetail381322=Beim Festlegen der angegebenen Kombination aus Header-Name/-Wert in der ausgehenden HTTP-Anforderung oder der eingehenden Antwort ist ein Problem aufgetreten. Der HTTP-Transport l\u00E4sst nur Header-Werte vom Typ "String" zu. Es wurde jedoch ein anderer Datentyp angegeben. Dies kann unter anderem vorkommen, wenn mit der Transport-Header-Aktion alle Transport-Header von einem Transport, der Nicht-Zeichenfolgen-Header unterst\u00FCtzt (beispielsweise JMS), an den HTTP-Transport \u00FCbergeben werden
action381322=Pr\u00FCfen Sie die Pipeline-Konfiguration, um sicherzustellen, dass nur Zeichenfolgen zum Festlegen von Transport-Header-Werten der ausgehenden HTTP-Anforderung oder der eingehenden HTTP-Antwort verwendet werden
messagedetail381323=Der Proxy-Service ist f\u00FCr die Clientzertifikatauthentifizierung konfiguriert, ist aber kein HTTPS-Endpunkt. Die Clientzertifikatauthentifizierung ist nur \u00FCber HTTPS-Endpunkte zul\u00E4ssig
action381323=Setzen Sie auf der Transportkonfigurationsseite "HTTPS erforderlich" auf "true"
messagedetail381324=Die HTTP-Transportkonfiguration dieses ausgehenden Endpunktes gibt die Authentifizierung mit benutzerdefinierten Token an. Dies wird in diesem Release von Oracle Service Bus nicht unterst\u00FCtzt
action381324=\u00C4ndern Sie auf der Endpunktkonfigurationsseite die Authentifizierungsmethode
## P4ADE ## {0} : String tokenType
messagedetail381325=Dieser Endpunkt ist mit der Authentifizierung mit benutzerdefinierten Token auf Transportebene f\u00FCr Token vom Typ "{0}" konfiguriert. F\u00FCr diesen Tokentyp ist kein Identity Assertion-Provider vorhanden, oder der Tokentyp wurde nicht aktiviert
## P4ADE ## {0} : String tokenType
action381325=Gehen Sie in der WebLogic Server-Konsole zu den Sicherheits-Realm-Seiten, um sicherzustellen, dass die Sicherheits-Realm \u00FCber einen Identity Assertion-Provider verf\u00FCgt, der Token vom Typ "{0}" unterst\u00FCtzt. Stellen Sie au\u00DFerdem sicher, dass der Tokentyp in der Liste der aktivierten Token des Providers enthalten ist
messagedetail381326=Die Authentifizierung mit benutzerdefinierten Token auf Transportebene erfordert, dass Sie den Namen des HTTP-Headers angeben, der das Token enth\u00E4lt
action381326=Bearbeiten Sie die Konfigurationsdetails des HTTP-Endpunktes, und geben Sie den Namen des HTTP-Headers an, der das benutzerdefinierte Token enth\u00E4lt
messagedetail381331=Der Endpunkt ist f\u00FCr die Authentifizierung mit benutzerdefinierten Token konfiguriert. Ein Tokentyp muss angegeben werden
cause381331=Der Tokentyp ist Null oder leer
action381331=W\u00E4hlen Sie auf der Konfigurationsseite f\u00FCr den HTTP-Transport einen Tokentyp aus der Dropdown-Liste, oder w\u00E4hlen Sie eine andere Authentifizierungsmethode
messagedetail381332=Der Endpunkt ist f\u00FCr die Authentifizierung mit benutzerdefinierten Token konfiguriert. Der Name des HTTP-Headers, der das benutzerdefinierte Token enth\u00E4lt, muss angegeben werden
cause381332=Der Header-Name ist Null oder leer
action381332=Geben Sie auf der Konfigurationsseite f\u00FCr den HTTP-Transport den Namen des HTTP-Headers ein, oder w\u00E4hlen Sie eine andere Authentifizierungsmethode
action381333=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den HTTP-Business-Service, und stellen Sie sicher, dass der Name einer g\u00FCltigen HTTP-Methode eingegeben wird.
action381334=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den HTTP-Business-Service, und stellen Sie sicher, dass der Name einer g\u00FCltigen HTTP-Methode eingegeben wird.
action381335=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den HTTP-Business-Service, und stellen Sie sicher, dass der Name einer g\u00FCltigen HTTP-Methode eingegeben wird.
action381336=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den HTTP-Business-Service, und stellen Sie sicher, dass die URI-Gruppe nicht leer ist.
action381337=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den HTTP-Business-Service, und stellen Sie sicher, dass die Optionen "Chunk Streaming-Modus verwenden" und "HTTP-Umleitungen folgen" nicht beide aktiviert sind.
action381338=Eine Nicht-HTTP POST-Anforderung wird aufgrund von WS-I-Konformit\u00E4tsregeln abgelehnt. Der Benutzer sollte eine POST-Anforderung an den Service senden.
