messagedetail381303=Al preparar la respuesta al proxy HTTP, el pipeline de OSB no ha proporcionado metadatos de respuesta al proxy. Como resultado, el proxy HTTP asumir\u00E1 la terminaci\u00F3n correcta de la solicitud y devolver\u00E1 al cliente el c\u00F3digo de estado HTTP OK (200).
action381303=No se necesita ninguna acci\u00F3n.
messagedetail381304=Se ha producido una excepci\u00F3n inesperada en el transporte HTTP de OSB. Debe haber un mensaje de error que apunte a la causa del problema.
action381304=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail381307=Se ha producido un error interno no fatal al registrar o anular el registro de los elementos del servicio de proxy HTTP. Debe haber un mensaje de error que apunte a la causa del problema. Se ignorar\u00E1 el error.
action381307=No se necesita ninguna acci\u00F3n.
messagedetail381308=Se ha producido un error interno no fatal al registrar o anular el registro de los elementos del servicio de proxy HTTP. Debe haber un mensaje de error que apunte a la causa del problema. Se ignorar\u00E1 el error.
action381308=No se necesita ninguna acci\u00F3n.
messagedetail381309=Se ha producido un error interno no fatal al registrar o anular el registro de los elementos del servicio de proxy HTTP. Debe haber un mensaje de error que apunte a la causa del problema. Se ignorar\u00E1 el error.
action381309=No se necesita ninguna acci\u00F3n.
messagedetail381310=Se ha producido un error interno no fatal al registrar o anular el registro de los elementos del servicio de proxy HTTP. Debe haber un mensaje de error que apunte a la causa del problema. Se ignorar\u00E1 el error.
action381310=No se necesita ninguna acci\u00F3n.
messagedetail381311=Se ha producido un error interno no fatal al registrar o anular el registro de los elementos del servicio de proxy HTTP. Debe haber un mensaje de error que apunte a la causa del problema. Se ignorar\u00E1 el error.
action381311=No se necesita ninguna acci\u00F3n.
## P4ADE ## {0} : String inboundEndpoint
messagedetail381316=Se necesita una afirmaci\u00F3n de identidad con el soporte de tokens X.509 activado porque el punto final de entrada HTTPS {0} especifica la autenticaci\u00F3n CLIENT-CERT.
action381316=Active la afirmaci\u00F3n de identidad X.509 en el proveedor de afirmaci\u00F3n de identidad de las p\u00E1ginas del dominio de seguridad de la consola de WebLogic Server.
## P4ADE ## {0} : String inboundEndpoint
messagedetail381317=El punto final de entrada HTTPS {0} especifica la autenticaci\u00F3n CLIENT-CERT, por lo que es necesario configurar las propiedades de asignaci\u00F3n de nombre de usuario de la afirmaci\u00F3n de identidad por defecto (es necesario para soportar el SSL bidireccional).
action381317=Configure los campos de asignaci\u00F3n de nombre de usuario del proveedor de afirmaci\u00F3n de identidad por defecto en las p\u00E1ginas del dominio de seguridad de la consola de WebLogic Server.
messagedetail381318=Se ha producido un error al registrar un nuevo servicio de proxy HTTP: El URI configurado para este servicio de proxy ya lo est\u00E1 utilizando otro servicio de proxy HTTP o servicio de proxy de WS. Cada servicio de proxy HTTP debe tener un URI \u00FAnico.
action381318=Compruebe la configuraci\u00F3n de transporte para el servicio de proxy HTTP y aseg\u00FArese de que se utiliza un valor \u00FAnico para el URI.
messagedetail381319=Se ha producido un error al registrar un nuevo servicio de negocio HTTP: Una de las URL configuradas para el servicio de negocio no es v\u00E1lida. Seg\u00FAn RFC 2616, las URL HTTP deben empezar por http:// y tener un nombre de host.
action381319=Compruebe la configuraci\u00F3n de transporte para el servicio de negocio HTTP y aseg\u00FArese de que se est\u00E1 introduciendo una URL v\u00E1lida.
messagedetail381320=Se ha producido un error al registrar un servicio de proxy HTTP nuevo: El URI configurado para este servicio de proxy es un URI absoluto. S\u00F3lo se admiten los URI relativos para los servicios de proxy HTTP.
action381320=Compruebe la configuraci\u00F3n de transporte para el servicio de proxy HTTP y aseg\u00FArese de que se utiliza s\u00F3lo un URI relativo (por ejemplo, "/alg\u00FAnNombre").
messagedetail381321=Se ha producido un error al registrar un servicio de proxy HTTP nuevo: El URI configurado para este servicio de proxy "/" es una aplicaci\u00F3n de n\u00FAcleo de OSB interna ya utilizada.
action381321=Compruebe la configuraci\u00F3n de transporte del servicio de proxy HTTP y aseg\u00FArese de que se utiliza un valor \u00FAnico diferente para el URI de este proxy.
messagedetail381322=Se ha producido un problema al definir el par nombre/valor especificado en la solicitud HTTP saliente o en la respuesta entrante. El transporte HTTP s\u00F3lo permite los valores de cabecera de cadena mientras se proporcionen otros datos. Se puede producir utilizar la acci\u00F3n de cabecera de transporte para transferir todas las cabeceras de transporte de un transporte que soporta cabeceras que no sean de cadena, como JMS, a un transporte HTTP.
action381322=Compruebe la configuraci\u00F3n de pipeline para asegurarse de que s\u00F3lo se utilizan cadenas para definir los valores de cabecera de transporte de la solicitud saliente o respuesta entrante HTTP.
messagedetail381323=El servicio de proxy est\u00E1 configurado para la autenticaci\u00F3n mediante certificado de cliente, pero no es un punto final https. La autenticaci\u00F3n mediante certificado de cliente s\u00F3lo se permite en los puntos finales https.
action381323=Defina el indicador https necesario como verdadero en la p\u00E1gina de configuraci\u00F3n de transporte.
messagedetail381324=La configuraci\u00F3n de transporte HTTP de este punto final saliente especifica la autenticaci\u00F3n del token personalizado. No se admite en esta versi\u00F3n de Oracle Service Bus.
action381324=Cambie el m\u00E9todo de autenticaci\u00F3n en la p\u00E1gina de configuraci\u00F3n de punto final.
## P4ADE ## {0} : String tokenType
messagedetail381325=Este punto final est\u00E1 configurado con la autenticaci\u00F3n de token personalizado de nivel de transporte para los tokens de tipo "{0}". No hay ning\u00FAn proveedor de afirmaci\u00F3n de identidad para este tipo de token o el tipo de token no se ha activado.
## P4ADE ## {0} : String tokenType
action381325=Vaya a las p\u00E1ginas del dominio de seguridad de la consola de WebLogic Server para asegurarse de que el dominio de seguridad tiene un proveedor de afirmaci\u00F3n de identidad que soporte tokens de tipo "{0}"; aseg\u00FArese tambi\u00E9n de que el tipo de token se encuentra en la lista de tokens activados del proveedor.
messagedetail381326=La autenticaci\u00F3n del token personalizado de nivel de transporte requiere que especifique el nombre de la cabecera HTTP que transportar\u00E1 el token.
action381326=Edite los detalles de configuraci\u00F3n del punto final http y especifique el nombre de la cabecera http del token personalizado.
messagedetail381331=El punto final est\u00E1 configurado para la autenticaci\u00F3n del token personalizado. Se debe especifica el tipo de token.
cause381331=El tipo de token es nulo o est\u00E1 vac\u00EDo.
action381331=En la p\u00E1gina de configuraci\u00F3n espec\u00EDfica del transporte HTTP, seleccione un tipo de token de la lista desplegable o seleccione otro m\u00E9todo de autenticaci\u00F3n.
messagedetail381332=El punto final est\u00E1 configurado para la autenticaci\u00F3n del token personalizado. Es necesario especificar el nombre de la cabecera HTTP que transporta el token personalizado.
cause381332=El nombre de la cabecera es nulo o est\u00E1 vac\u00EDo.
action381332=En la p\u00E1gina de configuraci\u00F3n espec\u00EDfica del transporte HTTP, introduzca el nombre de la cabecera HTTP o seleccione otro m\u00E9todo de autenticaci\u00F3n.
action381333=Compruebe la configuraci\u00F3n de transporte para el servicio de negocio HTTP y aseg\u00FArese de que se est\u00E1 introduciendo un nombre de m\u00E9todo HTTP v\u00E1lido.
action381334=Compruebe la configuraci\u00F3n de transporte para el servicio de negocio HTTP y aseg\u00FArese de que se est\u00E1 introduciendo un nombre de m\u00E9todo HTTP v\u00E1lido.
action381335=Compruebe la configuraci\u00F3n de transporte para el servicio de negocio HTTP y aseg\u00FArese de que se est\u00E1 introduciendo un nombre de m\u00E9todo HTTP v\u00E1lido.
action381336=Compruebe la configuraci\u00F3n de transporte para el servicio de negocio HTTP y aseg\u00FArese de que el URI definido no est\u00E1 vac\u00EDo.
action381337=Compruebe la configuraci\u00F3n de transporte del servicio de negocio HTTP y aseg\u00FArese de que no est\u00E1n activadas las opciones de ''modo de flujo fraccionado'' y ''seguir los redireccionamientos HTTP''.
action381338=Se ha rechazado una solicitud HTTP POST debido a las reglas de cumplimiento de WS-I. El usuario debe enviar una solicitud POST al servicio.
