messagedetail381303=Lors de la pr\u00E9paration de la r\u00E9ponse au proxy HTTP, aucune m\u00E9tadonn\u00E9e de r\u00E9ponse n'a \u00E9t\u00E9 transmise au proxy par le pipeline OSB. De ce fait, le proxy HTTP consid\u00E9rera que la demande a abouti et renverra au client le code de statut HTTP OK (200).
action381303=Aucune action n'est n\u00E9cessaire
messagedetail381304=Une exception inattendue est survenue dans le transport HTTP OSB. En principe, un message d'erreur indique la cause du probl\u00E8me
action381304=Contactez le support technique Oracle
messagedetail381307=Une erreur interne non fatale est survenue lors de l'inscription ou de la d\u00E9sinscription d'artefacts pour le service proxy HTTP. En principe, un message d'erreur indique la cause du probl\u00E8me. L'erreur ne sera pas prise en compte
action381307=Aucune action n'est n\u00E9cessaire
messagedetail381308=Une erreur interne non fatale est survenue lors de l'inscription ou de la d\u00E9sinscription d'artefacts pour le service proxy HTTP. En principe, un message d'erreur indique la cause du probl\u00E8me. L'erreur ne sera pas prise en compte
action381308=Aucune action n'est n\u00E9cessaire
messagedetail381309=Une erreur interne non fatale est survenue lors de l'inscription ou de la d\u00E9sinscription d'artefacts pour le service proxy HTTP. En principe, un message d'erreur indique la cause du probl\u00E8me. L'erreur ne sera pas prise en compte
action381309=Aucune action n'est n\u00E9cessaire
messagedetail381310=Une erreur interne non fatale est survenue lors de l'inscription ou de la d\u00E9sinscription d'artefacts pour le service proxy HTTP. En principe, un message d'erreur indique la cause du probl\u00E8me. L'erreur ne sera pas prise en compte
action381310=Aucune action n'est n\u00E9cessaire
messagedetail381311=Une erreur interne non fatale est survenue lors de l'inscription ou de la d\u00E9sinscription d'artefacts pour le service proxy HTTP. En principe, un message d'erreur indique la cause du probl\u00E8me. L'erreur ne sera pas prise en compte
action381311=Aucune action n'est n\u00E9cessaire
## P4ADE ## {0} : String inboundEndpoint
messagedetail381316=Un composant d''assertion d''identit\u00E9 avec prise en charge de jeton X.509 activ\u00E9e est requis car l''adresse entrante HTTPS {0} sp\u00E9cifie une authentification CLIENT-CERT
action381316=Activez l'assertion d'identit\u00E9 X509 dans votre fournisseur d'assertion d'identit\u00E9, dans les pages de domaine de s\u00E9curit\u00E9 de la console WebLogic Server.
## P4ADE ## {0} : String inboundEndpoint
messagedetail381317=L''adresse entrante HTTPS {0} sp\u00E9cifie l''authentification CLIENT-CERT ; par cons\u00E9quent, les propri\u00E9t\u00E9s du composant de correspondance de nom utilisateur du composant d''assertion d''identit\u00E9 par d\u00E9faut doivent \u00EAtre configur\u00E9es (obligatoire pour la prise en charge de SSL bidirectionnel)
action381317=Configurez les champs du composant de correspondance de nom utilisateur du fournisseur d'assertion d'identit\u00E9 par d\u00E9faut dans les pages de domaine de s\u00E9curit\u00E9 de la console WebLogic Server.
messagedetail381318=Une erreur est survenue lors de l'inscription d'un nouveau service proxy HTTP. L'URI configur\u00E9 pour ce service est d\u00E9j\u00E0 utilis\u00E9 par un autre service proxy HTTP ou WS. Chaque service proxy HTTP doit avoir un URI unique.
action381318=V\u00E9rifiez la configuration du transport pour le service proxy HTTP et assurez-vous que la valeur de l'URI est unique.
messagedetail381319=Une erreur est survenue lors de l'inscription d'un nouveau service fonctionnel HTTP. L'un des URI configur\u00E9s pour ce service n'est pas valide. Selon la norme RFC 2616, les URL HTTP doivent commencer par http:// et comporter un nom d'h\u00F4te.
action381319=V\u00E9rifiez la configuration du transport pour le service fonctionnel HTTP et assurez-vous que l'URL indiqu\u00E9e est valide.
messagedetail381320=Une erreur est survenue lors de l'inscription d'un nouveau service proxy HTTP. L'URI configur\u00E9 pour ce service est un URI absolu. Or, seuls les URI relatifs sont pris en charge pour les services proxy HTTP.
action381320=V\u00E9rifiez la configuration du transport pour le service proxy HTTP et assurez-vous que seul un URI relatif est utilis\u00E9 (par exemple, "/someName").
messagedetail381321=Une erreur est survenue lors de l'inscription d'un nouveau service proxy HTTP. L'URI configur\u00E9 pour ce service "/" est d\u00E9j\u00E0 utilis\u00E9 par l'application noyau OSB interne.
action381321=V\u00E9rifiez la configuration du transport pour le service proxy HTTP et assurez-vous qu'une valeur unique diff\u00E9rente est utilis\u00E9e pour l'URI de ce proxy.
messagedetail381322=Un probl\u00E8me est survenu lors de la d\u00E9finition de la paire nom d'en-t\u00EAte/valeur indiqu\u00E9e dans la demande HTTP sortante ou la r\u00E9ponse entrante. Le transport HTTP n'admet que les valeurs d'en-t\u00EAte de type cha\u00EEne ; or, le type indiqu\u00E9 est diff\u00E9rent. Ceci peut se produire, entre autres, lorsqu'une action d'en-t\u00EAte de transport est utilis\u00E9e pour transmettre au transport HTTP tous les en-t\u00EAtes de transport \u00E0 partir d'un transport admettant les en-t\u00EAtes d'un type autre que cha\u00EEne, tel que JMS.
action381322=V\u00E9rifiez la configuration du pipeline et assurez-vous que seules des cha\u00EEnes sont utilis\u00E9es pour d\u00E9finir les valeurs d'en-t\u00EAte de transport de la demande HTTP sortante ou de la r\u00E9ponse entrante.
messagedetail381323=Le service proxy est configur\u00E9 pour l'authentification de certificat client mais n'est pas une adresse HTTPS. L'authentification de certificat client n'est autoris\u00E9e que pour les adresses HTTPS.
action381323=Affectez la valeur True \u00E0 l'indicateur HTTPS obligatoire dans la page de configuration du transport.
messagedetail381324=La configuration du transport HTTP de cette adresse sortante sp\u00E9cifie une authentification de jeton personnalis\u00E9. Une telle authentification n'est pas prise en charge dans cette version d'Oracle Service Bus.
action381324=Modifiez la m\u00E9thode d'authentification dans la page de configuration d'adresse.
## P4ADE ## {0} : String tokenType
messagedetail381325=Cette adresse est configur\u00E9e avec une authentification de jeton personnalis\u00E9 de niveau transport pour les jetons de type "{0}". Il n''y a pas de fournisseur d''assertion d''identit\u00E9 pour ce type de jeton ou ce type de jeton n''a pas \u00E9t\u00E9 activ\u00E9.
## P4ADE ## {0} : String tokenType
action381325=Acc\u00E9dez aux pages de domaine de s\u00E9curit\u00E9 de la console WebLogic Server et assurez-vous que votre domaine de s\u00E9curit\u00E9 comporte un fournisseur d''assertion d''identit\u00E9 prenant en charge les jetons de type "{0}" ; assurez-vous \u00E9galement que le type de jeton figure dans la liste des jetons activ\u00E9s du fournisseur.
messagedetail381326=Pour l'authentification de jeton personnalis\u00E9 de niveau transport, vous devez indiquer le nom de l'en-t\u00EAte HTTP qui contiendra le jeton personnalis\u00E9.
action381326=Modifiez les d\u00E9tails de configuration de l'adresse HTTP et indiquez le nom de l'en-t\u00EAte HTTP du jeton personnalis\u00E9.
messagedetail381331=L'adresse est configur\u00E9e pour l'authentification de jeton personnalis\u00E9. Un type de jeton doit \u00EAtre indiqu\u00E9.
cause381331=Le type de jeton est NULL ou vide
action381331=Dans la page de configuration sp\u00E9cifique du transport HTTP, choisissez un type de jeton dans la liste d\u00E9roulante ou s\u00E9lectionnez une autre m\u00E9thode d'authentification.
messagedetail381332=L'adresse est configur\u00E9e pour l'authentification de jeton personnalis\u00E9. Le nom de l'en-t\u00EAte HTTP contenant le jeton personnalis\u00E9 doit \u00EAtre indiqu\u00E9.
cause381332=Le nom d'en-t\u00EAte est NULL ou vide
action381332=Dans la page de configuration sp\u00E9cifique du transport HTTP, entrez le nom de l'en-t\u00EAte HTTP ou s\u00E9lectionnez une autre m\u00E9thode d'authentification.
action381333=V\u00E9rifiez la configuration du transport du service fonctionnel HTTP et assurez-vous qu'un nom de m\u00E9thode HTTP valide a \u00E9t\u00E9 indiqu\u00E9.
action381334=V\u00E9rifiez la configuration du transport du service fonctionnel HTTP et assurez-vous qu'un nom de m\u00E9thode HTTP valide a \u00E9t\u00E9 indiqu\u00E9.
action381335=V\u00E9rifiez la configuration du transport du service fonctionnel HTTP et assurez-vous qu'un nom de m\u00E9thode HTTP valide a \u00E9t\u00E9 indiqu\u00E9.
action381336=V\u00E9rifiez la configuration du transport du service fonctionnel HTTP et assurez-vous que l'URI d\u00E9fini n'est pas vide.
action381337=V\u00E9rifiez la configuration du transport du service fonctionnel HTTP et assurez-vous que les options "mode continu par tranches de m\u00E9moire" et "suivre les r\u00E9acheminements HTTP" ne sont pas toutes deux activ\u00E9es.
action381338=Rejet d'une demande non-HTTP POST d\u00FB aux r\u00E8gles de conformit\u00E9 WS-I. L'utilisateur doit envoyer une demande POST au service.
