messagebody381303=\uC751\uB2F5 \uBA54\uD0C0 \uB370\uC774\uD130\uAC00 \uC124\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. \uD655\uC778 \uC751\uB2F5 \uCF54\uB4DC\uB97C \uAC00\uC815\uD569\uB2C8\uB2E4.
## P4ADE ## {0} : String method, {1} : Exception e
messagebody381304={0}\uC5D0 \uC608\uC678 \uC0AC\uD56D \uBC1C\uC0DD: {1}
## P4ADE ## {0} : String cause
messagebody381307=\uC0AD\uC81C \uC624\uB958 {0} \uBB34\uC2DC
## P4ADE ## {0} : String cause
messagebody381308=\uC900\uBE44 \uC548\uB428 \uC624\uB958 {0} \uBB34\uC2DC
## P4ADE ## {0} : String cause
messagebody381309=\uBE44\uD65C\uC131\uD654 \uC624\uB958 {0} \uBB34\uC2DC
## P4ADE ## {0} : String cause
messagebody381310=\uAD00\uB9AC \uAC15\uC81C \uC6B4\uC601 \uC624\uB958 {0} \uBB34\uC2DC
## P4ADE ## {0} : String cause
messagebody381311=\uC81C\uAC70 \uC624\uB958 {0} \uBB34\uC2DC
messagebody381316=X.509 \uD1A0\uD070 ID \uAC80\uC99D\uC774 \uBCF4\uC548 \uC601\uC5ED\uC5D0\uC11C \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagebody381317=\uAE30\uBCF8 ID \uAC80\uC99D \uC81C\uACF5\uC790\uC758 X.509 \uC0AC\uC6A9\uC790 \uC774\uB984 \uB9E4\uD37C \uD558\uC704 \uD50C\uB7EC\uADF8 \uC778\uC774 \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String uri, {1} : String other
messagebody381318=\uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C URI {0}\uC774(\uAC00) \uB2E4\uB978 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 {1}\uC5D0\uC11C \uC774\uBBF8 \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4.
messagebody381319=HTTP \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 URL\uC740 http:// \uB610\uB294 https://\uB85C \uC2DC\uC791\uD574\uC57C \uD558\uBA70 \uD638\uC2A4\uD2B8 \uC774\uB984\uC774 \uD3EC\uD568\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
## P4ADE ## {0} : String uri
messagebody381320=\uC808\uB300 URI {0}\uC744(\uB97C) \uC0AC\uC6A9\uD558\uC5EC \uC778\uBC14\uC6B4\uB4DC HTTP \uB05D\uC810\uC744 \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String uri
messagebody381321=\uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C {0} URI\uAC00 OSB \uCEE4\uB110 \uC751\uC6A9 \uD504\uB85C\uADF8\uB7A8\uC5D0 \uC758\uD574 \uC774\uBBF8 \uC0AC\uC6A9\uB418\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String headerName, {1} : String className
messagebody381322={0} \uD5E4\uB354\uB97C \uCD94\uAC00\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4. HTTP \uD5E4\uB354\uB294 \uBB38\uC790\uC5F4\uC774\uC5B4\uC57C \uD558\uB294\uB370 \uB300\uC2E0 {1}\uC774(\uAC00) \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagebody381323=SSL \uD074\uB77C\uC774\uC5B8\uD2B8 \uC778\uC99D\uC740 \uC77C\uBC18 \uD14D\uC2A4\uD2B8 HTTP\uC5D0\uC11C \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagebody381324=http \uC804\uC1A1 \uB808\uBCA8 \uC778\uC99D \uAD6C\uC131\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 \uC778\uC99D\uC740 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagebody381325=\uC804\uC1A1 \uB808\uBCA8 \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 \uC778\uC99D \uAD6C\uC131\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uD1A0\uD070 \uC720\uD615\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
messagebody381326=\uC804\uC1A1 \uB808\uBCA8 \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 \uC778\uC99D \uAD6C\uC131\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uD5E4\uB354 \uC774\uB984\uC774 \uC9C0\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
messagebody381327=\uC804\uC1A1 \uB808\uBCA8 \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 ID \uAC80\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
messagebody381328=\uC778\uBC14\uC6B4\uB4DC http BASIC \uC778\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
messagebody381329=\uC778\uBC14\uC6B4\uB4DC SSL \uD074\uB77C\uC774\uC5B8\uD2B8 \uC778\uC99D\uC11C \uC778\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : int code, {1} : String msg
messagebody381330={0}(\uC73C)\uB85C \uC778\uD574 \uC544\uC6C3\uBC14\uC6B4\uB4DC HTTP \uC694\uCCAD \uC2E4\uD328: {1}. \uC694\uCCAD\uC774 \uC7AC\uC2DC\uB3C4\uB429\uB2C8\uB2E4.
messagebody381331=\uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 \uC778\uC99D\uC744 \uC0AC\uC6A9\uD560 \uACBD\uC6B0 \uD1A0\uD070 \uC720\uD615\uC744 \uAD6C\uC131\uD574\uC57C \uD569\uB2C8\uB2E4.
messagebody381332=\uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070\uC744 \uC804\uB2EC\uD558\uB294 HTTP \uD5E4\uB354 \uC774\uB984\uC744 \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
messagebody381333=HTTP \uBA54\uC18C\uB4DC "GET"\uC740 \uBAA8\uB4E0 xml \uC11C\uBE44\uC2A4 \uC720\uD615 \uB610\uB294 \uC694\uCCAD \uC720\uD615\uC774 \uC5C6\uC74C\uC778 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC5D0\uB9CC \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagebody381334=HTTP \uBA54\uC18C\uB4DC "PUT" \uBC0F "DELETE"\uB294 \uBAA8\uB4E0 xml \uC11C\uBE44\uC2A4 \uC720\uD615 \uB610\uB294 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC5D0\uB9CC \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagebody381335=HTTP \uBA54\uC18C\uB4DC "HEAD"\uB294 \uBAA8\uB4E0 xml \uC11C\uBE44\uC2A4 \uC720\uD615 \uB610\uB294 \uC694\uCCAD \uC720\uD615\uC774 \uC5C6\uC74C\uC778 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC5D0\uB9CC \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagebody381336=HTTP \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uAD6C\uC131\uB41C URI\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
messagebody381337=HTTP \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uC11C\uB294 ''\uC870\uAC01\uD654\uB41C \uC2A4\uD2B8\uB9AC\uBC0D \uBAA8\uB4DC''\uC640 ''HTTP \uC7AC\uC9C0\uC815 \uCD94\uC801'' \uC635\uC158\uC744 \uBAA8\uB450 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String contextPath
messagebody381338=\uCEE8\uD14D\uC2A4\uD2B8 \uACBD\uB85C {0}\uC758 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 WS-I \uC900\uC218 \uADDC\uCE59\uC73C\uB85C \uC778\uD574 \uBE44HTTP POST \uC694\uCCAD\uC744 \uAC70\uBD80\uD558\uB294 \uC911\uC785\uB2C8\uB2E4.
