messagedetail381303=HTTP\u30D7\u30ED\u30AD\u30B7\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u6E96\u5099\u3059\u308B\u969B\u306B\u3001OSB\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306B\u3088\u3063\u3066\u30D7\u30ED\u30AD\u30B7\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u305D\u306E\u305F\u3081\u3001HTTP\u30D7\u30ED\u30AD\u30B7\u306F\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u6B63\u5E38\u306B\u7D42\u4E86\u3057\u305F\u3068\u4EEE\u5B9A\u3057\u3066\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306BHTTP OK(200)\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30B3\u30FC\u30C9\u3092\u8FD4\u4FE1\u3057\u307E\u3059
action381303=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail381304=OSB HTTP\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action381304=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381307=HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u3092\u767B\u9332\u4E2D\u307E\u305F\u306F\u767B\u9332\u89E3\u9664\u4E2D\u306B\u81F4\u547D\u7684\u3067\u306A\u3044\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A8\u30E9\u30FC\u306F\u7121\u8996\u3055\u308C\u307E\u3059
action381307=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail381308=HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u3092\u767B\u9332\u4E2D\u307E\u305F\u306F\u767B\u9332\u89E3\u9664\u4E2D\u306B\u81F4\u547D\u7684\u3067\u306A\u3044\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A8\u30E9\u30FC\u306F\u7121\u8996\u3055\u308C\u307E\u3059
action381308=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail381309=HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u3092\u767B\u9332\u4E2D\u307E\u305F\u306F\u767B\u9332\u89E3\u9664\u4E2D\u306B\u81F4\u547D\u7684\u3067\u306A\u3044\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A8\u30E9\u30FC\u306F\u7121\u8996\u3055\u308C\u307E\u3059
action381309=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail381310=HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u3092\u767B\u9332\u4E2D\u307E\u305F\u306F\u767B\u9332\u89E3\u9664\u4E2D\u306B\u81F4\u547D\u7684\u3067\u306A\u3044\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A8\u30E9\u30FC\u306F\u7121\u8996\u3055\u308C\u307E\u3059
action381310=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
messagedetail381311=HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u3092\u767B\u9332\u4E2D\u307E\u305F\u306F\u767B\u9332\u89E3\u9664\u4E2D\u306B\u81F4\u547D\u7684\u3067\u306A\u3044\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A8\u30E9\u30FC\u306F\u7121\u8996\u3055\u308C\u307E\u3059
action381311=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059
## P4ADE ## {0} : String inboundEndpoint
messagedetail381316=HTTPS\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8{0}\u304CCLIENT-CERT\u8A8D\u8A3C\u3092\u6307\u5B9A\u3057\u3066\u3044\u308B\u306E\u3067X.509\u30C8\u30FC\u30AF\u30F3\u306E\u30B5\u30DD\u30FC\u30C8\u304C\u6709\u52B9\u306AID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u5FC5\u8981\u3067\u3059
action381316=ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306EX.509 ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092WebLogic Server\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30EB\u30E0\u30FB\u30DA\u30FC\u30B8\u3067\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String inboundEndpoint
messagedetail381317=HTTPS\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8{0}\u304CCLIENT-CERT\u8A8D\u8A3C\u3092\u6307\u5B9A\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u30C7\u30D5\u30A9\u30EB\u30C8ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30E6\u30FC\u30B6\u30FC\u540D\u30DE\u30C3\u30D1\u30FC\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u69CB\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059(\u53CC\u65B9\u5411SSL\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u306B\u306F\u3053\u306E\u51E6\u7406\u304C\u5FC5\u8981\u3067\u3059)
action381317=\u30C7\u30D5\u30A9\u30EB\u30C8ID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30E6\u30FC\u30B6\u30FC\u540D\u30DE\u30C3\u30D1\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092WebLogic Server\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30EB\u30E0\u30FB\u30DA\u30FC\u30B8\u3067\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381318=\u65B0\u3057\u3044HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u305FURI\u306F\u5225\u306EHTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306FWS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u5404HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u4E00\u610F\u306EURI\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381318=HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001URI\u306E\u5024\u304C\u4E00\u610F\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381319=\u65B0\u3057\u3044HTTP\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u69CB\u6210\u3055\u308C\u305F\u3044\u305A\u308C\u304B\u306EURL\u304C\u7121\u52B9\u3067\u3059\u3002RFC 2616\u306B\u3088\u308B\u3068\u3001HTTP URL\u306Fhttp://\u3067\u958B\u59CB\u3057\u3001\u30DB\u30B9\u30C8\u540D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
action381319=HTTP\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u5165\u529B\u3055\u308C\u305FURL\u304C\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381320=\u65B0\u3057\u3044HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u305FURI\u306F\u7D76\u5BFEURI\u3067\u3059\u3002HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u76F8\u5BFEURI\u306E\u307F\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
action381320=HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u76F8\u5BFEURI(\u4F8B: "/someName")\u306E\u307F\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381321=\u65B0\u3057\u3044HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9"/"\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u305FURI\u306F\u5185\u90E8OSB\u30AB\u30FC\u30CD\u30EB\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action381321=HTTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u306EURI\u306B\u5225\u306E\u4E00\u610F\u306E\u5024\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381322=\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u6307\u5B9A\u3055\u308C\u305F\u540D\u524D\u3068\u5024\u306E\u7D44\u5408\u305B\u3092\u8A2D\u5B9A\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002HTTP\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4F7F\u7528\u3067\u304D\u308B\u306E\u306F\u6587\u5B57\u5217\u30D8\u30C3\u30C0\u30FC\u5024\u306E\u307F\u3067\u3059\u304C\u3001\u5225\u306E\u30C7\u30FC\u30BF\u578B\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066JMS\u306A\u3069\u306E\u975E\u6587\u5B57\u5217\u306E\u30D8\u30C3\u30C0\u30FC\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B1\u3064\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u304B\u3089\u3059\u3079\u3066\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D8\u30C3\u30C0\u30FC\u3092HTTP\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306B\u6E21\u3059\u3068\u304D\u306B\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
action381322=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u306E\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001HTTP\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D8\u30C3\u30C0\u30FC\u5024\u306E\u8A2D\u5B9A\u306B\u6587\u5B57\u5217\u306E\u307F\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381323=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A3C\u660E\u66F8\u306E\u8A8D\u8A3C\u306B\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306FHTTPS\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A3C\u660E\u66F8\u306E\u8A8D\u8A3C\u306B\u4F7F\u7528\u3067\u304D\u308B\u306E\u306FHTTPS\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u307F\u3067\u3059
action381323=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u30DA\u30FC\u30B8\u3067HTTPS\u5FC5\u9808\u30D5\u30E9\u30B0\u3092true\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381324=\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306EHTTP\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u8A8D\u8A3C\u306F\u3001\u3053\u306E\u30EA\u30EA\u30FC\u30B9\u306EOracle Service Bus\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
action381324=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u69CB\u6210\u30DA\u30FC\u30B8\u3067\u8A8D\u8A3C\u30E1\u30BD\u30C3\u30C9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044
## P4ADE ## {0} : String tokenType
messagedetail381325=\u3053\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3067\u30BF\u30A4\u30D7\u304C"{0}"\u306E\u30C8\u30FC\u30AF\u30F3\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30BF\u30A4\u30D7\u306E\u30C8\u30FC\u30AF\u30F3\u306EID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u306A\u3044\u304B\u3001\u30C8\u30FC\u30AF\u30F3\u306E\u30BF\u30A4\u30D7\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u3066\u3044\u307E\u305B\u3093
## P4ADE ## {0} : String tokenType
action381325=WebLogic Server\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30EB\u30E0\u30FB\u30DA\u30FC\u30B8\u306B\u79FB\u52D5\u3057\u3066\u3001\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30EC\u30EB\u30E0\u306B"{0}"\u578B\u306E\u30C8\u30FC\u30AF\u30F3\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308BID\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7\u304C\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u6709\u52B9\u306A\u30C8\u30FC\u30AF\u30F3\u30FB\u30EA\u30B9\u30C8\u306B\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381326=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u3067\u306F\u3001\u30C8\u30FC\u30AF\u30F3\u3092\u6301\u3064HTTP\u30D8\u30C3\u30C0\u30FC\u540D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
action381326=HTTP\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u69CB\u6210\u306E\u8A73\u7D30\u3092\u7DE8\u96C6\u3057\u3001\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3HTTP\u30D8\u30C3\u30C0\u30FC\u306E\u540D\u524D\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381331=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
cause381331=\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7\u304Cnull\u307E\u305F\u306F\u7A7A\u3067\u3059
action381331=HTTP\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u56FA\u6709\u306E\u69CB\u6210\u30DA\u30FC\u30B8\u3067\u30C9\u30ED\u30C3\u30D7\u30C0\u30A6\u30F3\u30FB\u30EA\u30B9\u30C8\u304B\u3089\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7\u3092\u9078\u629E\u3059\u308B\u304B\u3001\u4ED6\u306E\u8A8D\u8A3C\u30E1\u30BD\u30C3\u30C9\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381332=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u8A8D\u8A3C\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30AB\u30B9\u30BF\u30E0\u30FB\u30C8\u30FC\u30AF\u30F3\u3092\u6301\u3064HTTP\u30D8\u30C3\u30C0\u30FC\u306E\u540D\u524D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
cause381332=\u30D8\u30C3\u30C0\u30FC\u540D\u304Cnull\u307E\u305F\u306F\u7A7A\u3067\u3059
action381332=HTTP\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u56FA\u6709\u306E\u69CB\u6210\u30DA\u30FC\u30B8\u3067HTTP\u30D8\u30C3\u30C0\u30FC\u540D\u3092\u5165\u529B\u3059\u308B\u304B\u3001\u4ED6\u306E\u8A8D\u8A3C\u30E1\u30BD\u30C3\u30C9\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
action381333=HTTP\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u5165\u529B\u3055\u308C\u305FHTTP\u30E1\u30BD\u30C3\u30C9\u540D\u304C\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381334=HTTP\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u5165\u529B\u3055\u308C\u305FHTTP\u30E1\u30BD\u30C3\u30C9\u540D\u304C\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381335=HTTP\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u5165\u529B\u3055\u308C\u305FHTTP\u30E1\u30BD\u30C3\u30C9\u540D\u304C\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381336=HTTP\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001URI\u8A2D\u5B9A\u304C\u7A7A\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381337=HTTP\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u300C\u30C1\u30E3\u30F3\u30AF\u30FB\u30B9\u30C8\u30EA\u30FC\u30DF\u30F3\u30B0\u30FB\u30E2\u30FC\u30C9\u300D\u304A\u3088\u3073\u300CHTTP\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u306E\u8FFD\u8DE1\u300D\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u4E21\u65B9\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381338=WS-I\u6E96\u62E0\u30EB\u30FC\u30EB\u306B\u3088\u308A\u3001HTTP POST\u30EA\u30AF\u30A8\u30B9\u30C8\u4EE5\u5916\u3092\u62D2\u5426\u3057\u3066\u3044\u307E\u3059\u3002\u30E6\u30FC\u30B6\u30FC\u306FPOST\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u30B5\u30FC\u30D3\u30B9\u306B\u9001\u4FE1\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
