messagedetail381303=HTTP \uD504\uB85D\uC2DC\uC5D0 \uB300\uD55C \uC751\uB2F5\uC744 \uC900\uBE44\uD558\uB294 \uC911 OSB \uD30C\uC774\uD504 \uB77C\uC778\uC5D0\uC11C \uD504\uB85D\uC2DC\uC5D0 \uC81C\uACF5\uD55C \uC751\uB2F5 \uBA54\uD0C0 \uB370\uC774\uD130\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C HTTP \uD504\uB85D\uC2DC\uB294 \uC131\uACF5\uC801\uC778 \uC694\uCCAD \uC644\uB8CC\uB97C \uAC00\uC815\uD558\uACE0 HTTP OK(200) \uC0C1\uD0DC \uCF54\uB4DC\uB97C \uB2E4\uC2DC \uD074\uB77C\uC774\uC5B8\uD2B8\uB85C \uBCF4\uB0C5\uB2C8\uB2E4.
action381303=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail381304=OSB HTTP \uC804\uC1A1\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381304=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381307=HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uC544\uD2F0\uD329\uD2B8\uB97C \uB4F1\uB85D \uB610\uB294 \uB4F1\uB85D \uD574\uC81C\uD558\uB294 \uC911 \uB2E8\uC21C \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC624\uB958\uAC00 \uBB34\uC2DC\uB429\uB2C8\uB2E4.
action381307=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail381308=HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uC544\uD2F0\uD329\uD2B8\uB97C \uB4F1\uB85D \uB610\uB294 \uB4F1\uB85D \uD574\uC81C\uD558\uB294 \uC911 \uB2E8\uC21C \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC624\uB958\uAC00 \uBB34\uC2DC\uB429\uB2C8\uB2E4.
action381308=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail381309=HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uC544\uD2F0\uD329\uD2B8\uB97C \uB4F1\uB85D \uB610\uB294 \uB4F1\uB85D \uD574\uC81C\uD558\uB294 \uC911 \uB2E8\uC21C \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC624\uB958\uAC00 \uBB34\uC2DC\uB429\uB2C8\uB2E4.
action381309=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail381310=HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uC544\uD2F0\uD329\uD2B8\uB97C \uB4F1\uB85D \uB610\uB294 \uB4F1\uB85D \uD574\uC81C\uD558\uB294 \uC911 \uB2E8\uC21C \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC624\uB958\uAC00 \uBB34\uC2DC\uB429\uB2C8\uB2E4.
action381310=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail381311=HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uC544\uD2F0\uD329\uD2B8\uB97C \uB4F1\uB85D \uB610\uB294 \uB4F1\uB85D \uD574\uC81C\uD558\uB294 \uC911 \uB2E8\uC21C \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC624\uB958\uAC00 \uBB34\uC2DC\uB429\uB2C8\uB2E4.
action381311=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String inboundEndpoint
messagedetail381316=HTTPS \uC778\uBC14\uC6B4\uB4DC \uB05D\uC810 {0}\uC5D0\uC11C CLIENT-CERT \uC778\uC99D\uC744 \uC9C0\uC815\uD558\uAE30 \uB54C\uBB38\uC5D0 X.509 \uD1A0\uD070 \uC9C0\uC6D0\uC774 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C ID \uAC80\uC99D\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
action381316=WebLogic Server \uCF58\uC194\uC758 \uBCF4\uC548 \uC601\uC5ED \uD398\uC774\uC9C0\uC5D0\uC11C ID \uAC80\uC99D \uC81C\uACF5\uC790\uC758 X.509 ID \uAC80\uC99D\uC744 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String inboundEndpoint
messagedetail381317=HTTPS \uC778\uBC14\uC6B4\uB4DC \uB05D\uC810 {0}\uC5D0\uC11C CLIENT-CERT \uC778\uC99D\uC744 \uC9C0\uC815\uD558\uAE30 \uB54C\uBB38\uC5D0 \uAE30\uBCF8 ID \uAC80\uC99D \uC81C\uACF5\uC790\uC758 \uC0AC\uC6A9\uC790 \uC774\uB984 \uB9E4\uD37C \uC18D\uC131\uC744 \uAD6C\uC131\uD574\uC57C \uD569\uB2C8\uB2E4(\uC591\uBC29\uD5A5 SSL\uC744 \uC9C0\uC6D0\uD574\uC57C \uD568).
action381317=WebLogic Server \uCF58\uC194\uC758 \uBCF4\uC548 \uC601\uC5ED \uD398\uC774\uC9C0\uC5D0\uC11C \uAE30\uBCF8 ID \uAC80\uC99D \uC81C\uACF5\uC790\uC758 \uC0AC\uC6A9\uC790 \uC774\uB984 \uB9E4\uD37C \uD544\uB4DC\uB97C \uAD6C\uC131\uD558\uC2ED\uC2DC\uC624.
messagedetail381318=\uC0C8 HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C URI\uAC00 \uC774\uBBF8 \uB2E4\uB978 HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB098 WS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC0AC\uC6A9\uB429\uB2C8\uB2E4. \uAC01 HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uB294 \uACE0\uC720\uD55C URI\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381318=HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uACE0\uC720\uD55C URI \uAC12\uC774 \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381319=\uC0C8 HTTP \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C URL \uC911 \uD558\uB098\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. RFC 2616\uC5D0 \uB530\uB77C HTTP URL\uC740 http://\uB85C \uC2DC\uC791\uD574\uC57C \uD558\uBA70 \uD638\uC2A4\uD2B8 \uC774\uB984\uC774 \uD3EC\uD568\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381319=HTTP \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC801\uD569\uD55C URL\uC744 \uC785\uB825\uD588\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381320=\uC0C8 HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C URI\uAC00 \uC808\uB300 URI\uC785\uB2C8\uB2E4. HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C\uB294 \uC0C1\uB300 URI\uB9CC \uC9C0\uC6D0\uB429\uB2C8\uB2E4.
action381320=HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC0C1\uB300 URI(\uC608: "/someName")\uB9CC \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381321=\uC0C8 HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 "/"\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C URI\uAC00 \uC774\uBBF8 \uB0B4\uBD80 OSB \uCEE4\uB110 \uC751\uC6A9 \uD504\uB85C\uADF8\uB7A8\uC5D0\uC11C \uC0AC\uC6A9\uB429\uB2C8\uB2E4.
action381321=HTTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC774 \uD504\uB85D\uC2DC\uC758 URI\uC5D0 \uB2E4\uB978 \uACE0\uC720 \uAC12\uC774 \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381322=\uC544\uC6C3\uBC14\uC6B4\uB4DC HTTP \uC694\uCCAD \uB610\uB294 \uC778\uBC14\uC6B4\uB4DC \uC751\uB2F5\uC5D0 \uC9C0\uC815\uB41C \uD5E4\uB354 \uC774\uB984/\uAC12 \uC30D\uC744 \uC124\uC815\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. HTTP \uC804\uC1A1\uC5D0\uC11C\uB9CC \uBB38\uC790\uC5F4 \uD5E4\uB354 \uAC12\uC744 \uD5C8\uC6A9\uD558\uC9C0\uB9CC \uB2E4\uB978 \uB370\uC774\uD130 \uC720\uD615\uC774 \uC9C0\uC815\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC774 \uBB38\uC81C\uB294 \uC804\uC1A1 \uD5E4\uB354 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBAA8\uB4E0 \uC804\uC1A1 \uD5E4\uB354\uB97C JMS \uB4F1\uC758 \uBE44\uBB38\uC790\uC5F4 \uD5E4\uB354\uB97C \uC9C0\uC6D0\uD558\uB294 \uD55C \uC804\uC1A1\uC5D0\uC11C HTTP \uC804\uC1A1\uC73C\uB85C \uC804\uB2EC\uD560 \uB54C\uB9CC \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action381322=\uD30C\uC774\uD504 \uB77C\uC778 \uAD6C\uC131\uC5D0\uC11C HTTP \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD \uB610\uB294 \uC778\uBC14\uC6B4\uB4DC \uC751\uB2F5\uC758 \uC804\uC1A1 \uD5E4\uB354 \uAC12\uC744 \uC124\uC815\uD558\uB294 \uB370 \uBB38\uC790\uC5F4\uB9CC \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381323=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uD074\uB77C\uC774\uC5B8\uD2B8 \uC778\uC99D\uC11C \uC778\uC99D\uC5D0 \uB300\uD574 \uAD6C\uC131\uB418\uC5B4 \uC788\uC73C\uB098 https \uB05D\uC810\uC774 \uC544\uB2D9\uB2C8\uB2E4. \uD074\uB77C\uC774\uC5B8\uD2B8 \uC778\uC99D\uC11C \uC778\uC99D\uC740 https \uB05D\uC810\uC5D0\uB9CC \uD5C8\uC6A9\uB429\uB2C8\uB2E4.
action381323=\uC804\uC1A1 \uAD6C\uC131 \uD398\uC774\uC9C0\uC5D0\uC11C https \uD544\uC218 \uD50C\uB798\uADF8\uB97C true\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail381324=\uC774 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uB05D\uC810\uC758 HTTP \uC804\uC1A1 \uAD6C\uC131\uC5D0\uC11C\uB294 \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 \uC778\uC99D\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC774 \uAD6C\uC131\uC740 \uC774 Oracle Service Bus \uB9B4\uB9AC\uC2A4\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action381324=\uB05D\uC810 \uAD6C\uC131 \uD398\uC774\uC9C0\uC5D0\uC11C \uC778\uC99D \uBA54\uC18C\uB4DC\uB97C \uBCC0\uACBD\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String tokenType
messagedetail381325=\uC774 \uB05D\uC810\uC740 "{0}" \uC720\uD615\uC758 \uD1A0\uD070\uC5D0 \uB300\uD55C \uC804\uC1A1 \uB808\uBCA8 \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 \uC778\uC99D\uC73C\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uD1A0\uD070 \uC720\uD615\uC5D0 \uB300\uD55C ID \uAC80\uC99D \uC81C\uACF5\uC790\uAC00 \uC5C6\uAC70\uB098 \uD1A0\uD070 \uC720\uD615\uC774 \uD65C\uC131\uD654\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String tokenType
action381325=WebLogic Server \uCF58\uC194\uC5D0\uC11C \uBCF4\uC548 \uC601\uC5ED \uD398\uC774\uC9C0\uB85C \uC774\uB3D9\uD558\uC5EC \uBCF4\uC548 \uC601\uC5ED\uC5D0 "{0}" \uC720\uD615\uC758 \uD1A0\uD070\uC744 \uC9C0\uC6D0\uD558\uB294 ID \uAC80\uC99D \uC81C\uACF5\uC790\uAC00 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uACE0 \uC81C\uACF5\uC790\uC758 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB41C \uD1A0\uD070 \uBAA9\uB85D\uC5D0 \uD574\uB2F9 \uD1A0\uD070 \uC720\uD615\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381326=\uC804\uC1A1 \uB808\uBCA8 \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 \uC778\uC99D\uC744 \uC0AC\uC6A9\uD558\uB824\uBA74 \uD1A0\uD070\uC744 \uC804\uB2EC\uD560 HTTP \uD5E4\uB354 \uC774\uB984\uC744 \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
action381326=http \uB05D\uC810 \uAD6C\uC131 \uC138\uBD80 \uC815\uBCF4\uB97C \uD3B8\uC9D1\uD558\uACE0 \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 http \uD5E4\uB354 \uC774\uB984\uC744 \uC9C0\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail381331=\uB05D\uC810\uC740 \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 \uC778\uC99D\uC5D0 \uB300\uD574 \uAD6C\uC131\uB429\uB2C8\uB2E4. \uD1A0\uD070 \uC720\uD615\uC744 \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
cause381331=\uD1A0\uD070 \uC720\uD615\uC774 \uB110\uC774\uAC70\uB098 \uBE44\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
action381331=HTTP \uC804\uC1A1 \uD2B9\uC815 \uAD6C\uC131 \uD398\uC774\uC9C0\uC758 \uB4DC\uB86D\uB2E4\uC6B4 \uBAA9\uB85D\uC5D0\uC11C \uD1A0\uD070 \uC720\uD615\uC744 \uC120\uD0DD\uD558\uAC70\uB098 \uB2E4\uB978 \uC778\uC99D \uBA54\uC18C\uB4DC\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
messagedetail381332=\uB05D\uC810\uC740 \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070 \uC778\uC99D\uC5D0 \uB300\uD574 \uAD6C\uC131\uB429\uB2C8\uB2E4. \uC0AC\uC6A9\uC790 \uC815\uC758 \uD1A0\uD070\uC744 \uC804\uB2EC\uD558\uB294 HTTP \uD5E4\uB354 \uC774\uB984\uC744 \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
cause381332=\uD5E4\uB354 \uC774\uB984\uC774 \uB110\uC774\uAC70\uB098 \uBE44\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
action381332=HTTP \uC804\uC1A1 \uD2B9\uC815 \uAD6C\uC131 \uD398\uC774\uC9C0\uC5D0\uC11C HTTP \uD5E4\uB354 \uC774\uB984\uC744 \uC785\uB825\uD558\uAC70\uB098 \uB2E4\uB978 \uC778\uC99D \uBA54\uC18C\uB4DC\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
action381333=HTTP \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC801\uD569\uD55C HTTP \uBA54\uC18C\uB4DC \uC774\uB984\uC744 \uC785\uB825\uD588\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381334=HTTP \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC801\uD569\uD55C HTTP \uBA54\uC18C\uB4DC \uC774\uB984\uC744 \uC785\uB825\uD588\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381335=HTTP \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 \uC801\uD569\uD55C HTTP \uBA54\uC18C\uB4DC \uC774\uB984\uC744 \uC785\uB825\uD588\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381336=HTTP \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 URI \uC124\uC815\uC774 \uBE44\uC5B4 \uC788\uC9C0 \uC54A\uB3C4\uB85D \uC9C0\uC815\uD558\uC2ED\uC2DC\uC624.
action381337=HTTP \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 ''\uC870\uAC01\uD654\uB41C \uC2A4\uD2B8\uB9AC\uBC0D \uBAA8\uB4DC''\uC640 ''HTTP \uC7AC\uC9C0\uC815 \uCD94\uC801'' \uC635\uC158\uC774 \uBAA8\uB450 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC740\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381338=WS-I \uC900\uC218 \uADDC\uCE59\uC73C\uB85C \uC778\uD574 \uBE44HTTP POST \uC694\uCCAD\uC744 \uAC70\uBD80\uD558\uB294 \uC911\uC785\uB2C8\uB2E4. \uC0AC\uC6A9\uC790\uAC00 \uD574\uB2F9 \uC11C\uBE44\uC2A4\uB85C POST \uC694\uCCAD\uC744 \uBCF4\uB0B4\uC57C \uD569\uB2C8\uB2E4.
