messagedetail381303=Ao preparar a resposta ao proxy HTTP, nenhum metadado de resposta foi dada ao proxy por meio do pipeline do OSB. Como resultado, o proxy HTTP pressupor\u00E1 a conclus\u00E3o da solicita\u00E7\u00E3o com sucesso e enviar\u00E1 o c\u00F3digo de status HTTP OK (200) de volta ao cliente
action381303=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail381304=Ocorreu uma exce\u00E7\u00E3o inesperada no transporte HTTP do OSB. Deve haver uma mensagem de erro que indica a causa do problema.
action381304=Entre em contato com o suporte t\u00E9cnico
messagedetail381307=Ocorreu um erro interno n\u00E3o fatal ao registrar ou cancelar o registro de artefatos do servi\u00E7o de proxy HTTP. Deve haver uma mensagem de erro que indica a causa do problema. O erro ser\u00E1 ignorado
action381307=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail381308=Ocorreu um erro interno n\u00E3o fatal ao registrar ou cancelar o registro de artefatos do servi\u00E7o de proxy HTTP. Deve haver uma mensagem de erro que indica a causa do problema. O erro ser\u00E1 ignorado
action381308=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail381309=Ocorreu um erro interno n\u00E3o fatal ao registrar ou cancelar o registro de artefatos do servi\u00E7o de proxy HTTP. Deve haver uma mensagem de erro que indica a causa do problema. O erro ser\u00E1 ignorado
action381309=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail381310=Ocorreu um erro interno n\u00E3o fatal ao registrar ou cancelar o registro de artefatos do servi\u00E7o de proxy HTTP. Deve haver uma mensagem de erro que indica a causa do problema. O erro ser\u00E1 ignorado
action381310=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
messagedetail381311=Ocorreu um erro interno n\u00E3o fatal ao registrar ou cancelar o registro de artefatos do servi\u00E7o de proxy HTTP. Deve haver uma mensagem de erro que indica a causa do problema. O erro ser\u00E1 ignorado
action381311=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria
## P4ADE ## {0} : String inboundEndpoint
messagedetail381316=Uma asser\u00E7\u00E3o de identidade com suporte de token X.509 ativado \u00E9 necess\u00E1ria porque o ponto final {0} de entrada HTTPS especifica a autentica\u00E7\u00E3o de CERTIFICADO DO CLIENTE
action381316=Ative a asser\u00E7\u00E3o de identidade X.509 em seu fornecedor de Asser\u00E7\u00E3o de Identidades nas p\u00E1ginas do realm de seguran\u00E7a da console do WebLogic Server
## P4ADE ## {0} : String inboundEndpoint
messagedetail381317=O ponto final {0} de entrada de HTTPS especifica a autentica\u00E7\u00E3o do CERTIFICADO DO CLIENTE; portanto, as propriedades do mapeador do nome do usu\u00E1rio da asser\u00E7\u00E3o de identidade default devem ser configuradas (isto \u00E9 necess\u00E1rio para suportar SSL bidirecional)
action381317=Configure os campos no mapeador do nome do usu\u00E1rio do provedor de Asser\u00E7\u00E3o de Identidade Default nas p\u00E1ginas do realm de seguran\u00E7a da console do WebLogic Server
messagedetail381318=Ocorreu um erro ao registrar um novo servi\u00E7o de proxy HTTP: O URI configurado para este servi\u00E7o de proxy j\u00E1 foi usado por outro servi\u00E7o de proxy HTTP ou o servi\u00E7o de proxy de web services. Cada servi\u00E7o de proxy HTTP tem um URL exclusivo.
action381318=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de proxy HTTP e certifique-se de que o valor do URI foi usado.
messagedetail381319=Ocorreu um erro ao registrar um novo servi\u00E7o de neg\u00F3cio HTTP: Um dos URLs configurados para o servi\u00E7o de neg\u00F3cios \u00E9 inv\u00E1lido. De acordo com o RFC 2616, os urls de HTTP devem come\u00E7ar com http:// e ter um nome de host
action381319=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de neg\u00F3cios HTTP e certifique-se de que um URL v\u00E1lido est\u00E1 sendo informado
messagedetail381320=Ocorreu um erro ao registrar um novo servi\u00E7o de proxy HTTP: o URI configurado para este servi\u00E7o de proxy \u00E9 um URL absoluto. Somente os URIs relativos s\u00E3o suportados para os servi\u00E7os de proxy HTTP.
action381320=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de proxy HTTP e certifique-se de que somente um URI relativo (por exemplo, "/someName") \u00E9 usado.
messagedetail381321=Ocorreu um erro ao registrar um novo servi\u00E7o de proxy HTTP: o URI configurado para este servi\u00E7o de proxy "/" j\u00E1 usou a aplica\u00E7\u00E3o de Kernel interna do OSB.
action381321=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de proxy HTTP e certifique-se de que um valor exclusivo diferente \u00E9 usado para o URI deste proxy
messagedetail381322=Houve um problema ao definir o par de nome/valor do cabe\u00E7alho na solicita\u00E7\u00E3o HTTP de sa\u00EDda ou na resposta de entrada. O transporte HTTP somente permite valores de cabe\u00E7alho da String quando outro tipo de dados foi fornecido. Isso pode acontecer ao usar a a\u00E7\u00E3o do cabe\u00E7alho de transporte para passar todos os cabe\u00E7alho de transporte atrav\u00E9s de um transporte que suporta cabe\u00E7alhos sem String, como um JMS para o transporte HTTP.
action381322=Verifique a configura\u00E7\u00E3o de pipeline para certificar-se de que somente as Strings s\u00E3o usadas para definir os valores do cabe\u00E7alho de transporte da solicita\u00E7\u00E3o de sa\u00EDda de HTTP ou resposta de entrada
messagedetail381323=O servi\u00E7o de proxy \u00E9 configurado para autentica\u00E7\u00E3o de certificado do cliente, mas n\u00E3o \u00E9 um ponto final https. A autentica\u00E7\u00E3o do certificado do cliente somente \u00E9 permitida em pontos finais de https
action381323=Defina o flag https necess\u00E1rio como verdadeiro na p\u00E1gina de configura\u00E7\u00E3o de transporte
messagedetail381324=A configura\u00E7\u00E3o de transporte HTTP deste ponto final de sa\u00EDda especifica a autentica\u00E7\u00E3o de token personalizada. Isso n\u00E3o \u00E9 suportado na release do Oracle Service Bus
action381324=Altere o m\u00E9todo de autentica\u00E7\u00E3o na p\u00E1gina de configura\u00E7\u00E3o do ponto final
## P4ADE ## {0} : String tokenType
messagedetail381325=Este ponto final \u00E9 configurado com a autentica\u00E7\u00E3o de token pers. do transporte para tokens do tipo "{0}". N\u00E3o h\u00E1 Provedor de Asser\u00E7\u00E3o de Identidade para teste tipo de token ou o tipo de token n\u00E3o foi ativado
## P4ADE ## {0} : String tokenType
action381325=V\u00E1 at\u00E9 as p\u00E1ginas de realm de seguran\u00E7a na console do WebLogic Server para certificar-se de que o realm de seguran\u00E7a tem um Provedor de Asser\u00E7\u00E3o de Identidade que suporta tokens do tipo "{0}"; certifique-se de o tipo de token \u00E9 uma lista de provedores de tokens ativados
messagedetail381326=A autentica\u00E7\u00E3o de token pers. de transporte exige que voc\u00EA especifique o nome do cabe\u00E7alho de HTTP que executar\u00E1 o token
action381326=Edite os detalhes de configura\u00E7\u00E3o do ponto final de http e especifique o nome do cabe\u00E7alho http de token personalizado
messagedetail381331=O ponto final \u00E9 configurado para autentica\u00E7\u00E3o de token pers. Um tipo de token deve ser especificado
cause381331=O tipo de token \u00E9 nulo ou vazio
action381331=Na p\u00E1gina de configura\u00E7\u00E3o espec\u00EDfica de transporte HTTP, selecione um tipo de token da lista drop-down ou selecione um m\u00E9todo de autentica\u00E7\u00E3o diferente
messagedetail381332=O ponto final \u00E9 configurado para autentica\u00E7\u00E3o de token pers. O nome do cabe\u00E7alho HTTP que executa o token personalizado deve ser especificado
cause381332=O nome do cabe\u00E7alho \u00E9 nulo ou vazio
action381332=Na p\u00E1gina de configura\u00E7\u00E3o espec\u00EDfica de transporte HTTP, informe o nome do cabe\u00E7alho HTTP ou selecione um m\u00E9todo de autentica\u00E7\u00E3o diferente
action381333=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de neg\u00F3cios de HTTP e certifique-se de que um nome do m\u00E9todo HTTP est\u00E1 sendo informado.
action381334=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de neg\u00F3cios de HTTP e certifique-se de que um nome do m\u00E9todo HTTP est\u00E1 sendo informado.
action381335=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de neg\u00F3cios de HTTP e certifique-se de que um nome do m\u00E9todo HTTP est\u00E1 sendo informado.
action381336=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de neg\u00F3cios HTTP e certifique-se de que o URI definido n\u00E3o deve estar vazio.
action381337=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de neg\u00F3cios HTTP e certifique-se de que as op\u00E7\u00F5es ''modo de stream da parte'' e ''seguir redirecionamentos de HTTP'' n\u00E3o est\u00E3o ativadas.
action381338=Rejeitando uma solicita\u00E7\u00E3o n\u00E3o HTTP POST devido a regras de conformidade WS-I. O usu\u00E1rio deve enviar uma solicita\u00E7\u00E3o POST para o servi\u00E7o.
