messagebody381303=Es wurden keine Antwortmetadaten festgelegt. Antwortcode "OK" wird angenommen
## P4ADE ## {0} : String method, {1} : Exception e
messagebody381304=Exception in {0}: {1}
## P4ADE ## {0} : String cause
messagebody381307=Fehler beim Zerst\u00F6ren werden ignoriert {0}
## P4ADE ## {0} : String cause
messagebody381308=Fehler beim R\u00FCckg\u00E4ngigmachen der Vorbereitung werden ignoriert {0}
## P4ADE ## {0} : String cause
messagebody381309=Fehler beim Deaktivieren werden ignoriert {0}
## P4ADE ## {0} : String cause
messagebody381310=Fehler beim Erzwingen der Produktion auf Admin werden ignoriert {0}
## P4ADE ## {0} : String cause
messagebody381311=Fehler beim Entfernen werden ignoriert {0}
messagebody381316=Identity Assertion f\u00FCr X.509-Token ist in der Sicherheits-Realm nicht aktiviert
messagebody381317=Das Unter-Plug-in mit dem X.509-Benutzernamen-Mapper des Standard-Identity Asserters ist nicht konfiguriert
## P4ADE ## {0} : String uri, {1} : String other
messagebody381318=URI {0} f\u00FCr diesen Proxy-Service wird bereits von einem anderen Proxy-Service verwendet: {1}
messagebody381319=URLs von HTTP-Business-Services m\u00FCssen mit "http://" oder "https://" beginnen und einen Hostnamen haben
## P4ADE ## {0} : String uri
messagebody381320=Es kann kein HTTP-Inbound-Endpunkt mit absolutem URI {0} erstellt werden
## P4ADE ## {0} : String uri
messagebody381321=URI {0} f\u00FCr diesen Proxy-Service wird bereits von OSB-Kernel-Anwendung verwendet
## P4ADE ## {0} : String headerName, {1} : String className
messagebody381322=Es konnte kein Header mit dem Namen {0} hinzugef\u00FCgt werden: HTTP-Header m\u00FCssen eine Zeichenfolge sein. Stattdessen wurde {1} gefunden
messagebody381323=SSL-Clientauthentifizierung \u00FCber Plain Text-HTTP ist nicht zul\u00E4ssig
messagebody381324=Ung\u00FCltige Authentifizierungskonfiguration auf HTTP-Transportebene: F\u00FCr Business-Services wird die Authentifizierung mit benutzerdefinierten Token nicht unterst\u00FCtzt
messagebody381325=Ung\u00FCltige Konfiguration f\u00FCr Authentifizierung mit benutzerdefinierten Token auf HTTP-Transportebene: Ung\u00FCltiger Tokentyp
messagebody381326=Ung\u00FCltige Konfiguration f\u00FCr Authentifizierung mit benutzerdefinierten Token auf HTTP-Transportebene: Header-Name wurde nicht angegeben
messagebody381327=Identity Assertion f\u00FCr benutzerdefiniertes Token auf Transportebene nicht erfolgreich
messagebody381328=Eingehende HTTP-BASIC-Authentifizierung nicht erfolgreich
messagebody381329=Eingehende SSL-Authentifizierung des Clientzertifikats nicht erfolgreich
## P4ADE ## {0} : int code, {1} : String msg
messagebody381330=Ausgehende HTTP-Anforderung hat zu einem Fehler gef\u00FChrt. Ursache: {0}: {1}. Anforderung wird wiederholt
messagebody381331=Ein Tokentyp muss konfiguriert sein, wenn die Authentifizierung mit benutzerdefinierten Token verwendet wird
messagebody381332=Der Name des HTTP-Headers, der das benutzerdefinierte Token enth\u00E4lt, muss angegeben werden
messagebody381333=HTTP-Methode "GET" ist nur f\u00FCr den Service-Typ "Beliebiges XML" oder Messaging-Typ mit "Kein" als Anforderungstyp zul\u00E4ssig.
messagebody381334=HTTP-Methoden "PUT" und "DELETE" sind nur f\u00FCr den Service-Typ "Beliebiges XML" oder Messaging-Typ zul\u00E4ssig.
messagebody381335=HTTP-Methode "HEAD" ist nur f\u00FCr den Service-Typ "Beliebiges XML" oder Messaging-Typ mit "Kein" als Antworttyp zul\u00E4ssig.
messagebody381336=F\u00FCr den HTTP-Business-Service sind keine URIs konfiguriert.
messagebody381337=F\u00FCr den HTTP-Business-Service d\u00FCrfen die Optionen ''Chunk-Streaming-Modus verwenden'' und ''HTTP-Umleitungen folgen" nicht beide aktiviert sein.
## P4ADE ## {0} : String contextPath
messagebody381338=Eine Nicht-HTTP POST-Anforderung wird aufgrund von WS-I-Konformit\u00E4tsregeln f\u00FCr Service mit Kontextpfad {0} abgelehnt.
