messagebody381303=Nenhum metadados de resposta foi definido. Assumir\u00E1 o c\u00F3digo de resposta OK
## P4ADE ## {0} : String method, {1} : Exception e
messagebody381304=Exce\u00E7\u00E3o em {0}: {1}
## P4ADE ## {0} : String cause
messagebody381307=Ignorando destrui\u00E7\u00E3o de erros {0}
## P4ADE ## {0} : String cause
messagebody381308=Ignorando desprepara\u00E7\u00E3o de erros {0}
## P4ADE ## {0} : String cause
messagebody381309=Ignorando desativa\u00E7\u00E3o de erros {0}
## P4ADE ## {0} : String cause
messagebody381310=Ignorando imposi\u00E7\u00E3o de produ\u00E7\u00E3o para erros administrativos {0}
## P4ADE ## {0} : String cause
messagebody381311=Ignorando remo\u00E7\u00E3o de erros {0}
messagebody381316=Asser\u00E7\u00E3o de identidade de token de X.509 n\u00E3o ativada no realm de seguran\u00E7a
messagebody381317=O subplug-in do mapeador do nome do usu\u00E1rio do X.509 da asser\u00E7\u00E3o da identidade default n\u00E3o foi configurado
## P4ADE ## {0} : String uri, {1} : String other
messagebody381318=O URI {0} deste servi\u00E7o de proxy j\u00E1 est\u00E1 sendo usado por outro servi\u00E7o de proxy: {1}
messagebody381319=Os URLs do servi\u00E7o de neg\u00F3cios de HTTP deve come\u00E7ar com http:// ou https:// e ter um nome de host
## P4ADE ## {0} : String uri
messagebody381320=N\u00E3o \u00E9 poss\u00EDvel criar um ponto final de HTTP de entrada com o URI absoluto {0}
## P4ADE ## {0} : String uri
messagebody381321=O URI {0} deste servi\u00E7o de proxy j\u00E1 est\u00E1 sendo usado pela aplica\u00E7\u00E3o OSB Kernel
## P4ADE ## {0} : String headerName, {1} : String className
messagebody381322=Falha ao adicionar um cabe\u00E7alho denominado: {0}: os cabe\u00E7alhos de HTTP precisam ser string, em vez de {1} que foi encontrado
messagebody381323=Autentica\u00E7\u00E3o de cliente de SSL n\u00E3o permitida em HTTP de texto sem formata\u00E7\u00E3o
messagebody381324=Configura\u00E7\u00E3o de autentica\u00E7\u00E3o de transporte http inv\u00E1lida: autentica\u00E7\u00E3o de token pers. n\u00E3o suportada nos servi\u00E7os de neg\u00F3cios
messagebody381325=Configura\u00E7\u00E3o de autentica\u00E7\u00E3o de token pers. de transporte http inv\u00E1lida: tipo de token inv\u00E1lido
messagebody381326=Configura\u00E7\u00E3o de autentica\u00E7\u00E3o de token pers. de transporte http inv\u00E1lida: o nome do cabe\u00E7alho n\u00E3o foi especificado
messagebody381327=Falha de asser\u00E7\u00E3o da identidade de token personalizada do transporte
messagebody381328=Falha na autentica\u00E7\u00E3o BASIC de http de entrada
messagebody381329=Falha de autentica\u00E7\u00E3o do certificado do cliente SSL de entrada
## P4ADE ## {0} : int code, {1} : String msg
messagebody381330=A solicita\u00E7\u00E3o HTTP de sa\u00EDda resultou em falha em decorr\u00EAncia de {0} : {1}. A solicita\u00E7\u00E3o foi repetida
messagebody381331=Um tipo de token deve ser configurado ao usar a autentica\u00E7\u00E3o de token pers.
messagebody381332=Deve ser especificado o nome do cabe\u00E7alho http que executa o token personalizado
messagebody381333=O m\u00E9todo "GET" de HTTP somente \u00E9 permitido para qualquer tipo de mensagem ou xml do Tipo de Servi\u00E7o com nenhum como o tipo de solicita\u00E7\u00E3o.
messagebody381334=Os m\u00E9todos "PUT" e "DELETE" somente s\u00E3o permitidos para qualquer tipo de mensagem ou xml do Tipo de Servi\u00E7o.
messagebody381335=O m\u00E9todo "HEAD" de HTTP somente \u00E9 permitido para qualquer tipo de xml ou de mensagem do Tipo de Servi\u00E7o com nenhum como o tipo de resposta.
messagebody381336=O servi\u00E7o de neg\u00F3cios de HTTP n\u00E3o tem URIs configurados.
messagebody381337=O servi\u00E7o de neg\u00F3cios de HTTP n\u00E3o pode ter as op\u00E7\u00F5es ''modo de fluxo em partes'' e ''seguir redirecionamentos de http'' ativadas.
## P4ADE ## {0} : String contextPath
messagebody381338=Rejeitando uma solicita\u00E7\u00E3o HTTP POST devido a regras de conformidade WS-I para servi\u00E7o com o caminho de contexto {0}.
