messagedetail381501=Al llamar a un servicio de negocio de JMS, la respuesta a la petici\u00F3n de JMS no ha llegado antes de que haya caducado el timeout especificado.
action381501=Compruebe que el servicio de negocio de JMS de backend est\u00E1 funcionando correctamente y aumente el valor del timeout si es necesario
messagedetail381502=Se ha producido una excepci\u00F3n de uso general inesperada en el transporte de JMS de OSB. Debe aparecer un mensaje de error que indique la causa del problema
action381502=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail381503=Un servicio de negocio de petici\u00F3n/respuesta de JMS de OSB ha seleccionado un mensaje del destino de respuesta de JMS configurado que no tiene la propiedad de mensaje JMSCorrelationID esperada. Como resultado, el mensaje de respuesta se ha borrado.
action381503=Aseg\u00FArese de que el servicio de negocio de JMS de backend funciona correctamente (por ejemplo, que se obtiene eco de JMSCorrelationID al responder). Aseg\u00FArese tambi\u00E9n de que otros servicios de JMS no relacionados no comparten el destino de JMS configurado para las respuestas.
messagedetail381504=Un servicio de negocio de petici\u00F3n/respuesta de JMS de OSB ha seleccionado un mensaje del destino de respuesta de JMS configurado cuya propiedad de mensaje JMSCorrelationID ten\u00EDa datos inesperados. Como resultado, se ha borrado el mensaje de respuesta.
action381504=Aseg\u00FArese de que el servicio de negocio de JMS de backend funciona correctamente (por ejemplo, que se obtiene eco de JMSCorrelationID al responder). Aseg\u00FArese tambi\u00E9n de que otros servicios de JMS no relacionados no comparten el destino de JMS configurado para las respuestas.
messagedetail381505=Un servicio de negocio de petici\u00F3n/respuesta de JMS de OSB ha seleccionado un mensaje del destino de respuesta de JMS configurado que no se correlacionaba con una petici\u00F3n de JMS conocida que se hab\u00EDa enviado con anterioridad. Como resultado, se ha borrado el mensaje de respuesta.
action381505=Aseg\u00FArese de que el servicio de negocio de JMS de backend funciona correctamente (por ejemplo, que se obtiene eco de JMSCorrelationID al responder). Aseg\u00FArese tambi\u00E9n de que otros servicios de JMS no relacionados no comparten el destino de JMS configurado para las respuestas.
messagedetail381506=El servicio de proxy de JMS ha recibido un mensaje que no es de texto o bytes u objeto o como respuesta al servicio de negocio de JMS. El transporte de JMS de OSB s\u00F3lo soporta mensajes de texto, bytes y objeto.
action381506=Aseg\u00FArese de que s\u00F3lo se env\u00EDan mensajes de bytes o texto de JMS al proxy o servicios de negocio de JMS de OSB.
messagedetail381507=\u00C9ste es un mensaje de informaci\u00F3n para alertar al usuario de que se est\u00E1 enviando una carga \u00FAtil de respuesta vac\u00EDa como respuesta al proxy de JMS con respuesta
action381507=Si \u00E9ste es el comportamiento esperado, no se necesita ninguna acci\u00F3n. De lo contrario, puede utilizar varias acciones de pipeline para examinar y definir el cuerpo del mensaje de respuesta que se va a enviar.
messagedetail381508=El transporte de JMS de OSB no ha podido determinar si la f\u00E1brica de conexiones de JMS configurada soporta las transacciones XA. Como resultado, se asumir\u00E1 que no se soportan para la generaci\u00F3n de artefactos relacionados con el servicio.
action381508=Aseg\u00FArese de que el proveedor de JNDI al que hace referencia la URL de servicio de JMS est\u00E1 activo y se est\u00E1 ejecutando y que se puede acceder al mismo correctamente en el momento de activaci\u00F3n del servicio. Aseg\u00FArese de que el nombre de JNDI de la f\u00E1brica de conexiones configurada corresponde a un objeto de f\u00E1brica de conexiones existente en el proveedor de JNDI.
messagedetail381509=Se ha intentado definir la propiedad de JMS de WLS 'UnitOfOrder' en el mensaje que corresponde al destino de JMS que no sea WLS. S\u00F3lo WLS 9.0 y las versiones superiores soportan la funci\u00F3n 'UnitOfOrder'.
action381509=Compruebe la configuraci\u00F3n del servicio de JMS para asegurarse de que si se utiliza el valor UnitOfOrder, la URL se corresponde con el proveedor de JMS de WLS 9.0.
messagedetail381510=Se ha producido un error inesperado al generar los artefactos relacionados con el servicio de JMS. Debe aparecer un mensaje de error que indique la causa del problema.
action381510=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail381511=Se ha producido un error inesperado cuando el servicio de proxy de JMS especificado ha procesado el mensaje entrante. Puede deberse a la configuraci\u00F3n incorrecta del servicio
action381511=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail381512=Se ha producido un error inesperado en el momento de activaci\u00F3n de la sesi\u00F3n al registrar un nuevo servicio de JMS. Dos o m\u00E1s servicios de JMS comparten el mismo nombre.
action381512=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail381513=En la configuraci\u00F3n del servicio de proxy de JMS, los URI de solicitud y respuesta son el mismo. Dicha configuraci\u00F3n no es v\u00E1lida, ya que con toda probabilidad dar\u00E1 como resultado un bucle y procesamiento de solicitud/respuesta infinitos.
action381513=Aseg\u00FArese de que los URI de petici\u00F3n y respuesta tienen distintos valores en la configuraci\u00F3n del servicio de proxy de JMS
messagedetail381514=El enlace de servicio (SOAP/XML/WSDL) tiene operaciones de petici\u00F3n/respuesta, pero la configuraci\u00F3n de transporte de JMS no tiene informaci\u00F3n de respuesta.
action381514=Aseg\u00FArese de que la configuraci\u00F3n de transporte de JMS del servicio es consistente con el tipo de enlace de servicio declarado.
messagedetail381515=El destino configurado para el servicio de proxy de JMS no es v\u00E1lido en la configuraci\u00F3n de cluster actual. Puede deberse a que la configuraci\u00F3n del cluster haya cambiado recientemente o cuando se ha movido este servicio de JMS (exportado e importado) de un cluster a otro.
action381515=Aseg\u00FArese de que el destino configurado (servidor o cluster) corresponde a uno de los nombres de destino v\u00E1lidos de la lista desplegable de destinos disponibles en la configuraci\u00F3n de transporte de JMS
messagedetail381516=Se ha producido un error al intentar definir los par\u00E1metros de configuraci\u00F3n en un destino de WLS especificado. Debe aparecer un mensaje de error que indique la causa del error.
action381516=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail381517=Dos o m\u00E1s servicios de proxy de JMS est\u00E1n utilizando el mismo URI. Esta operaci\u00F3n no se puede completar porque s\u00F3lo se permite un proxy de JMS para recibir mensajes desde un destino de JMS determinado.
action381517=Aseg\u00FArese de que el proxy de JMS especificado es el \u00FAnico configurado con el URI en cuesti\u00F3n.
messagedetail381518=Se ha producido un error inesperado mientras OSB estaba generando los artefactos relacionados con el servicio de JMS.
action381518=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail381519=Fallo del procesamiento del mensaje en el tiempo de ejecuci\u00F3n de OSB debido al hecho de que la configuraci\u00F3n del servicio de proxy se encuentra en el flujo. El proxy no puede procesar mensajes hasta que la configuraci\u00F3n se estabilice.
action381519=Espere hasta que la configuraci\u00F3n del servidor de OSB se estabilice y vuelva a intentar enviar esta petici\u00F3n.
messagedetail381520=El transporte de JMS de OSB no ha podido buscar la f\u00E1brica de conexiones de JMS configurada para el servicio con el patr\u00F3n de respuesta JMSMessageID en el proveedor de JNDI especificado en el momento de activaci\u00F3n del servicio
action381520=Aseg\u00FArese de que el proveedor de JNDI al que hace referencia la URL de servicio de JMS est\u00E1 activo y se est\u00E1 ejecutando y que se puede acceder al mismo correctamente en el momento de activaci\u00F3n del servicio. Aseg\u00FArese tambi\u00E9n de que el nombre de JNDI de la f\u00E1brica de conexiones configurada se corresponde con un objeto de f\u00E1brica de conexiones existente en el proveedor de JNDI.
messagedetail381521=El destino de JMS configurado para la respuesta no es una cola. S\u00F3lo las colas de JMS son destinos soportados para las respuestas a los servicios de proxy de JMS.
action381521=Compruebe que el URI de respuesta de JMS configurado en el servicio de proxy de JMS hace referencia a una cola de JMS.
messagedetail381522=Uno o varios de los URI configurados para el servicio de JMS no se encuentra en el formato esperado por OSB. El formato esperado es jms://host:port[,host:port]*/MyFactory/MyQueue, donde - host es el nombre del servidor que act\u00FAa como proveedor de JNDI; - port es el puerto del servidor que act\u00FAa como proveedor de JNDI; - MyFactory es el nombre de JNDI de la f\u00E1brica de conexiones; - MyQueue es el nombre de JNDI del destino de JMS
action381522=Aseg\u00FArese de que la cadena URI cumple con el formato esperado
messagedetail381523=Faltan uno o varios destinos que corresponden a un servidor gestionado que forma parte del dominio de cluster de OSB en la asignaci\u00F3n del servicio de JMS de destinos que utiliza el patr\u00F3n de correlaci\u00F3n JMSMessageID. Cada servidor gestionado tiene que tener un destino \u00FAnico correspondiente. Puede deberse a que la configuraci\u00F3n del cluster haya cambiado recientemente o cuando se ha movido este servicio de JMS (exportado e importado) de un cluster a otro.
action381523=Aseg\u00FArese de que el destino configurado (servidor o cluster) se corresponde con uno de los nombres de destino v\u00E1lidos de la lista desplegable de destinos disponibles en la configuraci\u00F3n de transporte de JMS
messagedetail381524=Faltan uno o varios destinos que se corresponden con un servidor gestionado que forma parte del dominio de cluster de OSB en la asignaci\u00F3n del servicio JMS de destinos que utiliza el patr\u00F3n de correlaci\u00F3n JMSMessageID. Cada servidor gestionado tiene que tener un destino \u00FAnico correspondiente. Puede deberse a que la configuraci\u00F3n del cluster haya cambiado recientemente o cuando se ha movido este servicio de JMS (exportado e importado) de un cluster a otro.
action381524=Aseg\u00FArese de que el destino configurado (servidor o cluster) corresponde a uno de los nombres de destino v\u00E1lidos de la lista desplegable de destinos disponibles en la configuraci\u00F3n de transporte de JMS
messagedetail381525=Existen dos o m\u00E1s nombres de destino id\u00E9nticos configurados para dos servidores gestionados distintos para el servicio de JMS con el patr\u00F3n de correlaci\u00F3n JMSMessageID. Cada servidor gestionado tiene que tener un destino \u00FAnico correspondiente. Puede deberse a que la configuraci\u00F3n del cluster haya cambiado recientemente o cuando se ha movido este servicio de JMS (exportado e importado) de un cluster a otro.
action381525=Aseg\u00FArese de que cada nombre de servidor gestionado se corresponde con un nombre de destino de JMS \u00FAnico en la configuraci\u00F3n de transporte de JMS para el servicio
messagedetail381526=Se ha producido un problema con la configuraci\u00F3n del servicio de JMS con el patr\u00F3n de correlaci\u00F3n JMSMessageID. Falta un elemento necesario en la configuraci\u00F3n que especifica la asignaci\u00F3n de destinos para un juego de servidores gestionados.
messagedetail381527=La cuenta de servicio utilizada en la configuraci\u00F3n del servicio de JMS no es una cuenta est\u00E1tica (por ejemplo, transferencia o asignaci\u00F3n). Los proxies y servicios de negocio de JMS soportan s\u00F3lo cuentas de servicio est\u00E1ticas
action381527=Compruebe el tipo de cuenta de servicio utilizada en la configuraci\u00F3n del servicio y aseg\u00FArese de que se utilizan s\u00F3lo cuentas est\u00E1ticas.
messagedetail381528=El env\u00EDo de un mensaje saliente desde un patr\u00F3n de proxy de JMS a otro proxy de JMS con el patr\u00F3n de respuesta JMSMessageID no est\u00E1 soportado
action381528=Compruebe la configuraci\u00F3n del flujo de mensajes para el proxy de JMS y aseg\u00FArese de que no se direcciona a un proxy de JMS que utiliza el patr\u00F3n de respuesta JMSMessageID
messagedetail381529=Fallo de una transacci\u00F3n al esperar respuesta del servicio de petici\u00F3n/respuesta de JMS. Como resultado, se ignorar\u00E1n los mensajes de respuesta relacionados.
action381529=Examine los archivos log para determinar la causa del fallo de la transacci\u00F3n y/o reintentar el env\u00EDo de la petici\u00F3n. Si el problema persiste, p\u00F3ngase en contacto con los Servicios de Soporte de Oracle
messagedetail381530=El transporte de JMS de OSB no ha podido buscar la f\u00E1brica de conexiones de JMS configurada en el proveedor de JNDI especificado en el momento de activaci\u00F3n del servicio
action381530=Aseg\u00FArese de que el proveedor de JNDI al que hace referencia la URL de servicio de JMS est\u00E1 activo y se est\u00E1 ejecutando y que se puede acceder al mismo correctamente en el momento de activaci\u00F3n del servicio. Aseg\u00FArese de que el nombre de JNDI de la f\u00E1brica de conexiones configurada se corresponde con un objeto de f\u00E1brica de conexiones existente en el proveedor de JNDI.
messagedetail381531=No se enviar\u00E1 una respuesta al servicio de proxy de JMS debido al hecho de que la transacci\u00F3n asociada a la petici\u00F3n entrante ha fallado debido al motivo indicado.
action381531=Examine los archivos log para determinar la causa del fallo de la transacci\u00F3n y/o vuelva a intentar enviar la petici\u00F3n. Si el problema persiste, p\u00F3ngase en contacto con los Servicios de Soporte de Oracle
messagedetail381532=Mensaje que advierte al usuario del hecho de que el valor de caducidad del mensaje configurado sea relativamente peque\u00F1o y puede conducir a la p\u00E9rdida de mensajes debido a su r\u00E1pida caducidad.
action381532=Aseg\u00FArese de que ha introducido correctamente el valor de caducidad configurado. No es necesario realizar ninguna acci\u00F3n adicional si el valor se ha introducido correctamente.
messagedetail381533=El destino especificado en la configuraci\u00F3n de transporte de JMS ya existe y no es una cola de JMS.
action381533=Aseg\u00FArese de que la configuraci\u00F3n de transporte de JMS es consistente con los objetos existentes disponibles de un proveedor de JNDI especificado. Significa que si se configura una cola en la p\u00E1gina de transporte de JMS y existe un objeto con el nombre de JNDI especificado, se espera que sea una cola
messagedetail381534=El destino especificado en la configuraci\u00F3n de transporte de JMS ya existe y no es un tema de JMS.
action381534=Aseg\u00FArese de que la configuraci\u00F3n de transporte de JMS es consistente con los objetos existentes disponibles de un proveedor de JNDI especificado. Significa que si se configura un tema en la p\u00E1gina de transporte de JMS y existe un objeto con el nombre de JNDI especificado, se espera que sea un tema
messagedetail381535=La f\u00E1brica de conexiones especificada en la configuraci\u00F3n de transporte de JMS ya existe y no es una instancia de TopicConnectionFactory de JMS. Como el tipo de destino configurado es un tema, es necesario proporcionar una instancia de TopicConnectionFactory v\u00E1lida en la configuraci\u00F3n
action381535=Aseg\u00FArese de que la configuraci\u00F3n de transporte de JMS es consistente con los objetos existentes disponibles de un proveedor de JNDI especificado. Significa que si se configura un tema en la p\u00E1gina de transporte de JMS y existe un objeto con el nombre de JNDI especificado, se espera que sea un valor TopicConnectionFactory
messagedetail381536=Se ha producido un error inesperado durante la exportaci\u00F3n UDDI de los servicios de JMS. Se esperaba que el servicio de JMS que se est\u00E1 exportando fuera un proxy, pero no lo es.
action381536=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail381537=Se ha producido un error inesperado al procesar el mensaje mientras se analizaba la configuraci\u00F3n espec\u00EDfica de transporte de JMS del punto final de servicio
action381537=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail381538=Se ha producido un error inesperado al procesar el mensaje mientras se procesaban los metadatos de petici\u00F3n para la petici\u00F3n entrante o saliente.
action381538=Compruebe las acciones de pipeline en el flujo de mensajes y aseg\u00FArese de que est\u00E1 definiendo los metadatos de petici\u00F3n de forma consistente con el transporte especificado para el servicio. Se pueden utilizar las acciones del log para examinar el contenido de cualquier variable de contexto del mensaje.
messagedetail381539=Se ha producido un error inesperado al procesar el mensaje mientras se procesaban los metadatos de respuesta para la petici\u00F3n entrante y saliente.
action381539=Compruebe las acciones de pipeline en el flujo de mensajes y aseg\u00FArese de que est\u00E1 definiendo los metadatos de respuesta de forma consistente con el transporte especificado para el servicio. Se pueden utilizar las acciones del log para examinar el contenido de cualquier variable de contexto del mensaje.
messagedetail381540=Un servicio de negocio de petici\u00F3n/respuesta de JMS de OSB ha seleccionado un mensaje del destino de respuesta de JMS configurado que no ten\u00EDa la propiedad de mensaje JMSCorrelationID esperada. Como resultado, se ha marcado la transacci\u00F3n de respuesta para rollback
action381540=Aseg\u00FArese de que el servicio de negocio de JMS de backend funciona correctamente (por ejemplo, que se obtiene eco de JMSCorrelationID al responder). Aseg\u00FArese tambi\u00E9n de que otros servicios de JMS no relacionados no comparten el destino de JMS configurado para las respuestas.
messagedetail381541=Un servicio de negocio de petici\u00F3n/respuesta de JMS de OSB ha seleccionado un mensaje del destino de respuesta de JMS configurado cuya propiedad de mensaje JMSCorrelationID ten\u00EDa datos inesperados. Como resultado, se ha marcado la transacci\u00F3n de respuesta para rollback
action381541=Aseg\u00FArese de que el servicio de negocio de JMS de backend funciona correctamente (por ejemplo, que se obtiene eco de JMSCorrelationID al responder). Aseg\u00FArese tambi\u00E9n de que otros servicios de JMS no relacionados no comparten el destino de JMS configurado para las respuestas.
messagedetail381542=Un servicio de negocio de petici\u00F3n/respuesta de JMS de OSB ha seleccionado un mensaje del destino de respuesta de JMS configurado que no estaba correlacionado con una petici\u00F3n de JMS conocida que se hab\u00EDa enviado con anterioridad. Como resultado, se ha marcado la transacci\u00F3n de respuesta para rollback
action381542=Aseg\u00FArese de que el servicio de negocio de JMS de backend funciona correctamente (por ejemplo, que se obtiene eco de JMSCorrelationID al responder). Aseg\u00FArese tambi\u00E9n de que otros servicios de JMS no relacionados no comparten el destino de JMS configurado para las respuestas.
messagedetail381543=El servicio de proxy de JMS puede tener vac\u00EDa la informaci\u00F3n de host y puerto en el URI, cuando se supone que utiliza el proveedor de JMS ajeno. El destino no se crea si no existe.
messagedetail381544=El servicio de negocio de JMS se ha actualizado correctamente con el esquema de configuraci\u00F3n de JMS actualizado.
messagedetail381545=La propiedad \"Transaccional S\u00EDncrono\" de la configuraci\u00F3n de transporte de JMS se actualiza a \"Misma Transacci\u00F3n para Respuesta\" en la configuraci\u00F3n de servicio.
messagedetail381546=El servicio de proxy de JMS ha recibido un tipo de mensaje de objeto de JMS o como una respuesta al servicio de negocio de JMS para el servicio distinta del servicio de mensajes con el subtipo 'Java'. Los mensajes deben ser de tipo Texto o Bytes.
action381546=Aseg\u00FArese de que s\u00F3lo los mensajes de tipo Texto o Bytes de JMS se env\u00EDan al proxy o servicios de negocio de JMS de OSB para un servicio distinto del servicio de mensajes con subtipo 'Java'.
messagedetail381547=El servicio de proxy de JMS ha recibido un mensaje de tipo Texto o Bytes o como respuesta al servicio de negocio de JMS para el servicio configurado como servicio de mensajes con el subtipo 'Java'. Los mensajes deben ser del tipo Objeto.
action381547=Aseg\u00FArese de que s\u00F3lo los mensajes de tipo Objeto de JMS se env\u00EDan al proxy o servicios de negocio de JMS de OSB para el servicio configurado como servicio de mensajes con el subtipo 'Java'.
messagedetail381548=La configuraci\u00F3n del servicio de JMS no era compatible con el tipo de enlace de servicio declarado. Un servicio de mensajes con el tipo de respuesta 'Java' no debe tener un tipo de mensaje de respuesta configurado en la configuraci\u00F3n de transporte de JMS. En este caso, el tipo de mensajes Objeto se env\u00EDa como respuesta.
action381548=Aseg\u00FArese de que la configuraci\u00F3n de transporte de JMS no debe tener un tipo de mensaje de respuesta configurado en la configuraci\u00F3n de transporte de JMS.
messagedetail381549=La configuraci\u00F3n del servicio de JMS no era compatible con el tipo de enlace de servicio declarado. Un servicio de mensajes con el tipo de petici\u00F3n 'Java' no debe tener un tipo de mensaje configurado en la configuraci\u00F3n de transporte de JMS. En este caso, el tipo de objeto de los mensajes lo env\u00EDa el servicio de negocio.
action381549=Aseg\u00FArese de que la configuraci\u00F3n de transporte de JMS no debe tener un tipo de mensaje configurado en la configuraci\u00F3n de transporte de JMS.
messagedetail381550=Un mensaje con un objeto Java debe contener un objeto Java.
action381550=Aseg\u00FArese de que el mensaje contiene s\u00F3lo un objeto Java.
messagedetail381551=La configuraci\u00F3n del servicio de JMS no es compatible con el tipo de enlace de servicio declarado. El transporte de JMS no debe tener configuraci\u00F3n de respuesta, ya que el tipo de mensajes del servicio no tiene respuesta.
action381551=Aseg\u00FArese de que la configuraci\u00F3n de transporte de JMS del servicio es consistente con el tipo de enlace de servicio declarado.
messagedetail381552=La configuraci\u00F3n del servicio de JMS no es compatible con el tipo de enlace de servicio declarado. El transporte de JMS debe tener configuraci\u00F3n de respuesta, ya que el tipo de mensajes del servicio tiene respuesta.
action381552=Aseg\u00FArese de que la configuraci\u00F3n de transporte de JMS del servicio es consistente con el tipo de enlace de servicio declarado.
messagedetail381553=Error de actualizaci\u00F3n de servicio proxy JMS al actualizar el archivo ear del despliegue. No se ha podido suprimir la versi\u00F3n antigua del archivo ear o se ha producido un error al cambiarle el nombre al nuevo archivo ear.
action381553=Aseg\u00FArese de que existe el archivo ear designado en el subdirectorio sbgen del dominio. Si no es as\u00ED, ser\u00E1 necesario suprimir el servicio y volver a agregarlo para forzar la generaci\u00F3n de un nuevo archivo ear.
