## P4ADE ## {0} : String messageId
messagebody381501=Timeout di JmsAsyncMessageTable per ID messaggio {0}
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody381502=Eccezione in {0}: {1}
## P4ADE ## {0} : String method
messagebody381503={0} ha ricevuto un messaggio con un ID correlazione JMS non valido. Il messaggio verr\u00E0 eliminato.
## P4ADE ## {0} : String method, {1} : String correlationId
messagebody381504={0} ha ricevuto un messaggio con un ID correlazione JMS {1} non valido. Il messaggio verr\u00E0 eliminato.
## P4ADE ## {0} : String method, {1} : String messageId
messagebody381505={0} ha ricevuto un messaggio con un ID messaggio {1} sconosciuto. Il messaggio verr\u00E0 eliminato.
## P4ADE ## {0} : String messageType
messagebody381506=Ricevuto tipo di messaggio imprevisto: {0}
messagebody381507=Nessun payload della risposta da inviare all'endpoint asincrono o sincrono JMS in entrata
## P4ADE ## {0} : String factory, {1} : Exception e
messagebody381508=Controllo del supporto di XA da parte del Connection Factory {0} non riuscito. Si suppone che non sia supportato: {1}
messagebody381509=Impossibile l'unit\u00E0 di ordine per producer di messaggi non WLS 9.0
## P4ADE ## {0} : Throwable e
messagebody381510=Errore durante la scrittura del file JAR: {0}
## P4ADE ## {0} : String name
messagebody381511=Errore imprevisto durante l''elaborazione di un messaggio in entrata per l''endpoint {0}
## P4ADE ## {0} : String ref
messagebody381512=L''endpoint JMS denominato {0} \u00E8 gi\u00E0 registrato
messagebody381513=Gli URI per richiesta e risposta non possono essere uguali
messagebody381514=L'associazione di servizi (SOAP/XML/WSDL) contiene operazioni di richiesta e risposta, ma la configurazione di trasporto JMS non dispone di alcuna informazione di risposta.
## P4ADE ## {0} : String target
messagebody381515=Destinazione non valida per il proxy JMS: {0}
## P4ADE ## {0} : Exception e
messagebody381516=Modifica dei parametri di consegna di una destinazione WLS non riuscita: {0}
## P4ADE ## {0} : String uri, {1} : String other
messagebody381517=L''URI {0} per questo servizio proxy \u00E8 gi\u00E0 utilizzato da un altro servizio proxy ({1}) senza selettore dei messaggi.
## P4ADE ## {0} : String fileName, {1} : String thisOne
messagebody381518=Il nome file EAR MDB {0} generato per il servizio {1} \u00E8 gi\u00E0 utilizzato da un altro servizio. Modificare il nome di questo servizio per evitare conflitti.
## P4ADE ## {0} : String name
messagebody381519=Errore durante l''elaborazione di un messaggio in entrata per l''endpoint {0} poich\u00E9 la configurazione del servizio non \u00E8 stabilizzata.
## P4ADE ## {0} : String name
messagebody381520=Il Connection Factory {0} non esiste.
messagebody381521=La destinazione di risposta \u00E8 nulla o non \u00E8 una coda
## P4ADE ## {0} : String uristr
messagebody381522=L''URI JMS {0} non \u00E8 valido
## P4ADE ## {0} : String serverName
messagebody381523=Il nome server {0} non \u00E8 configurato nella tabella delle destinazioni JNDI di risposta
## P4ADE ## {0} : String serverName
messagebody381524=la destinazione di risposta per {0} non \u00E8 stata trovata nella tabella delle destinazioni JNDI di risposta
## P4ADE ## {0} : String destination, {1} : String serverName
messagebody381525=Impossibile riutilizzare la stessa destinazione {0} per {1}. Utilizzare una destinazione di risposta univoca per ogni server gestito.
messagebody381526=Mappa dei nomi JNDI di risposta non trovata per il pattern di risposta JMSMessageID
## P4ADE ## {0} : String ref
messagebody381527=L''account di servizio {0} non \u00E8 statico. Solo gli account di servizio statici sono supportati con servizi proxy e business JMS.
messagebody381528=Si \u00E8 tentato di eseguire un invio indiretto a un proxy mediante il pattern di risposta JMSMessageID. L'instradamento da un proxy all'altro non consente questo pattern.
## P4ADE ## {0} : String messageId, {1} : String status
messagebody381529=La transazione associata all''ID messaggio {0} non \u00E8 riuscita a causa dello stato {1}
## P4ADE ## {0} : String name
messagebody381530=Ricerca del Connection Factory {0} non riuscita
## P4ADE ## {0} : String status
messagebody381531=La risposta in entrata non \u00E8 stata inviata a causa dello stato della transazione di richiesta in entrata: {0}
## P4ADE ## {0} : int val
messagebody381532=Avvertenza: il valore configurato per la scadenza dei messaggi JMS, pari a {0} millisecondi, \u00E8 troppo ridotto.
## P4ADE ## {0} : String name
messagebody381533={0} esiste gi\u00E0 e non \u00E8 una coda
## P4ADE ## {0} : String name
messagebody381534={0} esiste gi\u00E0 e non \u00E8 un argomento
## P4ADE ## {0} : String name
messagebody381535={0} esiste gi\u00E0 e non \u00E8 un TopicConnectionFactory
## P4ADE ## {0} : String name
messagebody381536={0} non \u00E8 un servizio proxy"
messagebody381537=Non \u00E8 stata specificata la configurazione specifica del provider JMS
## P4ADE ## {0} : String type
messagebody381538=Il codice XML dei metadati di richiesta deve essere un''istanza di {0}
## P4ADE ## {0} : String type
messagebody381539=Il codice XML dei metadati di risposta deve essere un''istanza di {0}
## P4ADE ## {0} : String method
messagebody381540={0} ha ricevuto un messaggio senza un ID correlazione JMS. La transazione verr\u00E0 contrassegnata per il rollback.
## P4ADE ## {0} : String method, {1} : String correlationId
messagebody381541={0} ha ricevuto un messaggio con un ID correlazione JMS {1} non valido. La transazione verr\u00E0 contrassegnata per il rollback.
## P4ADE ## {0} : String method, {1} : String messageId
messagebody381542={0} ha ricevuto un messaggio con un ID messaggio {1} sconosciuto. La transazione verr\u00E0 contrassegnata per il rollback.
## P4ADE ## {0} : String uri
messagebody381543=L''URI {0} non contiene informazioni per host e porta. Di solito, queste informazioni sono vuote se si utilizza un provider JMS esterno.
messagebody381544=Il servizio business JMS \u00E8 stato aggiornato con lo schema di configurazione JMS aggiornato.
messagebody381545=La propriet\u00E0 \"Sincrono-Transazionale\" nella configurazione di trasporto JMS \u00E8 stata aggiornata in \"Stessa transazione per la risposta\" nella configurazione dei servizi.
messagebody381546=\u00C8 stato ricevuto un messaggio di tipo oggetto JMS imprevisto per un servizio diverso da quello di messaggistica con tipo secondario 'Java'
## P4ADE ## {0} : String messageType
messagebody381547=\u00C8 stato ricevuto un messaggio {0} di tipo imprevisto per il servizio configurato come servizio di messaggistica con tipo secondario ''Java''
messagebody381548=L'associazione dei servizi con tipo di risposta 'Java' \u00E8 stata configurata con un tipo di messaggio di risposta incompatibile nella configurazione di trasporto JMS.
messagebody381549=L'associazione dei servizi con tipo di richiesta 'Java' \u00E8 stata configurata con un tipo di messaggio incompatibile nella configurazione di trasporto JMS.
messagebody381550=Non \u00E8 stato ricevuto il payload della pipeline con un solo oggetto Java
messagebody381551=Il tipo di messaggio di risposta non \u00E8 configurato nell'associazione dei servizi, ma il trasporto JMS dispone di una configurazione delle risposte.
messagebody381552=Il tipo di messaggio di risposta \u00E8 configurato nell'associazione dei servizi, ma il trasporto JMS non dispone di una configurazione delle risposte.
## P4ADE ## {0} : String serviceName, {1} : String fileName
messagebody381553=Aggiornamento del servizio proxy {0} non riuscito durante la modifica del relativo file EAR {1}.
