messagedetail381501=JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB97C \uD638\uCD9C\uD558\uB294 \uC911 JMS \uC694\uCCAD\uC5D0 \uB300\uD55C \uC751\uB2F5\uC774 \uC9C0\uC815\uB41C \uC2DC\uAC04 \uCD08\uACFC \uB9CC\uB8CC \uC774\uC804\uC5D0 \uB3C4\uCC29\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action381501=\uBC31\uC5D4\uB4DC JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uACE0 \uD544\uC694\uD55C \uACBD\uC6B0 \uC2DC\uAC04 \uCD08\uACFC \uAC12\uC744 \uB298\uB9AC\uC2ED\uC2DC\uC624.
messagedetail381502=OSB JMS \uC804\uC1A1\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC77C\uBC18 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381502=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381503=OSB JMS \uC694\uCCAD/\uC751\uB2F5 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uD544\uC694\uD55C JMSCorrelationID \uBA54\uC2DC\uC9C0 \uC18D\uC131\uC774 \uD3EC\uD568\uB418\uC9C0 \uC54A\uC740 \uAD6C\uC131\uB41C JMS \uC751\uB2F5 \uB300\uC0C1\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uC120\uD0DD\uD588\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uAC00 \uC0AD\uC81C\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action381503=JMSCorrelationID\uAC00 \uC751\uB2F5\uD560 \uB54C \uC5D0\uCF54\uB418\uB294 \uAC83\uACFC \uAC19\uC774 \uBC31\uC5D4\uB4DC JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uC751\uB2F5\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C JMS \uB300\uC0C1\uC744 \uB2E4\uB978 \uAD00\uB828\uB418\uC9C0 \uC54A\uC740 JMS \uC11C\uBE44\uC2A4\uC5D0\uC11C \uACF5\uC720\uD558\uC9C0 \uC54A\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381504=OSB JMS \uC694\uCCAD/\uC751\uB2F5 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 JMSCorrelationID \uBA54\uC2DC\uC9C0 \uC18D\uC131\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uB370\uC774\uD130\uAC00 \uD3EC\uD568\uB41C \uAD6C\uC131\uB41C JMS \uC751\uB2F5 \uB300\uC0C1\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uC120\uD0DD\uD588\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uAC00 \uC0AD\uC81C\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action381504=JMSCorrelationID\uAC00 \uC751\uB2F5\uD560 \uB54C \uC5D0\uCF54\uB418\uB294 \uAC83\uACFC \uAC19\uC774 \uBC31\uC5D4\uB4DC JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uC751\uB2F5\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C JMS \uB300\uC0C1\uC744 \uB2E4\uB978 \uAD00\uB828\uB418\uC9C0 \uC54A\uC740 JMS \uC11C\uBE44\uC2A4\uC5D0\uC11C \uACF5\uC720\uD558\uC9C0 \uC54A\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381505=OSB JMS \uC694\uCCAD/\uC751\uB2F5 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC774\uC804\uC5D0 \uBCF4\uB0B8 \uC54C\uB824\uC9C4 JMS \uC694\uCCAD\uACFC \uC0C1\uAD00 \uAD00\uACC4\uAC00 \uC5C6\uB294 \uAD6C\uC131\uB41C JMS \uC751\uB2F5 \uB300\uC0C1\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uC120\uD0DD\uD588\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uAC00 \uC0AD\uC81C\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action381505=JMSCorrelationID\uAC00 \uC751\uB2F5\uD560 \uB54C \uC5D0\uCF54\uB418\uB294 \uAC83\uACFC \uAC19\uC774 \uBC31\uC5D4\uB4DC JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uC751\uB2F5\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C JMS \uB300\uC0C1\uC744 \uB2E4\uB978 \uAD00\uB828\uB418\uC9C0 \uC54A\uC740 JMS \uC11C\uBE44\uC2A4\uC5D0\uC11C \uACF5\uC720\uD558\uC9C0 \uC54A\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381506=JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uB610\uB294 JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC751\uB2F5\uC73C\uB85C \uBE44\uD14D\uC2A4\uD2B8, \uBC14\uC774\uD2B8 \uB610\uB294 \uAC1D\uCCB4 \uBA54\uC2DC\uC9C0\uAC00 \uC218\uC2E0\uB418\uC5C8\uC2B5\uB2C8\uB2E4. OSB JMS \uC804\uC1A1\uC5D0\uC11C\uB294 \uD14D\uC2A4\uD2B8, \uBC14\uC774\uD2B8 \uBC0F \uAC1D\uCCB4 \uBA54\uC2DC\uC9C0\uB9CC \uC9C0\uC6D0\uD569\uB2C8\uB2E4.
action381506=JMS \uD14D\uC2A4\uD2B8 \uB610\uB294 \uBC14\uC774\uD2B8 \uBA54\uC2DC\uC9C0\uB9CC OSB JMS \uD504\uB85D\uC2DC \uB610\uB294 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB85C \uC804\uC1A1\uB418\uACE0 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381507=\uC751\uB2F5\uC744 \uD1B5\uD574 JMS \uD504\uB85D\uC2DC\uC5D0 \uB300\uD55C \uC751\uB2F5\uC73C\uB85C \uBE48 \uC751\uB2F5 \uD398\uC774\uB85C\uB4DC\uAC00 \uC804\uC1A1 \uC911\uC784\uC744 \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uACBD\uACE0\uD558\uB294 \uC815\uBCF4 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action381507=\uC774 \uBA54\uC2DC\uC9C0\uAC00 \uC608\uC0C1\uB41C \uB3D9\uC791\uC774\uBA74 \uC561\uC158\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uADF8\uB807\uC9C0 \uC54A\uC73C\uBA74 \uC0AC\uC6A9\uC790\uB294 \uB2E4\uC591\uD55C \uD30C\uC774\uD504\uB77C\uC778 \uC561\uC158\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBCF4\uB0BC \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uC758 \uBCF8\uBB38\uC744 \uAC80\uC0AC \uBC0F \uC124\uC815\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381508=OSB JMS \uC804\uC1A1\uC5D0\uC11C \uAD6C\uC131\uB41C JMS \uC811\uC18D \uD329\uD1A0\uB9AC\uAC00 XA \uD2B8\uB79C\uC7AD\uC158\uC744 \uC9C0\uC6D0\uD558\uB294\uC9C0 \uC5EC\uBD80\uB97C \uD655\uC778\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uC11C\uBE44\uC2A4 \uAD00\uB828 \uC544\uD2F0\uD329\uD2B8 \uC0DD\uC131\uC744 \uC704\uD574 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uB294\uB2E4\uACE0 \uAC00\uC815\uD569\uB2C8\uB2E4.
action381508=JMS \uC11C\uBE44\uC2A4 URL\uC5D0\uC11C \uCC38\uC870\uD558\uB294 JNDI \uC81C\uACF5\uC790\uAC00 \uC791\uB3D9\uB418\uC5B4 \uC2E4\uD589 \uC911\uC774\uACE0 \uC11C\uBE44\uC2A4 \uD65C\uC131\uD654 \uC2DC\uAC04\uC5D0 \uC81C\uB300\uB85C \uC561\uC138\uC2A4\uD560 \uC218 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uAD6C\uC131\uB41C \uC811\uC18D \uD329\uD1A0\uB9AC\uC758 JNDI \uC774\uB984\uC774 JNDI \uC81C\uACF5\uC790\uC758 \uAE30\uC874 \uC811\uC18D \uD329\uD1A0\uB9AC \uAC1D\uCCB4\uC640 \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381509=\uBE44WLS JMS \uB300\uC0C1\uACFC \uC77C\uCE58\uD558\uB294 \uBA54\uC2DC\uC9C0\uC5D0\uC11C 'UnitOfOrder' WLS JMS \uC18D\uC131\uC744 \uC124\uC815\uD558\uB824\uACE0 \uD588\uC2B5\uB2C8\uB2E4. WLS 9.0 \uC774\uC0C1\uC5D0\uC11C\uB9CC 'UnitOfOrder' \uAE30\uB2A5\uC744 \uC9C0\uC6D0\uD569\uB2C8\uB2E4.
action381509=JMS \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC5D0\uC11C UnitOfOrder \uC124\uC815\uC774 \uC0AC\uC6A9\uB41C \uACBD\uC6B0 URL\uC774 WLS 9.0 JMS \uC81C\uACF5\uC790\uC640 \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381510=JMS \uC11C\uBE44\uC2A4 \uAD00\uB828 \uC544\uD2F0\uD329\uD2B8\uB97C \uC0DD\uC131\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381510=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381511=\uC9C0\uC815\uB41C JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC778\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC798\uBABB\uB41C \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC73C\uB85C \uC778\uD574 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381511=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381512=\uC0C8 JMS \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC138\uC158 \uD65C\uC131\uD654 \uC2DC\uAC04\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uB450 \uAC1C \uC774\uC0C1\uC758 JMS \uC11C\uBE44\uC2A4\uAC00 \uB3D9\uC77C\uD55C \uC774\uB984\uC744 \uACF5\uC720\uD569\uB2C8\uB2E4.
action381512=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381513=JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uAD6C\uC131\uC5D0\uC11C \uC694\uCCAD \uBC0F \uC751\uB2F5 URI\uAC00 \uB3D9\uC77C\uD569\uB2C8\uB2E4. \uD574\uB2F9 \uAD6C\uC131\uC740 \uBB34\uD55C \uB8E8\uD504 \uBC0F \uC694\uCCAD/\uC751\uB2F5 \uCC98\uB9AC\uB97C \uCD08\uB798\uD560 \uC218 \uC788\uC73C\uBBC0\uB85C \uC798\uBABB\uB41C \uAD6C\uC131\uC785\uB2C8\uB2E4.
action381513=JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC5D0\uC11C \uC694\uCCAD \uBC0F \uC751\uB2F5 URI\uAC00 \uC11C\uB85C \uB2E4\uB978 \uAC12\uC744 \uAC00\uC9C0\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381514=\uC11C\uBE44\uC2A4 \uBC14\uC778\uB529(SOAP/XML/WSDL)\uC5D0 \uC694\uCCAD/\uC751\uB2F5 \uC791\uC5C5\uC774 \uC788\uC9C0\uB9CC JMS \uC804\uC1A1 \uAD6C\uC131\uC5D0 \uC751\uB2F5 \uC815\uBCF4\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
action381514=\uC11C\uBE44\uC2A4\uC758 JMS \uC804\uC1A1 \uAD6C\uC131\uC774 \uC120\uC5B8\uB41C \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uACFC \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381515=\uD604\uC7AC \uD074\uB7EC\uC2A4\uD130 \uAD6C\uC131\uC5D0\uC11C JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C \uB300\uC0C1\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uC774 \uBB38\uC81C\uB294 \uD074\uB7EC\uC2A4\uD130 \uAD6C\uC131\uC774 \uCD5C\uADFC \uBCC0\uACBD\uB418\uC5C8\uAC70\uB098 \uC774 JMS \uC11C\uBE44\uC2A4\uAC00 \uD074\uB7EC\uC2A4\uD130 \uC0AC\uC774\uC5D0 \uC774\uB3D9(\uC775\uC2A4\uD3EC\uD2B8 \uBC0F \uC784\uD3EC\uD2B8)\uB41C \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381515=\uAD6C\uC131\uB41C \uB300\uC0C1(\uC11C\uBC84 \uB610\uB294 \uD074\uB7EC\uC2A4\uD130)\uC774 JMS \uC804\uC1A1 \uAD6C\uC131\uC758 \uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uB300\uC0C1 \uB4DC\uB86D\uB2E4\uC6B4 \uBAA9\uB85D\uC5D0 \uC788\uB294 \uC801\uD569\uD55C \uB300\uC0C1 \uC774\uB984 \uC911 \uD558\uB098\uC640 \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381516=\uC9C0\uC815\uB41C WLS \uB300\uC0C1\uC5D0\uC11C \uAD6C\uC131 \uB9E4\uAC1C\uBCC0\uC218\uB97C \uC124\uC815\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381516=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381517=\uB450 \uAC1C \uC774\uC0C1\uC758 JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uB3D9\uC77C\uD55C URI\uB97C \uC0AC\uC6A9\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uB2E8\uC77C JMS \uD504\uB85D\uC2DC\uB9CC \uC9C0\uC815\uB41C JMS \uB300\uC0C1\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uBC1B\uC744 \uC218 \uC788\uC73C\uBBC0\uB85C \uC791\uC5C5\uC744 \uC644\uB8CC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action381517=\uD544\uC694\uD55C URI\uB85C \uAD6C\uC131\uB41C JMS \uD504\uB85D\uC2DC\uAC00 \uC9C0\uC815\uB41C JMS \uD504\uB85D\uC2DC\uBFD0\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381518=OSB\uC5D0\uC11C JMS \uC11C\uBE44\uC2A4 \uAD00\uB828 \uC544\uD2F0\uD329\uD2B8\uB97C \uC0DD\uC131\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381518=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381519=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uAD6C\uC131 \uBCC0\uB3D9\uC73C\uB85C \uC778\uD574 OSB \uB7F0\uD0C0\uC784 \uC2DC \uBA54\uC2DC\uC9C0 \uCC98\uB9AC\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uAD6C\uC131\uC774 \uC548\uC815\uD654\uB420 \uB54C\uAE4C\uC9C0 \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action381519=OSB \uC11C\uBC84 \uAD6C\uC131\uC774 \uC548\uC815\uD654\uB420 \uB54C\uAE4C\uC9C0 \uAE30\uB2E4\uB838\uB2E4 \uC694\uCCAD \uC804\uC1A1\uC744 \uC7AC\uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
messagedetail381520=OSB JMS \uC804\uC1A1\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uD65C\uC131\uD654 \uC2DC\uAC04\uC5D0 \uC9C0\uC815\uB41C JNDI \uC81C\uACF5\uC790\uC758 JMSMessageID \uC751\uB2F5 \uD328\uD134\uC744 \uAC00\uC9C4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C JMS \uC811\uC18D \uD329\uD1A0\uB9AC\uB97C \uC870\uD68C\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4.
action381520=JMS \uC11C\uBE44\uC2A4 URL\uC5D0\uC11C \uCC38\uC870\uD558\uB294 JNDI \uC81C\uACF5\uC790\uAC00 \uC791\uB3D9\uB418\uC5B4 \uC2E4\uD589 \uC911\uC774\uACE0 \uC11C\uBE44\uC2A4 \uD65C\uC131\uD654 \uC2DC\uAC04\uC5D0 \uC81C\uB300\uB85C \uC561\uC138\uC2A4\uD560 \uC218 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uAD6C\uC131\uB41C \uC811\uC18D \uD329\uD1A0\uB9AC\uC758 JNDI \uC774\uB984\uC774 JNDI \uC81C\uACF5\uC790\uC758 \uAE30\uC874 \uC811\uC18D \uD329\uD1A0\uB9AC \uAC1D\uCCB4\uC640 \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381521=\uC751\uB2F5\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C JMS \uB300\uC0C1\uC774 \uB300\uAE30\uC5F4\uC5D0 \uC5C6\uC2B5\uB2C8\uB2E4. JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC751\uB2F5\uC5D0 \uC9C0\uC6D0\uB418\uB294 \uB300\uC0C1\uC740 JMS \uB300\uAE30\uC5F4\uBFD0\uC785\uB2C8\uB2E4.
action381521=JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uAD6C\uC131\uB41C JMS \uC751\uB2F5 URI\uAC00 JMS \uB300\uAE30\uC5F4\uC744 \uCC38\uC870\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381522=JMS \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C \uD55C \uAC1C \uC774\uC0C1\uC758 URI \uD615\uC2DD\uC774 OSB\uC5D0 \uD544\uC694\uD55C \uD615\uC2DD\uC774 \uC544\uB2D9\uB2C8\uB2E4. \uD544\uC694\uD55C \uD615\uC2DD\uC740 \uB2E4\uC74C\uACFC \uAC19\uC2B5\uB2C8\uB2E4. jms://host:port[,host:port]*/MyFactory/MyQueue \uC5EC\uAE30\uC11C - host\uB294 JNDI \uC81C\uACF5\uC790\uC778 \uC11C\uBC84\uC758 \uC774\uB984\uC785\uB2C8\uB2E4. - port\uB294 JNDI \uC81C\uACF5\uC790\uC778 \uC11C\uBC84\uC758 \uD3EC\uD2B8\uC785\uB2C8\uB2E4. - MyFactory\uB294 \uC811\uC18D \uD329\uD1A0\uB9AC\uC758 JNDI \uC774\uB984\uC785\uB2C8\uB2E4. - MyQueue\uB294 JMS \uB300\uC0C1\uC758 JNDI \uC774\uB984\uC785\uB2C8\uB2E4.
action381522=URI \uBB38\uC790\uC5F4\uC774 \uD544\uC694\uD55C \uD615\uC2DD\uC744 \uC900\uC218\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381523=JMSMessageID \uC0C1\uAD00 \uAD00\uACC4 \uD328\uD134\uC744 \uC0AC\uC6A9\uD558\uB294 \uB300\uC0C1 JMS \uC11C\uBE44\uC2A4 \uB9F5\uC5D0\uC11C OSB \uD074\uB7EC\uC2A4\uD130 \uB3C4\uBA54\uC778\uC758 \uC77C\uBD80\uC778 \uAD00\uB9AC \uC11C\uBC84\uC640 \uC77C\uCE58\uD558\uB294 \uB300\uC0C1\uC774 \uD55C \uAC1C \uC774\uC0C1 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uAC01 \uAD00\uB9AC \uC11C\uBC84\uC5D0\uB294 \uC77C\uCE58\uD558\uB294 \uACE0\uC720 \uB300\uC0C1\uC774 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uBB38\uC81C\uB294 \uD074\uB7EC\uC2A4\uD130 \uAD6C\uC131\uC774 \uCD5C\uADFC \uBCC0\uACBD\uB418\uC5C8\uAC70\uB098 \uC774 JMS \uC11C\uBE44\uC2A4\uAC00 \uD074\uB7EC\uC2A4\uD130 \uC0AC\uC774\uC5D0 \uC774\uB3D9(\uC775\uC2A4\uD3EC\uD2B8 \uBC0F \uC784\uD3EC\uD2B8)\uB41C \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381523=\uAD6C\uC131\uB41C \uB300\uC0C1(\uC11C\uBC84 \uB610\uB294 \uD074\uB7EC\uC2A4\uD130)\uC774 JMS \uC804\uC1A1 \uAD6C\uC131\uC758 \uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uB300\uC0C1 \uB4DC\uB86D\uB2E4\uC6B4 \uBAA9\uB85D\uC5D0 \uC788\uB294 \uC801\uD569\uD55C \uB300\uC0C1 \uC774\uB984 \uC911 \uD558\uB098\uC640 \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381524=JMSMessageID \uC0C1\uAD00 \uAD00\uACC4 \uD328\uD134\uC744 \uC0AC\uC6A9\uD558\uB294 \uB300\uC0C1 JMS \uC11C\uBE44\uC2A4 \uB9F5\uC5D0\uC11C OSB \uD074\uB7EC\uC2A4\uD130 \uB3C4\uBA54\uC778\uC758 \uC77C\uBD80\uC778 \uAD00\uB9AC \uC11C\uBC84\uC640 \uC77C\uCE58\uD558\uB294 \uB300\uC0C1\uC774 \uD55C \uAC1C \uC774\uC0C1 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uAC01 \uAD00\uB9AC \uC11C\uBC84\uC5D0\uB294 \uC77C\uCE58\uD558\uB294 \uACE0\uC720 \uB300\uC0C1\uC774 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uBB38\uC81C\uB294 \uD074\uB7EC\uC2A4\uD130 \uAD6C\uC131\uC774 \uCD5C\uADFC \uBCC0\uACBD\uB418\uC5C8\uAC70\uB098 \uC774 JMS \uC11C\uBE44\uC2A4\uAC00 \uD074\uB7EC\uC2A4\uD130 \uC0AC\uC774\uC5D0 \uC774\uB3D9(\uC775\uC2A4\uD3EC\uD2B8 \uBC0F \uC784\uD3EC\uD2B8)\uB41C \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381524=\uAD6C\uC131\uB41C \uB300\uC0C1(\uC11C\uBC84 \uB610\uB294 \uD074\uB7EC\uC2A4\uD130)\uC774 JMS \uC804\uC1A1 \uAD6C\uC131\uC758 \uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uB300\uC0C1 \uB4DC\uB86D\uB2E4\uC6B4 \uBAA9\uB85D\uC5D0 \uC788\uB294 \uC801\uD569\uD55C \uB300\uC0C1 \uC774\uB984 \uC911 \uD558\uB098\uC640 \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381525=JMSMessageID \uC0C1\uAD00 \uAD00\uACC4 \uD328\uD134\uC744 \uAC00\uC9C4 JMS \uC11C\uBE44\uC2A4\uC758 \uC11C\uB85C \uB2E4\uB978 \uB450 \uAD00\uB9AC \uC11C\uBC84\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C \uB450 \uAC1C \uC774\uC0C1\uC758 \uB3D9\uC77C\uD55C \uB300\uC0C1 \uC774\uB984\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uAC01 \uAD00\uB9AC \uC11C\uBC84\uC5D0\uB294 \uC77C\uCE58\uD558\uB294 \uACE0\uC720 \uB300\uC0C1\uC774 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uBB38\uC81C\uB294 \uD074\uB7EC\uC2A4\uD130 \uAD6C\uC131\uC774 \uCD5C\uADFC \uBCC0\uACBD\uB418\uC5C8\uAC70\uB098 \uC774 JMS \uC11C\uBE44\uC2A4\uAC00 \uD074\uB7EC\uC2A4\uD130 \uC0AC\uC774\uC5D0 \uC774\uB3D9(\uC775\uC2A4\uD3EC\uD2B8 \uBC0F \uC784\uD3EC\uD2B8)\uB41C \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381525=\uAC01 \uAD00\uB9AC \uC11C\uBC84 \uC774\uB984\uC774 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C JMS \uC804\uC1A1 \uAD6C\uC131\uC758 \uACE0\uC720\uD55C JMS \uB300\uC0C1 \uC774\uB984\uACFC \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381526=JMSMessageID \uC0C1\uAD00 \uAD00\uACC4 \uD328\uD134\uC744 \uAC00\uC9C4 JMS \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC5D0 \uBB38\uC81C\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uAD6C\uC131\uC5D0 \uAD00\uB9AC \uC11C\uBC84 \uC9D1\uD569\uC5D0 \uB300\uD55C \uB300\uC0C1 \uB9F5\uC744 \uC9C0\uC815\uD558\uB294 \uD544\uC218 \uC694\uC18C\uAC00 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagedetail381527=JMS \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC5D0 \uC0AC\uC6A9\uB41C \uC11C\uBE44\uC2A4 \uACC4\uC815\uC774 \uD1B5\uACFC\uB41C \uB610\uB294 \uB9E4\uD551\uB41C \uC815\uC801 \uACC4\uC815\uC774 \uC544\uB2D9\uB2C8\uB2E4. JMS \uD504\uB85D\uC2DC\uC640 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uC11C\uB294 \uC815\uC801 \uC11C\uBE44\uC2A4 \uACC4\uC815\uB9CC \uC9C0\uC6D0\uB429\uB2C8\uB2E4.
action381527=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC5D0 \uC0AC\uC6A9\uB41C \uC11C\uBE44\uC2A4 \uACC4\uC815 \uC720\uD615\uC744 \uD655\uC778\uD558\uACE0 \uC815\uC801 \uACC4\uC815\uB9CC \uC0AC\uC6A9\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381528=JMS \uD504\uB85D\uC2DC \uD328\uD134\uC5D0\uC11C JMSMessageID \uC751\uB2F5 \uD328\uD134\uC744 \uAC00\uC9C4 \uB2E4\uB978 JMS \uD504\uB85D\uC2DC\uB85C \uC544\uC6C3\uBC14\uC6B4\uB4DC \uBA54\uC2DC\uC9C0 \uBCF4\uB0B4\uAE30\uB294 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action381528=JMS \uD504\uB85D\uC2DC\uC5D0 \uB300\uD55C \uBA54\uC2DC\uC9C0 \uD750\uB984 \uAD6C\uC131\uC5D0\uC11C \uACBD\uB85C\uAC00 JMSMessageID \uC751\uB2F5 \uD328\uD134\uC744 \uC0AC\uC6A9\uD558\uB294 JMS \uD504\uB85D\uC2DC\uB85C \uC9C0\uC815\uB418\uC9C0 \uC54A\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381529=JMS \uC694\uCCAD/\uC751\uB2F5 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC751\uB2F5\uC744 \uAE30\uB2E4\uB9AC\uB294 \uC911 \uD2B8\uB79C\uC7AD\uC158\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uAD00\uB828 \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uAC00 \uBB34\uC2DC\uB429\uB2C8\uB2E4.
action381529=\uB85C\uADF8 \uD30C\uC77C\uC744 \uAC80\uC0AC\uD558\uC5EC \uD2B8\uB79C\uC7AD\uC158 \uC624\uB958\uC758 \uC6D0\uC778\uC744 \uD655\uC778\uD558\uACE0 \uC694\uCCAD \uC804\uC1A1\uC744 \uC7AC\uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624. \uBB38\uC81C\uAC00 \uC9C0\uC18D\uB418\uBA74 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381530=OSB JMS \uC804\uC1A1\uC5D0\uC11C \uC11C\uBE44\uC2A4 \uD65C\uC131\uD654 \uC2DC\uAC04\uC5D0 \uC9C0\uC815\uB41C JNDI \uC81C\uACF5\uC790\uC758 \uAD6C\uC131\uB41C JMS \uC811\uC18D \uD329\uD1A0\uB9AC\uB97C \uC870\uD68C\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4.
action381530=JMS \uC11C\uBE44\uC2A4 URL\uC5D0\uC11C \uCC38\uC870\uD558\uB294 JNDI \uC81C\uACF5\uC790\uAC00 \uC791\uB3D9\uB418\uC5B4 \uC2E4\uD589 \uC911\uC774\uACE0 \uC11C\uBE44\uC2A4 \uD65C\uC131\uD654 \uC2DC\uAC04\uC5D0 \uC81C\uB300\uB85C \uC561\uC138\uC2A4\uD560 \uC218 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uAD6C\uC131\uB41C \uC811\uC18D \uD329\uD1A0\uB9AC\uC758 JNDI \uC774\uB984\uC774 JNDI \uC81C\uACF5\uC790\uC758 \uAE30\uC874 \uC811\uC18D \uD329\uD1A0\uB9AC \uAC1D\uCCB4\uC640 \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381531=\uB2E4\uC74C\uACFC \uAC19\uC740 \uC774\uC720\uB85C \uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD\uACFC \uC5F0\uAD00\uB41C \uD2B8\uB79C\uC7AD\uC158\uC5D0 \uC2E4\uD328\uD588\uAE30 \uB54C\uBB38\uC5D0 JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC751\uB2F5\uC774 \uC804\uC1A1\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action381531=\uB85C\uADF8 \uD30C\uC77C\uC744 \uAC80\uC0AC\uD558\uC5EC \uD2B8\uB79C\uC7AD\uC158 \uC624\uB958\uC758 \uC6D0\uC778\uC744 \uD655\uC778\uD558\uACE0 \uC694\uCCAD \uC804\uC1A1\uC744 \uC7AC\uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624. \uBB38\uC81C\uAC00 \uC9C0\uC18D\uB418\uBA74 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381532=\uC774 \uBA54\uC2DC\uC9C0\uB294 \uAD6C\uC131\uB41C \uBA54\uC2DC\uC9C0 \uB9CC\uB8CC \uAC12\uC774 \uBE44\uAD50\uC801 \uC791\uC544 \uBE60\uB978 \uB9CC\uB8CC\uB85C \uC778\uD574 \uBA54\uC2DC\uC9C0\uAC00 \uC190\uC2E4\uB420 \uC218 \uC788\uC74C\uC744 \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uACBD\uACE0\uD558\uB294 \uBA54\uC2DC\uC9C0\uC785\uB2C8\uB2E4.
action381532=\uAD6C\uC131\uB41C \uB9CC\uB8CC \uAC12\uC774 \uC81C\uB300\uB85C \uC785\uB825\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uAC12\uC744 \uC81C\uB300\uB85C \uC785\uB825\uD558\uBA74 \uCD94\uAC00 \uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail381533=JMS \uC804\uC1A1 \uAD6C\uC131\uC5D0 \uC9C0\uC815\uB41C \uB300\uC0C1\uC774 \uC874\uC7AC\uD558\uC9C0\uB9CC JMS \uB300\uAE30\uC5F4\uC774 \uC544\uB2D9\uB2C8\uB2E4.
action381533=JMS \uC804\uC1A1 \uAD6C\uC131\uC774 \uC9C0\uC815\uB41C JNDI \uC81C\uACF5\uC790\uC5D0\uC11C \uC0AC\uC6A9\uD560 \uC218 \uC788\uB294 \uAE30\uC874 \uAC1D\uCCB4\uC640 \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC989, \uC0AC\uC6A9\uC790\uAC00 JMS \uC804\uC1A1 \uD398\uC774\uC9C0\uC5D0\uC11C \uB300\uAE30\uC5F4\uC744 \uAD6C\uC131\uD558\uACE0 \uC9C0\uC815\uB41C JNDI \uC774\uB984\uC744 \uAC00\uC9C4 \uAC1D\uCCB4\uAC00 \uC788\uB294 \uACBD\uC6B0 \uAC1D\uCCB4\uB294 \uB300\uAE30\uC5F4\uC774 \uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail381534=JMS \uC804\uC1A1 \uAD6C\uC131\uC5D0 \uC9C0\uC815\uB41C \uB300\uC0C1\uC774 \uC874\uC7AC\uD558\uC9C0\uB9CC JMS \uD56D\uBAA9\uC774 \uC544\uB2D9\uB2C8\uB2E4 .
action381534=JMS \uC804\uC1A1 \uAD6C\uC131\uC774 \uC9C0\uC815\uB41C JNDI \uC81C\uACF5\uC790\uC5D0\uC11C \uC0AC\uC6A9\uD560 \uC218 \uC788\uB294 \uAE30\uC874 \uAC1D\uCCB4\uC640 \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC989, \uC0AC\uC6A9\uC790\uAC00 JMS \uC804\uC1A1 \uD398\uC774\uC9C0\uC5D0\uC11C \uD56D\uBAA9\uC744 \uAD6C\uC131\uD558\uACE0 \uC9C0\uC815\uB41C JNDI \uC774\uB984\uC744 \uAC00\uC9C4 \uAC1D\uCCB4\uAC00 \uC788\uB294 \uACBD\uC6B0 \uAC1D\uCCB4\uB294 \uD56D\uBAA9\uC774 \uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail381535=JMS \uC804\uC1A1 \uAD6C\uC131\uC5D0 \uC9C0\uC815\uB41C \uC811\uC18D \uD329\uD1A0\uB9AC\uAC00 \uC874\uC7AC\uD558\uC9C0\uB9CC JMS TopicConnectionfactory\uC758 \uC778\uC2A4\uD134\uC2A4\uAC00 \uC544\uB2D9\uB2C8\uB2E4. \uAD6C\uC131\uB41C \uB300\uC0C1 \uC720\uD615\uC774 \uD56D\uBAA9\uC774\uBBC0\uB85C \uC0AC\uC6A9\uC790\uB294 \uAD6C\uC131\uC5D0\uC11C \uC801\uD569\uD55C TopicConnectionFactory \uC778\uC2A4\uD134\uC2A4\uB97C \uC81C\uACF5\uD574\uC57C \uD569\uB2C8\uB2E4.
action381535=JMS \uC804\uC1A1 \uAD6C\uC131\uC774 \uC9C0\uC815\uB41C JNDI \uC81C\uACF5\uC790\uC5D0\uC11C \uC0AC\uC6A9\uD560 \uC218 \uC788\uB294 \uAE30\uC874 \uAC1D\uCCB4\uC640 \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC989, \uC0AC\uC6A9\uC790\uAC00 JMS \uC804\uC1A1 \uD398\uC774\uC9C0\uC5D0\uC11C \uD56D\uBAA9\uC744 \uAD6C\uC131\uD558\uACE0 \uC9C0\uC815\uB41C JNDI \uC774\uB984\uC744 \uAC00\uC9C4 \uAC1D\uCCB4\uAC00 \uC788\uB294 \uACBD\uC6B0 \uAC1D\uCCB4\uB294 TopicConnectionFactory\uAC00 \uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail381536=JMS \uC11C\uBE44\uC2A4\uC758 UDDI \uC775\uC2A4\uD3EC\uD2B8 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC775\uC2A4\uD3EC\uD2B8\uD558\uB824\uB294 JMS \uC11C\uBE44\uC2A4\uB294 \uD504\uB85D\uC2DC\uAC00 \uB418\uC5B4\uC57C \uD558\uC9C0\uB9CC \uD504\uB85D\uC2DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
action381536=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381537=\uC11C\uBE44\uC2A4 \uB05D\uC810\uC5D0 \uB300\uD55C JMS \uC804\uC1A1 \uD2B9\uC815 \uAD6C\uC131\uC758 \uAD6C\uBB38\uC744 \uBD84\uC11D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uBA54\uC2DC\uC9C0 \uCC98\uB9AC \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381537=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381538=\uC778\uBC14\uC6B4\uB4DC \uB610\uB294 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC5D0 \uB300\uD55C \uC694\uCCAD \uBA54\uD0C0 \uB370\uC774\uD130\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uBA54\uC2DC\uC9C0 \uCC98\uB9AC \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381538=\uBA54\uC2DC\uC9C0 \uD750\uB984\uC5D0\uC11C \uD30C\uC774\uD504 \uB77C\uC778 \uC791\uC5C5\uC744 \uD655\uC778\uD558\uACE0 \uC11C\uBE44\uC2A4\uC5D0 \uC9C0\uC815\uB41C \uC804\uC1A1\uACFC \uC77C\uCE58\uD558\uB3C4\uB85D \uC694\uCCAD \uBA54\uD0C0 \uB370\uC774\uD130\uB97C \uC124\uC815\uD558\uACE0 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uAC80\uC0AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381539=\uC778\uBC14\uC6B4\uB4DC \uB610\uB294 \uC544\uC6C3\uBC14\uC6B4\uB4DC \uC694\uCCAD\uC5D0 \uB300\uD55C \uC751\uB2F5 \uBA54\uD0C0 \uB370\uC774\uD130\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uBA54\uC2DC\uC9C0 \uCC98\uB9AC \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381539=\uBA54\uC2DC\uC9C0 \uD750\uB984\uC5D0\uC11C \uD30C\uC774\uD504 \uB77C\uC778 \uC791\uC5C5\uC744 \uD655\uC778\uD558\uACE0 \uC11C\uBE44\uC2A4\uC5D0 \uC9C0\uC815\uB41C \uC804\uC1A1\uACFC \uC77C\uCE58\uD558\uB3C4\uB85D \uC751\uB2F5 \uBA54\uD0C0 \uB370\uC774\uD130\uB97C \uC124\uC815\uD558\uACE0 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB85C\uADF8 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBA54\uC2DC\uC9C0 \uCEE8\uD14D\uC2A4\uD2B8 \uBCC0\uC218\uC758 \uCF58\uD150\uCE20\uB97C \uAC80\uC0AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381540=OSB JMS \uC694\uCCAD/\uC751\uB2F5 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uD544\uC694\uD55C JMSCorrelationID \uBA54\uC2DC\uC9C0 \uC18D\uC131\uC774 \uD3EC\uD568\uB418\uC9C0 \uC54A\uC740 \uAD6C\uC131\uB41C JMS \uC751\uB2F5 \uB300\uC0C1\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uC120\uD0DD\uD588\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uB864\uBC31\uC744 \uC704\uD574 \uC751\uB2F5 \uD2B8\uB79C\uC7AD\uC158\uC774 \uD45C\uC2DC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action381540=JMSCorrelationID\uAC00 \uC751\uB2F5\uD560 \uB54C \uC5D0\uCF54\uB418\uB294 \uAC83\uACFC \uAC19\uC774 \uBC31\uC5D4\uB4DC JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uC751\uB2F5\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C JMS \uB300\uC0C1\uC744 \uB2E4\uB978 \uAD00\uB828\uB418\uC9C0 \uC54A\uC740 JMS \uC11C\uBE44\uC2A4\uC5D0\uC11C \uACF5\uC720\uD558\uC9C0 \uC54A\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381541=OSB JMS \uC694\uCCAD/\uC751\uB2F5 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 JMSCorrelationID \uBA54\uC2DC\uC9C0 \uC18D\uC131\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uB370\uC774\uD130\uAC00 \uD3EC\uD568\uB41C \uAD6C\uC131\uB41C JMS \uC751\uB2F5 \uB300\uC0C1\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uC120\uD0DD\uD588\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uB864\uBC31\uC744 \uC704\uD574 \uC751\uB2F5 \uD2B8\uB79C\uC7AD\uC158\uC774 \uD45C\uC2DC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action381541=JMSCorrelationID\uAC00 \uC751\uB2F5\uD560 \uB54C \uC5D0\uCF54\uB418\uB294 \uAC83\uACFC \uAC19\uC774 \uBC31\uC5D4\uB4DC JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uC751\uB2F5\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C JMS \uB300\uC0C1\uC744 \uB2E4\uB978 \uAD00\uB828\uB418\uC9C0 \uC54A\uC740 JMS \uC11C\uBE44\uC2A4\uC5D0\uC11C \uACF5\uC720\uD558\uC9C0 \uC54A\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381542=OSB JMS \uC694\uCCAD/\uC751\uB2F5 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC774\uC804\uC5D0 \uBCF4\uB0B8 \uC54C\uB824\uC9C4 JMS \uC694\uCCAD\uACFC \uC0C1\uAD00 \uAD00\uACC4\uAC00 \uC5C6\uB294 \uAD6C\uC131\uB41C JMS \uC751\uB2F5 \uB300\uC0C1\uC5D0\uC11C \uBA54\uC2DC\uC9C0\uB97C \uC120\uD0DD\uD588\uC2B5\uB2C8\uB2E4. \uB530\uB77C\uC11C \uB864\uBC31\uC744 \uC704\uD574 \uC751\uB2F5 \uD2B8\uB79C\uC7AD\uC158\uC774 \uD45C\uC2DC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action381542=JMSCorrelationID\uAC00 \uC751\uB2F5\uD560 \uB54C \uC5D0\uCF54\uB418\uB294 \uAC83\uACFC \uAC19\uC774 \uBC31\uC5D4\uB4DC JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uC81C\uB300\uB85C \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uC751\uB2F5\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C JMS \uB300\uC0C1\uC744 \uB2E4\uB978 \uAD00\uB828\uB418\uC9C0 \uC54A\uC740 JMS \uC11C\uBE44\uC2A4\uC5D0\uC11C \uACF5\uC720\uD558\uC9C0 \uC54A\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381543=\uC678\uBD80 JMS \uC81C\uACF5\uC790\uB97C \uC0AC\uC6A9\uD560 \uACBD\uC6B0 JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB294 URI\uC5D0 \uBE48 \uD638\uC2A4\uD2B8 \uBC0F \uD3EC\uD2B8 \uC815\uBCF4\uB97C \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC73C\uBA74 \uB300\uC0C1\uC774 \uC0DD\uC131\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail381544=JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uAC31\uC2E0\uB41C JMS \uAD6C\uC131 \uC2A4\uD0A4\uB9C8\uB85C \uC131\uACF5\uC801\uC73C\uB85C \uC5C5\uADF8\uB808\uC774\uB4DC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagedetail381545=JMS \uC804\uC1A1 \uAD6C\uC131\uC758 \"\uB3D9\uAE30 \uD2B8\uB79C\uC7AD\uC158\" \uC18D\uC131\uC774 \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC758 \"\uC751\uB2F5\uC5D0 \uB3D9\uC77C\uD55C \uD2B8\uB79C\uC7AD\uC158 \uC0AC\uC6A9\"\uC73C\uB85C \uC5C5\uADF8\uB808\uC774\uB4DC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagedetail381546=\uD558\uC704 \uC720\uD615\uC774 'Java'\uC778 \uBA54\uC2DC\uC9C0 \uC11C\uBE44\uC2A4 \uC774\uC678\uC758 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uB610\uB294 JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC751\uB2F5\uC73C\uB85C JMS \uAC1D\uCCB4 \uC720\uD615\uC758 \uBA54\uC2DC\uC9C0\uAC00 \uC218\uC2E0\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uC758 \uC720\uD615\uC740 \uD14D\uC2A4\uD2B8 \uB610\uB294 \uBC14\uC774\uD2B8\uC5EC\uC57C \uD569\uB2C8\uB2E4.
action381546=\uD558\uC704 \uC720\uD615\uC774 'Java'\uC778 \uBA54\uC2DC\uC9C0 \uC11C\uBE44\uC2A4 \uC774\uC678\uC758 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 JMS \uD14D\uC2A4\uD2B8\uB098 \uBC14\uC774\uD2B8 \uBA54\uC2DC\uC9C0\uB9CC OSB JMS \uD504\uB85D\uC2DC \uB610\uB294 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB85C \uC804\uC1A1\uB418\uACE0 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381547=\uD558\uC704 \uC720\uD615\uC774 'Java'\uC778 \uBA54\uC2DC\uC9C0 \uC11C\uBE44\uC2A4\uB85C \uAD6C\uC131\uB41C \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uB610\uB294 JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC751\uB2F5\uC73C\uB85C \uD14D\uC2A4\uD2B8 \uB610\uB294 \uBC14\uC774\uD2B8 \uBA54\uC2DC\uC9C0\uAC00 \uC218\uC2E0\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uC758 \uC720\uD615\uC740 \uAC1D\uCCB4\uC5EC\uC57C \uD569\uB2C8\uB2E4.
action381547=\uD558\uC704 \uC720\uD615\uC774 'Java'\uC778 \uBA54\uC2DC\uC9C0 \uC11C\uBE44\uC2A4\uB85C \uAD6C\uC131\uB41C \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 JMS \uAC1D\uCCB4 \uBA54\uC2DC\uC9C0\uB9CC OSB JMS \uD504\uB85D\uC2DC \uB610\uB294 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB85C \uC804\uC1A1\uB418\uACE0 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381548=JMS \uC11C\uBE44\uC2A4\uC758 \uAD6C\uC131\uC774 \uC120\uC5B8\uB41C \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uACFC \uD638\uD658\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC751\uB2F5 \uC720\uD615\uC774 'Java'\uC778 \uBA54\uC2DC\uC9C0 \uC11C\uBE44\uC2A4\uB294 JMS \uC804\uC1A1 \uAD6C\uC131\uC5D0\uC11C \uAD6C\uC131\uB41C \uC751\uB2F5 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC744 \uC0AC\uC6A9\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4. \uC774 \uACBD\uC6B0 \uAC1D\uCCB4 \uC720\uD615\uC758 \uBA54\uC2DC\uC9C0\uAC00 \uC751\uB2F5\uC73C\uB85C \uC804\uC1A1\uB429\uB2C8\uB2E4.
action381548=JMS \uC804\uC1A1 \uAD6C\uC131\uC774 JMS \uC804\uC1A1 \uAD6C\uC131\uC5D0\uC11C \uAD6C\uC131\uB41C \uC751\uB2F5 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC744 \uC0AC\uC6A9\uD558\uC9C0 \uC54A\uB3C4\uB85D \uD574\uC57C \uD569\uB2C8\uB2E4.
messagedetail381549=JMS \uC11C\uBE44\uC2A4\uC758 \uAD6C\uC131\uC774 \uC120\uC5B8\uB41C \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uACFC \uD638\uD658\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC694\uCCAD \uC720\uD615\uC774 'Java'\uC778 \uBA54\uC2DC\uC9C0 \uC11C\uBE44\uC2A4\uB294 JMS \uC804\uC1A1 \uAD6C\uC131\uC5D0\uC11C \uAD6C\uC131\uB41C \uBA54\uC2DC\uC9C0 \uC720\uD615\uC744 \uC0AC\uC6A9\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4. \uC774 \uACBD\uC6B0 \uAC1D\uCCB4 \uC720\uD615\uC758 \uBA54\uC2DC\uC9C0\uAC00 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB97C \uD1B5\uD574 \uC804\uC1A1\uB429\uB2C8\uB2E4.
action381549=JMS \uC804\uC1A1 \uAD6C\uC131\uC774 JMS \uC804\uC1A1 \uAD6C\uC131\uC5D0\uC11C \uAD6C\uC131\uB41C \uBA54\uC2DC\uC9C0 \uC720\uD615\uC744 \uC0AC\uC6A9\uD558\uC9C0 \uC54A\uB3C4\uB85D \uD574\uC57C \uD569\uB2C8\uB2E4.
messagedetail381550=Java \uAC1D\uCCB4\uC758 \uBA54\uC2DC\uC9C0\uC5D0\uB294 Java \uAC1D\uCCB4\uAC00 \uD558\uB098\uB9CC \uD3EC\uD568\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381550=\uBA54\uC2DC\uC9C0\uC5D0 Java \uAC1D\uCCB4\uAC00 \uD558\uB098\uB9CC \uD3EC\uD568\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381551=JMS \uC11C\uBE44\uC2A4\uC758 \uAD6C\uC131\uC774 \uC120\uC5B8\uB41C \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uACFC \uD638\uD658\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC5D0 \uC751\uB2F5\uC774 \uD3EC\uD568\uB418\uC9C0 \uC54A\uC73C\uBBC0\uB85C JMS \uC804\uC1A1\uC740 \uC751\uB2F5 \uAD6C\uC131\uC744 \uC0AC\uC6A9\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action381551=\uC11C\uBE44\uC2A4\uC758 JMS \uC804\uC1A1 \uAD6C\uC131\uC774 \uC120\uC5B8\uB41C \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uACFC \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381552=JMS \uC11C\uBE44\uC2A4\uC758 \uAD6C\uC131\uC774 \uC120\uC5B8\uB41C \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uACFC \uD638\uD658\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC5D0 \uC751\uB2F5\uC774 \uD3EC\uD568\uB418\uBBC0\uB85C JMS \uC804\uC1A1\uC740 \uC751\uB2F5 \uAD6C\uC131\uC744 \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4.
action381552=\uC11C\uBE44\uC2A4\uC758 JMS \uC804\uC1A1 \uAD6C\uC131\uC774 \uC120\uC5B8\uB41C \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529 \uC720\uD615\uACFC \uC77C\uCE58\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381553=\uD574\uB2F9 \uBC30\uCE58 ear \uD30C\uC77C\uC744 \uAC31\uC2E0\uD558\uB294 \uC911 JMS \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uAC31\uC2E0\uC744 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. ear \uD30C\uC77C\uC758 \uC774\uC804 \uBC84\uC804\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uAC70\uB098 \uC0C8 ear \uD30C\uC77C \uC774\uB984 \uBC14\uAFB8\uAE30\uB97C \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
action381553=\uC774\uB984\uC774 \uC9C0\uC815\uB41C ear \uD30C\uC77C\uC774 \uB3C4\uBA54\uC778\uC758 sbgen \uD558\uC704 \uB514\uB809\uD1A0\uB9AC\uC5D0 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC874\uC7AC\uD558\uC9C0 \uC54A\uC744 \uACBD\uC6B0 \uC11C\uBE44\uC2A4\uB97C \uC0AD\uC81C\uD558\uACE0 \uB2E4\uC2DC \uCD94\uAC00\uD558\uC5EC \uC0C8 ear \uD30C\uC77C\uC744 \uC0DD\uC131\uD574\uC57C \uD569\uB2C8\uB2E4.
