messagedetail381501=Lors de l'appel d'un service fonctionnel JMS, une r\u00E9ponse \u00E0 une demande JMS n'est pas arriv\u00E9e avant l'expiration de la temporisation indiqu\u00E9e.
action381501=Assurez-vous que le service fonctionnel JMS d'arri\u00E8re-plan fonctionne correctement et, si n\u00E9cessaire, augmentez la valeur de temporisation.
messagedetail381502=Une exception polyvalente inattendue est survenue dans le transport JMS OSB. En principe, un message d'erreur indique la cause du probl\u00E8me
action381502=Contactez le support technique Oracle
messagedetail381503=Un service fonctionnel de demande/r\u00E9ponse JMS OSB a s\u00E9lectionn\u00E9, dans la destination de r\u00E9ponse JMS configur\u00E9e, un message dont la propri\u00E9t\u00E9 JMSCorrelationID n'est pas celle attendue. De ce fait, le message de r\u00E9ponse a \u00E9t\u00E9 supprim\u00E9.
action381503=Assurez-vous que le service fonctionnel JMS de back-end fonctionne correctement (autrement dit, que l'ID corr\u00E9lation JMS est bien reproduit lors de la r\u00E9ponse). Assurez-vous \u00E9galement que la destination JMS configur\u00E9e pour les r\u00E9ponses n'est pas partag\u00E9e par d'autres services JMS sans rapport.
messagedetail381504=Un service fonctionnel de demande/r\u00E9ponse JMS OSB a s\u00E9lectionn\u00E9, dans la destination de r\u00E9ponse JMS configur\u00E9e, un message dont la propri\u00E9t\u00E9 JMSCorrelationID comporte des donn\u00E9es diff\u00E9rentes de celles attendues. De ce fait, le message de r\u00E9ponse a \u00E9t\u00E9 supprim\u00E9.
action381504=Assurez-vous que le service fonctionnel JMS de back-end fonctionne correctement (autrement dit, que l'ID corr\u00E9lation JMS est bien reproduit lors de la r\u00E9ponse). Assurez-vous \u00E9galement que la destination JMS configur\u00E9e pour les r\u00E9ponses n'est pas partag\u00E9e par d'autres services JMS sans rapport.
messagedetail381505=Un service fonctionnel de demande/r\u00E9ponse JMS OSB a s\u00E9lectionn\u00E9, dans la destination de r\u00E9ponse JMS configur\u00E9e, un message qui n'est pas en corr\u00E9lation avec une demande JMS connue envoy\u00E9e au pr\u00E9alable. De ce fait, le message de r\u00E9ponse a \u00E9t\u00E9 supprim\u00E9.
action381505=Assurez-vous que le service fonctionnel JMS de back-end fonctionne correctement (autrement dit, que l'ID corr\u00E9lation JMS est bien reproduit lors de la r\u00E9ponse). Assurez-vous \u00E9galement que la destination JMS configur\u00E9e pour les r\u00E9ponses n'est pas partag\u00E9e par d'autres services JMS sans rapport.
messagedetail381506=Un message de type autre que Texte, Octets ou Objet a \u00E9t\u00E9 re\u00E7u par le service proxy JMS ou en r\u00E9ponse au service fonctionnel JMS. Le transport JMS OSB ne prend en charge que les messages de type Texte, Octets ou Objet.
action381506=Assurez-vous que seuls des messages de type Texte ou Octets JMS sont envoy\u00E9s aux services proxy ou fonctionnels JMS OSB.
messagedetail381507=Message d'information destin\u00E9 \u00E0 attirer l'attention de l'utilisateur sur le fait que des donn\u00E9es trait\u00E9es vides sont envoy\u00E9es en r\u00E9ponse au proxy JMS avec la r\u00E9ponse
action381507=Si c'est pr\u00E9vu, aucune action n'est requise. Sinon, l'utilisateur peut employer les diverses actions relatives aux pipelines pour examiner et d\u00E9finir le corps du message de r\u00E9ponse \u00E0 envoyer.
messagedetail381508=Le transport JMS OSB n'est pas parvenu \u00E0 d\u00E9terminer si la fabrique de connexions JMS configur\u00E9e prenait en charge les transactions XA. De ce fait, pour ce qui est de la g\u00E9n\u00E9ration des artefacts li\u00E9s au service, il consid\u00E8re que ce n'est pas le cas.
action381508=Assurez-vous que le fournisseur JNDI auquel l'URL du service JMS fait r\u00E9f\u00E9rence est en fonctionnement et est accessible au moment de l'activation du service. Assurez-vous \u00E9galement que le nom JNDI de la fabrique de connexions configur\u00E9e est bien celui d'un objet de fabrique de connexions existant dans le fournisseur JNDI.
messagedetail381509=Une tentative de d\u00E9finition de la propri\u00E9t\u00E9 JMS WLS 'UnitOfOrder' a \u00E9t\u00E9 effectu\u00E9e pour un message correspondant \u00E0 une destination JMS non-WLS. La propri\u00E9t\u00E9 'UnitOfOrder' n'est prise en charge qu'\u00E0 partir de WLS 9.0.
action381509=V\u00E9rifiez la configuration du service JMS et assurez-vous que si la propri\u00E9t\u00E9 UnitOfOrder est d\u00E9finie, l'URL correspond \u00E0 un fournisseur JMS WLS 9.0.
messagedetail381510=Une erreur inattendue est survenue lors de la g\u00E9n\u00E9ration des artefacts li\u00E9s au service JMS. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381510=Contactez le support technique Oracle
messagedetail381511=Une erreur inattendue est survenue lors du traitement d'un message entrant par le service proxy JMS indiqu\u00E9. Elle est peut-\u00EAtre due \u00E0 une mauvaise configuration du service.
action381511=Contactez le support technique Oracle
messagedetail381512=Une erreur inattendue est survenue au cours de l'activation de la session, lors de l'inscription d'un nouveau service JMS. Plusieurs services JMS partagent le m\u00EAme nom.
action381512=Contactez le support technique Oracle
messagedetail381513=Les URI de demande et de r\u00E9ponse sont identiques dans la configuration du service proxy JMS. Une telle configuration n'est pas autoris\u00E9e car elle risque fort d'aboutir \u00E0 une boucle sans fin du traitement demande/r\u00E9ponse.
action381513=Assurez-vous que les URI de demande et de r\u00E9ponse sont diff\u00E9rents dans la configuration du service proxy JMS.
messagedetail381514=La liaison de service (SOAP/XML/WSDL) comporte des op\u00E9rations de demande/r\u00E9ponse, mais la configuration du transport JMS ne comporte pas d'informations de r\u00E9ponse.
action381514=Assurez-vous que la configuration du transport JMS du service est coh\u00E9rente avec le type de liaison de service d\u00E9clar\u00E9.
messagedetail381515=La cible configur\u00E9e pour le service proxy JMS n'est pas valide dans la configuration de cluster en cours. Causes possibles : la configuration du cluster a \u00E9t\u00E9 modifi\u00E9e r\u00E9cemment ou ce service JMS a \u00E9t\u00E9 transf\u00E9r\u00E9 (export\u00E9 puis import\u00E9) d'un cluster \u00E0 un autre.
action381515=Assurez-vous que la cible configur\u00E9e (serveur ou cluster) correspond \u00E0 l'un des noms de cible valides figurant dans la liste d\u00E9roulante des cibles disponibles de la configuration du transport JMS.
messagedetail381516=Une erreur est survenue lors de la tentative de d\u00E9finition des param\u00E8tres de configuration sur la destination WLS indiqu\u00E9e. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381516=Contactez le support technique Oracle
messagedetail381517=Plusieurs services proxy JMS utilisent le m\u00EAme URI. L'op\u00E9ration ne peut pas \u00EAtre r\u00E9alis\u00E9e car seul un proxy JMS est autoris\u00E9 \u00E0 recevoir des messages d'une destination JMS donn\u00E9e.
action381517=Assurez-vous que le proxy JMS indiqu\u00E9 est le seul pour lequel l'URI consid\u00E9r\u00E9 est configur\u00E9.
messagedetail381518=Une erreur inattendue est survenue lors de la g\u00E9n\u00E9ration par OSB des artefacts li\u00E9s au service JMS.
action381518=Contactez le support technique Oracle
messagedetail381519=Le traitement du message a \u00E9chou\u00E9 lors de l'ex\u00E9cution d'OSB car les configurations du service proxy sont changeantes. Le proxy est incapable de traiter les messages tant que la configuration n'est pas stabilis\u00E9e.
action381519=Attendez que la configuration du serveur OSB soit stabilis\u00E9e et r\u00E9essayez d'envoyer la demande.
messagedetail381520=Le transport JMS OSB n'est pas parvenu \u00E0 consulter la fabrique de connexions JMS configur\u00E9e pour le service avec le mod\u00E8le de r\u00E9ponse JMSMessageID dans le fournisseur JNDI indiqu\u00E9, au moment de l'activation du service.
action381520=Assurez-vous que le fournisseur JNDI auquel l'URL du service JMS fait r\u00E9f\u00E9rence est en fonctionnement et est accessible au moment de l'activation du service. Assurez-vous \u00E9galement que le nom JNDI de la fabrique de connexions configur\u00E9e est bien celui d'un objet de fabrique de connexions existant dans le fournisseur JNDI.
messagedetail381521=La destination JMS configur\u00E9e pour la r\u00E9ponse n'est pas une file d'attente. Seules les files d'attente JMS sont accept\u00E9es comme destinations des r\u00E9ponses aux services proxy JMS.
action381521=Assurez-vous que l'URI de r\u00E9ponse JMS configur\u00E9 dans le service proxy JMS fait r\u00E9f\u00E9rence \u00E0 une file d'attente JMS.
messagedetail381522=Le format de certains URI configur\u00E9s pour le service JMS n'est pas le format attendu par OSB, \u00E0 savoir : jms://host:port[,host:port]*/MyFactory/MyQueue o\u00F9 - host est le nom du serveur constituant le fournisseur JNDI - port est le port du serveur constituant le fournisseur JNDI - MyFactory est le nom JNDI de la fabrique de connexions - MyQueue est le nom JNDI de la destination JMS
action381522=Assurez-vous que le format de l'URI est conforme au format attendu
messagedetail381523=Il manque, dans la correspondance du service JMS des destinations utilisant le mod\u00E8le de corr\u00E9lation JMSMessageID, au moins une cible correspondant \u00E0 un serveur g\u00E9r\u00E9 faisant partie du domaine de cluster OSB. A chaque serveur g\u00E9r\u00E9 doit correspondre une destination unique. Causes possibles : la configuration du cluster a \u00E9t\u00E9 modifi\u00E9e r\u00E9cemment ou ce service JMS a \u00E9t\u00E9 transf\u00E9r\u00E9 (export\u00E9 puis import\u00E9) d'un cluster \u00E0 un autre.
action381523=Assurez-vous que la cible configur\u00E9e (serveur ou cluster) correspond \u00E0 l'un des noms de cible valides figurant dans la liste d\u00E9roulante des cibles disponibles de la configuration du transport JMS.
messagedetail381524=Il manque, dans la correspondance du service JMS des destinations utilisant le mod\u00E8le de corr\u00E9lation JMSMessageID, au moins une destination correspondant \u00E0 un serveur g\u00E9r\u00E9 faisant partie du domaine de cluster OSB. A chaque serveur g\u00E9r\u00E9 doit correspondre une destination unique. Causes possibles : la configuration du cluster a \u00E9t\u00E9 modifi\u00E9e r\u00E9cemment ou ce service JMS a \u00E9t\u00E9 transf\u00E9r\u00E9 (export\u00E9 puis import\u00E9) d'un cluster \u00E0 un autre.
action381524=Assurez-vous que la cible configur\u00E9e (serveur ou cluster) correspond \u00E0 l'un des noms de cible valides figurant dans la liste d\u00E9roulante des cibles disponibles de la configuration du transport JMS.
messagedetail381525=Plusieurs noms de destination identiques sont configur\u00E9s pour deux serveurs g\u00E9r\u00E9s diff\u00E9rents pour le service JMS utilisant le mod\u00E8le de corr\u00E9lation JMSMessageID. A chaque serveur g\u00E9r\u00E9 doit correspondre une destination unique. Causes possibles : la configuration du cluster a \u00E9t\u00E9 modifi\u00E9e r\u00E9cemment ou ce service JMS a \u00E9t\u00E9 transf\u00E9r\u00E9 (export\u00E9 puis import\u00E9) d'un cluster \u00E0 un autre.
action381525=Assurez-vous que chaque nom de serveur g\u00E9r\u00E9 correspond \u00E0 un nom de destination JMS unique dans la configuration du transport JMS pour le service.
messagedetail381526=La configuration du service JMS utilisant le mod\u00E8le de corr\u00E9lation JMSMessageID pr\u00E9sente un probl\u00E8me. Il y manque l'\u00E9l\u00E9ment obligatoire qui indique la correspondance des destinations pour un ensemble de serveurs g\u00E9r\u00E9s.
messagedetail381527=Le compte de service utilis\u00E9 dans la configuration du service JMS n'est pas un compte statique (autrement dit, pass-through ou mis en correspondance). Seuls les comptes de service statiques sont pris en charge pour les services proxy et fonctionnels JMS.
action381527=V\u00E9rifiez le type du compte de service utilis\u00E9 dans la configuration du service et assurez-vous que seuls des comptes statiques sont utilis\u00E9s.
messagedetail381528=L'envoi d'un message sortant \u00E0 partir d'un mod\u00E8le de proxy JMS vers un autre proxy JMS utilisant le mod\u00E8le de r\u00E9ponse JMSMessageID n'est pas pris en charge.
action381528=V\u00E9rifiez la configuration du flux des messages pour le proxy JMS et assurez-vous qu'il n'achemine pas vers un proxy JMS utilisant le mod\u00E8le de r\u00E9ponse JMSMessageID.
messagedetail381529=Une transaction a \u00E9chou\u00E9 lors de l'attente de la r\u00E9ponse pour le service de demande/r\u00E9ponse JMS. De ce fait, tout message de r\u00E9ponse associ\u00E9 ne sera pas pris en compte.
action381529=Examinez les fichiers journaux pour d\u00E9terminer la cause de l'\u00E9chec de la transaction et/ou r\u00E9essayez d'envoyer la demande. Si le probl\u00E8me persiste, contactez le support technique Oracle.
messagedetail381530=Le transport JMS OSB n'est pas parvenu \u00E0 consulter la fabrique de connexions JMS configur\u00E9e dans le fournisseur JNDI indiqu\u00E9, au moment de l'activation du service.
action381530=Assurez-vous que le fournisseur JNDI auquel l'URL du service JMS fait r\u00E9f\u00E9rence est en fonctionnement et est accessible au moment de l'activation du service. Assurez-vous \u00E9galement que le nom JNDI de la fabrique de connexions configur\u00E9e est bien celui d'un objet de fabrique de connexions existant dans le fournisseur JNDI.
messagedetail381531=La r\u00E9ponse au service proxy JMS ne sera pas envoy\u00E9e en raison de l'\u00E9chec de la transaction associ\u00E9e \u00E0 la demande entrante pour le motif indiqu\u00E9.
action381531=Examinez les fichiers journaux pour d\u00E9terminer la cause de l'\u00E9chec de la transaction et/ou r\u00E9essayez d'envoyer la demande. Si le probl\u00E8me persiste, contactez le support technique Oracle.
messagedetail381532=Message destin\u00E9 \u00E0 avertir l'utilisateur que la valeur configur\u00E9e pour l'expiration des messages est relativement petite et que des messages risquent d'\u00EAtre perdus en raison de leur expiration trop rapide.
action381532=Assurez-vous que la valeur configur\u00E9e pour l'expiration correspond bien \u00E0 la valeur souhait\u00E9e. Si c'est le cas, aucune autre action n'est n\u00E9cessaire.
messagedetail381533=La destination indiqu\u00E9e dans la configuration du transport JMS existe d\u00E9j\u00E0 et ce n'est pas une file d'attente JMS.
action381533=Assurez-vous que la configuration du transport JMS est coh\u00E9rente avec les objets existants disponibles aupr\u00E8s du fournisseur JNDI indiqu\u00E9. Ceci signifie que si une file d'attente est configur\u00E9e dans la page du transport JMS et qu'un objet portant le nom JNDI indiqu\u00E9 existe, ce doit \u00EAtre une file d'attente.
messagedetail381534=La destination indiqu\u00E9e dans la configuration du transport JMS existe d\u00E9j\u00E0 et ce n'est pas une rubrique JMS.
action381534=Assurez-vous que la configuration du transport JMS est coh\u00E9rente avec les objets existants disponibles aupr\u00E8s du fournisseur JNDI indiqu\u00E9. Ceci signifie que si une rubrique est configur\u00E9e dans la page du transport JMS et qu'un objet portant le nom JNDI indiqu\u00E9 existe, ce doit \u00EAtre une rubrique.
messagedetail381535=La fabrique de connexions indiqu\u00E9e dans la configuration du transport JMS existe d\u00E9j\u00E0 et n'est pas une instance de TopicConnectionFactory JMS. La destination configur\u00E9e \u00E9tant de type rubrique, vous devez indiquer une instance de TopicConnectionFactory valide dans la configuration.
action381535=Assurez-vous que la configuration du transport JMS est coh\u00E9rente avec les objets existants disponibles aupr\u00E8s du fournisseur JNDI indiqu\u00E9. Ceci signifie que si une rubrique est configur\u00E9e dans la page du transport JMS et qu'un objet portant le nom JNDI indiqu\u00E9 existe, ce doit \u00EAtre un objet TopicConnectionFactory.
messagedetail381536=Une erreur inattendue est survenue lors de l'export UDDI de services JMS. Le service JMS export\u00E9 aurait d\u00FB \u00EAtre un proxy, mais ne l'est pas.
action381536=Contactez le support technique Oracle
messagedetail381537=Une erreur inattendue est survenue au cours du traitement du message, lors de l'analyse de la configuration sp\u00E9cifique du transport JMS de l'adresse de service.
action381537=Contactez le support technique Oracle
messagedetail381538=Une erreur inattendue est survenue au cours du traitement du message, lors du traitement des m\u00E9tadonn\u00E9es de demande de la demande entrante ou sortante.
action381538=V\u00E9rifiez les actions relatives au pipeline dans le flux de messages et assurez-vous que le param\u00E9trage des m\u00E9tadonn\u00E9es de demande est coh\u00E9rent avec le transport indiqu\u00E9 pour le service. Les actions de journalisation peuvent \u00EAtre utilis\u00E9es pour examiner le contenu des variables de contexte de message.
messagedetail381539=Une erreur inattendue est survenue au cours du traitement du message, lors du traitement des m\u00E9tadonn\u00E9es de r\u00E9ponse de la demande entrante ou sortante.
action381539=V\u00E9rifiez les actions relatives au pipeline dans le flux de messages et assurez-vous que le param\u00E9trage des m\u00E9tadonn\u00E9es de r\u00E9ponse est coh\u00E9rent avec le transport indiqu\u00E9 pour le service. Les actions de journalisation peuvent \u00EAtre utilis\u00E9es pour examiner le contenu des variables de contexte de message.
messagedetail381540=Un service fonctionnel de demande/r\u00E9ponse JMS OSB a s\u00E9lectionn\u00E9, dans la destination de r\u00E9ponse JMS configur\u00E9e, un message dont la propri\u00E9t\u00E9 JMSCorrelationID n'est pas celle attendue. De ce fait, la transaction de r\u00E9ponse a \u00E9t\u00E9 marqu\u00E9e pour annulation (rollback).
action381540=Assurez-vous que le service fonctionnel JMS d'arri\u00E8re-plan fonctionne correctement (autrement dit, que l'ID corr\u00E9lation JMS est bien reproduit lors de la r\u00E9ponse). Assurez-vous \u00E9galement que la destination JMS configur\u00E9e pour les r\u00E9ponses n'est pas partag\u00E9e par d'autres services JMS sans rapport.
messagedetail381541=Un service fonctionnel de demande/r\u00E9ponse JMS OSB a s\u00E9lectionn\u00E9, dans la destination de r\u00E9ponse JMS configur\u00E9e, un message dont la propri\u00E9t\u00E9 JMSCorrelationID comporte des donn\u00E9es diff\u00E9rentes de celles attendues. De ce fait, la transaction de r\u00E9ponse a \u00E9t\u00E9 marqu\u00E9e pour annulation (rollback).
action381541=Assurez-vous que le service fonctionnel JMS de back-end fonctionne correctement (autrement dit, que l'ID corr\u00E9lation JMS est bien reproduit lors de la r\u00E9ponse). Assurez-vous \u00E9galement que la destination JMS configur\u00E9e pour les r\u00E9ponses n'est pas partag\u00E9e par d'autres services JMS sans rapport.
messagedetail381542=Un service fonctionnel de demande/r\u00E9ponse JMS OSB a s\u00E9lectionn\u00E9, dans la destination de r\u00E9ponse JMS configur\u00E9e, un message qui n'est pas en corr\u00E9lation avec une demande JMS connue envoy\u00E9e au pr\u00E9alable. De ce fait, la transaction de r\u00E9ponse a \u00E9t\u00E9 marqu\u00E9e pour annulation (rollback).
action381542=Assurez-vous que le service fonctionnel JMS de back-end fonctionne correctement (autrement dit, que l'ID corr\u00E9lation JMS est bien reproduit lors de la r\u00E9ponse). Assurez-vous \u00E9galement que la destination JMS configur\u00E9e pour les r\u00E9ponses n'est pas partag\u00E9e par d'autres services JMS sans rapport.
messagedetail381543=Un service proxy JMS peut avoir un URI avec des informations d'h\u00F4te et de port vides lorsqu'il est cens\u00E9 utiliser un fournisseur JMS \u00E9tranger. Lorsqu'elle n'existe pas, la destination n'est pas cr\u00E9\u00E9e.
messagedetail381544=Le service fonctionnel JMS a \u00E9t\u00E9 mis \u00E0 niveau avec le sch\u00E9ma de configuration JMS mis \u00E0 jour.
messagedetail381545=La propri\u00E9t\u00E9 Synchrone-Transactionnel de la configuration du transport JMS a \u00E9t\u00E9 mise \u00E0 niveau avec la valeur M\u00EAme transaction pour la r\u00E9ponse dans la configuration du service.
messagedetail381546=Un message de type Objet JMS a \u00E9t\u00E9 re\u00E7u par le service proxy JMS ou en r\u00E9ponse au service fonctionnel JMS pour un service autre qu'un service de messagerie avec sous-type 'Java'. Les messages doivent \u00EAtre de type Texte ou Octets.
action381546=Assurez-vous que seuls des messages Texte ou Octets JMS sont envoy\u00E9s aux services proxy ou fonctionnels JMS OSB pour les services autres que les services de messagerie avec sous-type 'Java'.
messagedetail381547=Un message de type Texte ou Octets a \u00E9t\u00E9 re\u00E7u par le service proxy JMS ou en r\u00E9ponse au service fonctionnel JMS pour un service configur\u00E9 en tant que service de messagerie avec sous-type 'Java'. Les messages doivent \u00EAtre de type Objet.
action381547=Assurez-vous que seuls des messages Objet JMS sont envoy\u00E9s aux services proxy ou fonctionnels JMS OSB pour les services configur\u00E9s en tant que services de messagerie avec sous-type 'Java'.
messagedetail381548=La configuration du service JMS n'est pas compatible avec le type de liaison de service d\u00E9clar\u00E9. Un service de messagerie ayant le type de r\u00E9ponse 'Java' ne doit pas avoir de type de message de r\u00E9ponse d\u00E9fini dans la configuration du transport JMS. Dans ce cas, les messages envoy\u00E9s en r\u00E9ponse sont de type Objet.
action381548=Assurez-vous que la configuration du transport JMS ne comporte pas de type de message de r\u00E9ponse.
messagedetail381549=La configuration du service JMS n'est pas compatible avec le type de liaison de service d\u00E9clar\u00E9. Un service de messagerie ayant le type de demande 'Java' ne doit pas avoir de type de message d\u00E9fini dans la configuration du transport JMS. Dans ce cas, les messages envoy\u00E9s par le service fonctionnel sont de type Objet.
action381549=Assurez-vous que la configuration du transport JMS ne comporte pas de type de message.
messagedetail381550=Un message avec objet Java doit contenir un objet Java.
action381550=Assurez-vous que le message ne contient qu'un seul objet Java.
messagedetail381551=La configuration du service JMS n'est pas compatible avec le type de liaison de service d\u00E9clar\u00E9. Le transport JMS ne doit pas comporter de configuration de r\u00E9ponse car le type de messagerie du service ne comporte pas de r\u00E9ponse.
action381551=Assurez-vous que la configuration du transport JMS du service est coh\u00E9rente avec le type de liaison de service d\u00E9clar\u00E9.
messagedetail381552=La configuration du service JMS n'est pas compatible avec le type de liaison de service d\u00E9clar\u00E9. Le transport JMS doit comporter une configuration de r\u00E9ponse car le type de messagerie du service comporte des r\u00E9ponses.
action381552=Assurez-vous que la configuration du transport JMS du service est coh\u00E9rente avec le type de liaison de service d\u00E9clar\u00E9.
messagedetail381553=Echec d'une mise \u00E0 jour du service proxy JMS lors de la mise \u00E0 jour de son fichier EAR de d\u00E9ploiement. L'ancienne version du fichier EAR n'a pas pu \u00EAtre supprim\u00E9e ou le nouveau fichier EAR n'a pas pu \u00EAtre renomm\u00E9.
action381553=V\u00E9rifiez que le fichier EAR nomm\u00E9 existe dans le sous-r\u00E9pertoire sbgen du domaine. Sinon, le service doit \u00EAtre supprim\u00E9 et rajout\u00E9 pour forcer la g\u00E9n\u00E9ration d'un nouveau fichier EAR.
