messagedetail381501=JMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u547C\u51FA\u3057\u6642\u306B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u671F\u9593\u304C\u7D4C\u904E\u3059\u308B\u307E\u3067JMS\u30EA\u30AF\u30A8\u30B9\u30C8\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u5230\u9054\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action381501=\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u306EJMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u9069\u5207\u306B\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u5024\u3092\u5897\u3084\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381502=OSB JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u6C4E\u7528\u7684\u306A\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044
action381502=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381503=OSB JMS\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u69CB\u6210\u3055\u308C\u305FJMS\u30EC\u30B9\u30DD\u30F3\u30B9\u5B9B\u5148\u304B\u3089\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D6\u5F97\u3057\u307E\u3057\u305F\u304C\u3001\u4E88\u671F\u3055\u308C\u308BJMSCorrelationID\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u7D50\u679C\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30C9\u30ED\u30C3\u30D7\u3055\u308C\u307E\u3057\u305F\u3002
action381503=\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u306EJMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u9069\u5207\u306B\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068(\u30EC\u30B9\u30DD\u30F3\u30B9\u6642\u306BJMSCorrelationID\u304C\u30A8\u30B3\u30FC\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u306A\u3069)\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u69CB\u6210\u3055\u308C\u305FJMS\u5B9B\u5148\u304C\u95A2\u9023\u306E\u306A\u3044\u4ED6\u306EJMS\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u5171\u6709\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381504=OSB JMS\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u69CB\u6210\u3055\u308C\u305FJMS\u30EC\u30B9\u30DD\u30F3\u30B9\u5B9B\u5148\u304B\u3089\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D6\u5F97\u3057\u307E\u3057\u305F\u304C\u3001JMSCorrelationID\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306B\u4E88\u671F\u3057\u306A\u3044\u30C7\u30FC\u30BF\u304C\u3042\u308A\u307E\u3057\u305F\u3002\u3053\u306E\u7D50\u679C\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30C9\u30ED\u30C3\u30D7\u3055\u308C\u307E\u3057\u305F\u3002
action381504=\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u306EJMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u9069\u5207\u306B\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068(\u30EC\u30B9\u30DD\u30F3\u30B9\u6642\u306BJMSCorrelationID\u304C\u30A8\u30B3\u30FC\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u306A\u3069)\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u69CB\u6210\u3055\u308C\u305FJMS\u5B9B\u5148\u304C\u95A2\u9023\u306E\u306A\u3044\u4ED6\u306EJMS\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u5171\u6709\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381505=OSB JMS\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u69CB\u6210\u3055\u308C\u305FJMS\u30EC\u30B9\u30DD\u30F3\u30B9\u5B9B\u5148\u304B\u3089\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D6\u5F97\u3057\u307E\u3057\u305F\u304C\u3001\u4EE5\u524D\u306B\u9001\u4FE1\u3055\u308C\u305F\u65E2\u77E5\u306EJMS\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u7D50\u679C\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30C9\u30ED\u30C3\u30D7\u3055\u308C\u307E\u3057\u305F\u3002
action381505=\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u306EJMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u9069\u5207\u306B\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068(\u30EC\u30B9\u30DD\u30F3\u30B9\u6642\u306BJMSCorrelationID\u304C\u30A8\u30B3\u30FC\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u306A\u3069)\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u69CB\u6210\u3055\u308C\u305FJMS\u5B9B\u5148\u304C\u95A2\u9023\u306E\u306A\u3044\u4ED6\u306EJMS\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u5171\u6709\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381506=\u30C6\u30AD\u30B9\u30C8\u3001\u30D0\u30A4\u30C8\u307E\u305F\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u4EE5\u5916\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304CJMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u3001\u307E\u305F\u306FJMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u3068\u3057\u3066\u53D7\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002OSB JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u306F\u30C6\u30AD\u30B9\u30C8\u3001\u30D0\u30A4\u30C8\u307E\u305F\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u307F\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
action381506=JMS\u306E\u30C6\u30AD\u30B9\u30C8\u307E\u305F\u306F\u30D0\u30A4\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u307F\u304COSB JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u9001\u4FE1\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381507=\u3053\u308C\u306F\u3001\u7A7A\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u3002\u30DA\u30A4\u30ED\u30FC\u30C9\u304CJMS\u30D7\u30ED\u30AD\u30B7\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u3068\u3057\u3066\u9001\u4FE1\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u901A\u77E5\u3059\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
action381507=\u3053\u308C\u304C\u4E88\u671F\u3055\u308C\u3066\u3044\u308B\u52D5\u4F5C\u3067\u3042\u308B\u5834\u5408\u3001\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059\u3002\u4E88\u671F\u3055\u308C\u3066\u3044\u308B\u52D5\u4F5C\u3067\u306F\u306A\u3044\u5834\u5408\u3001\u5404\u7A2E\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u9001\u4FE1\u3059\u308B\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u672C\u6587\u3092\u78BA\u8A8D\u304A\u3088\u3073\u8A2D\u5B9A\u3067\u304D\u307E\u3059\u3002
messagedetail381508=OSB JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u3001\u69CB\u6210\u3055\u308C\u305FJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u304CXA\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u306E\u78BA\u8A8D\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u7D50\u679C\u3001\u30B5\u30FC\u30D3\u30B9\u306B\u95A2\u9023\u3059\u308B\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u3092\u751F\u6210\u3059\u308B\u305F\u3081\u3001\u3057\u3066\u3044\u306A\u3044\u3082\u306E\u3068\u60F3\u5B9A\u3055\u308C\u307E\u3059\u3002
action381508=JMS\u30B5\u30FC\u30D3\u30B9URL\u3067\u53C2\u7167\u3055\u308C\u308BJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u6642\u306B\u9069\u5207\u306B\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u69CB\u6210\u3055\u308C\u305F\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306EJNDI\u540D\u304CJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u65E2\u5B58\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381509=WLS\u4EE5\u5916\u306EJMS\u5B9B\u5148\u306B\u5BFE\u5FDC\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306BWLS JMS\u306E'UnitOfOrder'\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002'UnitOfOrder'\u6A5F\u80FD\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u308B\u306E\u306F\u3001WLS 9.0\u4EE5\u4E0A\u306E\u307F\u3067\u3059\u3002
action381509=JMS\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u8ABF\u3079\u3066UnitOfOrder\u306E\u8A2D\u5B9A\u304C\u4F7F\u7528\u3055\u308C\u3066\u304A\u308A\u3001URL\u304CWLS 9.0 JMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381510=JMS\u30B5\u30FC\u30D3\u30B9\u306B\u95A2\u9023\u3059\u308B\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u306E\u751F\u6210\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381510=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381511=\u6307\u5B9A\u3055\u308C\u305FJMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u308B\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u306B\u9593\u9055\u3044\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
action381511=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381512=\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u6642\u306B\u65B0\u3057\u3044JMS\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8907\u6570\u306EJMS\u30B5\u30FC\u30D3\u30B9\u3067\u540C\u3058\u540D\u524D\u304C\u5171\u6709\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action381512=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381513=JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3067\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u3068\u30EC\u30B9\u30DD\u30F3\u30B9\u306EURI\u304C\u540C\u3058\u3067\u3059\u3002\u3053\u306E\u3088\u3046\u306A\u69CB\u6210\u306F\u3001\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u51E6\u7406\u304C\u7121\u9650\u30EB\u30FC\u30D7\u306B\u306A\u308B\u53EF\u80FD\u6027\u304C\u9AD8\u3044\u305F\u3081\u3001\u7121\u52B9\u3067\u3059\u3002
action381513=JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3067\u30EA\u30AF\u30A8\u30B9\u30C8URI\u3068\u30EC\u30B9\u30DD\u30F3\u30B9URI\u306B\u7570\u306A\u308B\u5024\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381514=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9(SOAP/XML/WSDL)\u306B\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u64CD\u4F5C\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u60C5\u5831\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action381514=\u30B5\u30FC\u30D3\u30B9\u306EJMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u304C\u5BA3\u8A00\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381515=JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u5BFE\u8C61\u306F\u3001\u73FE\u5728\u306E\u30AF\u30E9\u30B9\u30BF\u69CB\u6210\u3067\u306F\u7121\u52B9\u3067\u3059\u3002\u3053\u308C\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u69CB\u6210\u304C\u6700\u8FD1\u5909\u66F4\u3055\u308C\u305F\u5834\u5408\u3001\u307E\u305F\u306F\u3053\u306EJMS\u30B5\u30FC\u30D3\u30B9\u304C\u3042\u308B\u30AF\u30E9\u30B9\u30BF\u304B\u3089\u5225\u306E\u30AF\u30E9\u30B9\u30BF\u306B\u79FB\u52D5(\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u304A\u3088\u3073\u30A4\u30F3\u30DD\u30FC\u30C8)\u3055\u308C\u305F\u5834\u5408\u306B\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381515=\u69CB\u6210\u3055\u308C\u305F\u5BFE\u8C61(\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u30AF\u30E9\u30B9\u30BF)\u304C\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3067\u4F7F\u7528\u53EF\u80FD\u306A\u5BFE\u8C61\u306E\u30C9\u30ED\u30C3\u30D7\u30C0\u30A6\u30F3\u30FB\u30EA\u30B9\u30C8\u306B\u3042\u308B\u6709\u52B9\u306A\u5BFE\u8C61\u540D\u306E\u3044\u305A\u308C\u304B\u306B\u5BFE\u5FDC\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381516=\u6307\u5B9A\u3055\u308C\u305FWLS\u5B9B\u5148\u306B\u69CB\u6210\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8A2D\u5B9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381516=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381517=\u8907\u6570\u306EJMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u540C\u3058URI\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u6307\u5B9A\u3055\u308C\u305FJMS\u5B9B\u5148\u304B\u3089\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3067\u304D\u308B\u306E\u306F1\u3064\u306EJMS\u30D7\u30ED\u30AD\u30B7\u306E\u307F\u3067\u3042\u308B\u305F\u3081\u3001\u64CD\u4F5C\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3002
action381517=\u3053\u306EURI\u306B\u3001\u6307\u5B9A\u3055\u308C\u305FJMS\u30D7\u30ED\u30AD\u30B7\u4EE5\u5916\u306E\u30D7\u30ED\u30AD\u30B7\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381518=OSB\u3067JMS\u30B5\u30FC\u30D3\u30B9\u306B\u95A2\u9023\u3059\u308B\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u3092\u751F\u6210\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action381518=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381519=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u304C\u4E0D\u5B89\u5B9A\u306A\u305F\u3081\u3001OSB\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u69CB\u6210\u304C\u5B89\u5B9A\u3059\u308B\u307E\u3067\u3001\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u3067\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3002
action381519=OSB\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u304C\u5B89\u5B9A\u3059\u308B\u307E\u3067\u5F85\u3063\u3066\u304B\u3089\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u518D\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381520=OSB JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u6642\u306B\u3001\u6307\u5B9A\u3055\u308C\u305FJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u5185\u306EJMSMessageID\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D1\u30BF\u30FC\u30F3\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u3001\u69CB\u6210\u3055\u308C\u305FJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u306B\u5931\u6557\u3057\u307E\u3057\u305F
action381520=JMS\u30B5\u30FC\u30D3\u30B9URL\u3067\u53C2\u7167\u3055\u308C\u308BJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u6642\u306B\u9069\u5207\u306B\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u69CB\u6210\u3055\u308C\u305F\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306EJNDI\u540D\u304CJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u65E2\u5B58\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381521=\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u305FJMS\u5B9B\u5148\u304C\u30AD\u30E5\u30FC\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u308B\u5B9B\u5148\u306FJMS\u30AD\u30E5\u30FC\u306E\u307F\u3067\u3059\u3002
action381521=JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u69CB\u6210\u3055\u308C\u305FJMS\u30EC\u30B9\u30DD\u30F3\u30B9URI\u304CJMS\u30AD\u30E5\u30FC\u3092\u53C2\u7167\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381522=JMS\u30B5\u30FC\u30D3\u30B9\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B1\u3064\u4EE5\u4E0A\u306EURI\u306E\u66F8\u5F0F\u304COSB\u3067\u4E88\u671F\u3055\u308C\u308B\u66F8\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u4E88\u671F\u3055\u308C\u308B\u66F8\u5F0F\u306F\u6B21\u306E\u3068\u304A\u308A\u3067\u3059: jms://host:port[,host:port]*/MyFactory/MyQueue \u3053\u3053\u3067\u306F - host\u306FJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u3068\u306A\u308B\u30B5\u30FC\u30D0\u30FC\u306E\u540D\u524D - port\u306FJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u3068\u306A\u308B\u30B5\u30FC\u30D0\u30FC\u306E\u30DD\u30FC\u30C8 - MyFactory\u306F\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306EJNDI\u540D - MyQueue\u306FJMS\u5B9B\u5148\u306EJNDI\u540D\u3067\u3059
action381522=URI\u6587\u5B57\u5217\u304C\u6240\u5B9A\u306E\u66F8\u5F0F\u306B\u5F93\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381523=JMSMessageID\u76F8\u95A2\u30D1\u30BF\u30FC\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u5B9B\u5148JMS\u30B5\u30FC\u30D3\u30B9\u306E\u30DE\u30C3\u30D7\u5185\u306EOSB\u30AF\u30E9\u30B9\u30BF\u30FB\u30C9\u30E1\u30A4\u30F3\u306B\u5C5E\u3059\u308B\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u5FDC\u3059\u308B1\u3064\u4EE5\u4E0A\u306E\u5BFE\u8C61\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002\u5404\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u5FDC\u3059\u308B\u4E00\u610F\u306E\u5B9B\u5148\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u69CB\u6210\u304C\u6700\u8FD1\u5909\u66F4\u3055\u308C\u305F\u5834\u5408\u3001\u307E\u305F\u306F\u3053\u306EJMS\u30B5\u30FC\u30D3\u30B9\u3092\u3042\u308B\u30AF\u30E9\u30B9\u30BF\u304B\u3089\u5225\u306E\u30AF\u30E9\u30B9\u30BF\u306B\u79FB\u52D5(\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u304A\u3088\u3073\u30A4\u30F3\u30DD\u30FC\u30C8)\u3057\u305F\u5834\u5408\u306B\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381523=\u69CB\u6210\u3055\u308C\u305F\u5BFE\u8C61(\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u30AF\u30E9\u30B9\u30BF)\u304C\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3067\u4F7F\u7528\u53EF\u80FD\u306A\u5BFE\u8C61\u306E\u30C9\u30ED\u30C3\u30D7\u30C0\u30A6\u30F3\u30FB\u30EA\u30B9\u30C8\u306B\u3042\u308B\u6709\u52B9\u306A\u5BFE\u8C61\u540D\u306E\u3044\u305A\u308C\u304B\u306B\u5BFE\u5FDC\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381524=JMSMessageID\u76F8\u95A2\u30D1\u30BF\u30FC\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u5B9B\u5148JMS\u30B5\u30FC\u30D3\u30B9\u306E\u30DE\u30C3\u30D7\u5185\u306EOSB\u30AF\u30E9\u30B9\u30BF\u30FB\u30C9\u30E1\u30A4\u30F3\u306B\u5C5E\u3059\u308B\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u5FDC\u3059\u308B1\u3064\u4EE5\u4E0A\u306E\u5B9B\u5148\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002\u5404\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u5FDC\u3059\u308B\u4E00\u610F\u306E\u5B9B\u5148\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u69CB\u6210\u304C\u6700\u8FD1\u5909\u66F4\u3055\u308C\u305F\u5834\u5408\u3001\u307E\u305F\u306F\u3053\u306EJMS\u30B5\u30FC\u30D3\u30B9\u3092\u3042\u308B\u30AF\u30E9\u30B9\u30BF\u304B\u3089\u5225\u306E\u30AF\u30E9\u30B9\u30BF\u306B\u79FB\u52D5(\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u304A\u3088\u3073\u30A4\u30F3\u30DD\u30FC\u30C8)\u3057\u305F\u5834\u5408\u306B\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381524=\u69CB\u6210\u3055\u308C\u305F\u5BFE\u8C61(\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u30AF\u30E9\u30B9\u30BF)\u304C\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3067\u4F7F\u7528\u53EF\u80FD\u306A\u5BFE\u8C61\u306E\u30C9\u30ED\u30C3\u30D7\u30C0\u30A6\u30F3\u30FB\u30EA\u30B9\u30C8\u306B\u3042\u308B\u6709\u52B9\u306A\u5BFE\u8C61\u540D\u306E\u3044\u305A\u308C\u304B\u306B\u5BFE\u5FDC\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381525=JMSMessageID\u76F8\u95A2\u30D1\u30BF\u30FC\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3044\u308BJMS\u30B5\u30FC\u30D3\u30B9\u306E2\u3064\u306E\u7570\u306A\u308B\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u306B\u8907\u6570\u306E\u540C\u3058\u5B9B\u5148\u540D\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u5404\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u5FDC\u3059\u308B\u4E00\u610F\u306E\u5B9B\u5148\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u69CB\u6210\u304C\u6700\u8FD1\u5909\u66F4\u3055\u308C\u305F\u5834\u5408\u3001\u307E\u305F\u306F\u3053\u306EJMS\u30B5\u30FC\u30D3\u30B9\u3092\u3042\u308B\u30AF\u30E9\u30B9\u30BF\u304B\u3089\u5225\u306E\u30AF\u30E9\u30B9\u30BF\u306B\u79FB\u52D5(\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u304A\u3088\u3073\u30A4\u30F3\u30DD\u30FC\u30C8)\u3057\u305F\u5834\u5408\u306B\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action381525=\u5404\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u540D\u304C\u30B5\u30FC\u30D3\u30B9\u306EJMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306E\u4E00\u610F\u306EJMS\u5B9B\u5148\u540D\u306B\u5BFE\u5FDC\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381526=JMSMessageID\u76F8\u95A2\u30D1\u30BF\u30FC\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3044\u308BJMS\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3067\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u69CB\u6210\u306B\u3001\u4E00\u9023\u306E\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u306E\u5B9B\u5148\u30DE\u30C3\u30D7\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u9808\u8981\u7D20\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002
messagedetail381527=JMS\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306B\u9759\u7684\u30A2\u30AB\u30A6\u30F3\u30C8\u4EE5\u5916(\u30D1\u30B9\u30B9\u30EB\u30FC\u307E\u305F\u306F\u30DE\u30C3\u30D4\u30F3\u30B0)\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304A\u3088\u3073\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u9759\u7684\u306A\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u307F\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059
action381527=\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u30BF\u30A4\u30D7\u3092\u8ABF\u3079\u3066\u3001\u9759\u7684\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u307F\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381528=\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30D1\u30BF\u30FC\u30F3\u304B\u3089JMSMessageID\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D1\u30BF\u30FC\u30F3\u3092\u6301\u3064\u5225\u306EJMS\u30D7\u30ED\u30AD\u30B7\u306B\u9001\u4FE1\u3059\u308B\u3053\u3068\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
action381528=JMS\u30D7\u30ED\u30AD\u30B7\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u306E\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u304CJMSMessageID\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D1\u30BF\u30FC\u30F3\u3092\u4F7F\u7528\u3059\u308BJMS\u30D7\u30ED\u30AD\u30B7\u306B\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3055\u308C\u306A\u3044\u3088\u3046\u306B\u306A\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail381529=JMS\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u30B5\u30FC\u30D3\u30B9\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u5F85\u6A5F\u4E2D\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u7D50\u679C\u3001\u95A2\u9023\u3059\u308B\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
action381529=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u8ABF\u3079\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5931\u6557\u3057\u305F\u539F\u56E0\u3092\u78BA\u8A8D\u3057\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u9001\u4FE1\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u308C\u3067\u3082\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381530=OSB JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u6642\u306B\u3001\u6307\u5B9A\u3055\u308C\u305FJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u5185\u3067\u69CB\u6210\u3055\u308C\u305FJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u306B\u5931\u6557\u3057\u307E\u3057\u305F
action381530=JMS\u30B5\u30FC\u30D3\u30B9URL\u3067\u53C2\u7167\u3055\u308C\u308BJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u6642\u306B\u9069\u5207\u306B\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u69CB\u6210\u3055\u308C\u305F\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306EJNDI\u540D\u304CJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u65E2\u5B58\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381531=\u8A18\u8F09\u3055\u308C\u305F\u539F\u56E0\u3067\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5931\u6557\u3057\u305F\u305F\u3081\u3001JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u306F\u9001\u4FE1\u3055\u308C\u307E\u305B\u3093\u3002
action381531=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u8ABF\u3079\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5931\u6557\u3057\u305F\u539F\u56E0\u3092\u78BA\u8A8D\u3057\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u9001\u4FE1\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u308C\u3067\u3082\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381532=\u3053\u308C\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6709\u52B9\u671F\u9650\u5024\u304C\u76F8\u5BFE\u7684\u306B\u5C0F\u3055\u3044\u305F\u3081\u3001\u6709\u52B9\u671F\u9650\u306B\u5230\u9054\u3059\u308B\u307E\u3067\u306E\u6642\u9593\u304C\u77ED\u3059\u304E\u3066\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u5931\u308F\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308B\u3053\u3068\u3092\u30E6\u30FC\u30B6\u30FC\u306B\u8B66\u544A\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action381532=\u69CB\u6210\u3055\u308C\u305F\u6709\u52B9\u671F\u9650\u5024\u304C\u6B63\u3057\u304F\u5165\u529B\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5024\u306B\u554F\u984C\u304C\u306A\u3051\u308C\u3070\u3001\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u4E0D\u8981\u3067\u3059\u3002
messagedetail381533=JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u6307\u5B9A\u3055\u308C\u305F\u5B9B\u5148\u306F\u3001\u3059\u3067\u306B\u5B58\u5728\u3057\u3001\u307E\u305FJMS\u30AD\u30E5\u30FC\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
action381533=JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u304C\u3001\u6307\u5B9A\u3055\u308C\u305FJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u304B\u3089\u4F7F\u7528\u53EF\u80FD\u306A\u65E2\u5B58\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30DA\u30FC\u30B8\u306B\u30AD\u30E5\u30FC\u3092\u69CB\u6210\u3057\u3001\u6307\u5B9A\u3057\u305FJNDI\u540D\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u5B58\u5728\u3059\u308B\u5834\u5408\u3001\u9001\u308A\u5148\u306F\u30AD\u30E5\u30FC\u3067\u3042\u308B\u3053\u3068\u304C\u4E88\u671F\u3055\u308C\u307E\u3059
messagedetail381534=JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u6307\u5B9A\u3055\u308C\u305F\u5B9B\u5148\u306F\u3001\u3059\u3067\u306B\u5B58\u5728\u3057\u3001\u307E\u305FJMS\u30C8\u30D4\u30C3\u30AF\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
action381534=JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u304C\u3001\u6307\u5B9A\u3055\u308C\u305FJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u304B\u3089\u4F7F\u7528\u53EF\u80FD\u306A\u65E2\u5B58\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30DA\u30FC\u30B8\u306B\u30C8\u30D4\u30C3\u30AF\u3092\u69CB\u6210\u3057\u3001\u6307\u5B9A\u3057\u305FJNDI\u540D\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u5B58\u5728\u3059\u308B\u5834\u5408\u3001\u9001\u308A\u5148\u306F\u30C8\u30D4\u30C3\u30AF\u3067\u3042\u308B\u3053\u3068\u304C\u4E88\u671F\u3055\u308C\u307E\u3059
messagedetail381535=JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u6307\u5B9A\u3055\u308C\u305F\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306F\u3001\u3059\u3067\u306B\u5B58\u5728\u3057\u3001\u307E\u305FJMS TopicConnectionfactory\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u69CB\u6210\u3055\u308C\u305F\u5B9B\u5148\u30BF\u30A4\u30D7\u306F\u30C8\u30D4\u30C3\u30AF\u3067\u3042\u308B\u305F\u3081\u3001\u69CB\u6210\u306B\u6709\u52B9\u306ATopicConnectionFactory\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
action381535=JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u304C\u3001\u6307\u5B9A\u3055\u308C\u305FJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u304B\u3089\u4F7F\u7528\u53EF\u80FD\u306A\u65E2\u5B58\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30DA\u30FC\u30B8\u306B\u30C8\u30D4\u30C3\u30AF\u3092\u69CB\u6210\u3057\u3001\u6307\u5B9A\u3057\u305FJNDI\u540D\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u5B58\u5728\u3059\u308B\u5834\u5408\u3001\u9001\u308A\u5148\u306FTopicConnectionFactory\u3067\u3042\u308B\u3053\u3068\u304C\u4E88\u671F\u3055\u308C\u307E\u3059
messagedetail381536=JMS\u30B5\u30FC\u30D3\u30B9\u306EUDDI\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u5BFE\u8C61\u306EJMS\u30B5\u30FC\u30D3\u30B9\u306F\u30D7\u30ED\u30AD\u30B7\u3067\u3042\u308B\u3053\u3068\u304C\u4E88\u671F\u3055\u308C\u307E\u3059\u304C\u3001\u30D7\u30ED\u30AD\u30B7\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action381536=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381537=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306EJMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u56FA\u6709\u306E\u69CB\u6210\u3092\u89E3\u6790\u3059\u308B\u969B\u306B\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u3067\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action381537=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail381538=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u51E6\u7406\u3059\u308B\u969B\u306B\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u3067\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action381538=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u306E\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u8ABF\u3079\u3066\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u8A2D\u5B9A\u304C\u30B5\u30FC\u30D3\u30B9\u306B\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
messagedetail381539=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u51E6\u7406\u3059\u308B\u969B\u306B\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u3067\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action381539=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u306E\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u53C2\u7167\u3057\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u8A2D\u5B9A\u304C\u30B5\u30FC\u30D3\u30B9\u306B\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5909\u6570\u306E\u5185\u5BB9\u3092\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
messagedetail381540=OSB JMS\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u69CB\u6210\u3055\u308C\u305FJMS\u30EC\u30B9\u30DD\u30F3\u30B9\u5B9B\u5148\u304B\u3089\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D6\u5F97\u3057\u307E\u3057\u305F\u304C\u3001\u4E88\u671F\u3055\u308C\u308BJMSCorrelationID\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u7D50\u679C\u3068\u3057\u3066\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u304C\u30DE\u30FC\u30AF\u3055\u308C\u307E\u3057\u305F
action381540=\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u306EJMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u9069\u5207\u306B\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068(\u30EC\u30B9\u30DD\u30F3\u30B9\u6642\u306BJMSCorrelationID\u304C\u30A8\u30B3\u30FC\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u306A\u3069)\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u69CB\u6210\u3055\u308C\u305FJMS\u5B9B\u5148\u304C\u95A2\u9023\u306E\u306A\u3044\u4ED6\u306EJMS\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u5171\u6709\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381541=OSB JMS\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u69CB\u6210\u3055\u308C\u305FJMS\u30EC\u30B9\u30DD\u30F3\u30B9\u5B9B\u5148\u304B\u3089\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D6\u5F97\u3057\u307E\u3057\u305F\u304C\u3001JMSCorrelationID\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306B\u4E88\u671F\u3057\u306A\u3044\u30C7\u30FC\u30BF\u304C\u3042\u308A\u307E\u3057\u305F\u3002\u3053\u306E\u7D50\u679C\u3068\u3057\u3066\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u304C\u30DE\u30FC\u30AF\u3055\u308C\u307E\u3057\u305F
action381541=\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u306EJMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u9069\u5207\u306B\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068(\u30EC\u30B9\u30DD\u30F3\u30B9\u6642\u306BJMSCorrelationID\u304C\u30A8\u30B3\u30FC\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u306A\u3069)\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u69CB\u6210\u3055\u308C\u305FJMS\u5B9B\u5148\u304C\u95A2\u9023\u306E\u306A\u3044\u4ED6\u306EJMS\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u5171\u6709\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381542=OSB JMS\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u69CB\u6210\u3055\u308C\u305FJMS\u30EC\u30B9\u30DD\u30F3\u30B9\u5B9B\u5148\u304B\u3089\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D6\u5F97\u3057\u307E\u3057\u305F\u304C\u3001\u4EE5\u524D\u306B\u9001\u4FE1\u3055\u308C\u305F\u65E2\u77E5\u306EJMS\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u7D50\u679C\u3068\u3057\u3066\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u304C\u30DE\u30FC\u30AF\u3055\u308C\u307E\u3057\u305F
action381542=\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u306EJMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u9069\u5207\u306B\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068(\u30EC\u30B9\u30DD\u30F3\u30B9\u6642\u306BJMSCorrelationID\u304C\u30A8\u30B3\u30FC\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u306A\u3069)\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u69CB\u6210\u3055\u308C\u305FJMS\u5B9B\u5148\u304C\u95A2\u9023\u306E\u306A\u3044\u4ED6\u306EJMS\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u5171\u6709\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381543=\u5916\u90E8\u306EJMS\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u4F7F\u7528\u3055\u308C\u308B\u3068\u304D\u3001JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306FURI\u306E\u30DB\u30B9\u30C8\u304A\u3088\u3073\u30DD\u30FC\u30C8\u60C5\u5831\u3092\u7A7A\u306B\u3067\u304D\u307E\u3059\u3002\u5B58\u5728\u3057\u306A\u3044\u5834\u5408\u3001\u5B9B\u5148\u306F\u4F5C\u6210\u3055\u308C\u307E\u305B\u3093\u3002
messagedetail381544=\u66F4\u65B0\u3055\u308C\u305FJMS\u69CB\u6210\u30B9\u30AD\u30FC\u30DE\u3092\u4F7F\u7528\u3057\u3066JMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u6B63\u5E38\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
messagedetail381545=JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306E\"\u540C\u671F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\"\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u306E\"\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u540C\u3058\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\"\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
messagedetail381546=JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u3001JMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u3068\u3057\u3066\u3001\u30B5\u30D6\u30BF\u30A4\u30D7\u304C'Java'\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u4EE5\u5916\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u3064\u3044\u3066JMS\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30BF\u30A4\u30D7\u306F\u30C6\u30AD\u30B9\u30C8\u307E\u305F\u306F\u30D0\u30A4\u30C8\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381546=\u30B5\u30D6\u30BF\u30A4\u30D7\u304C'Java'\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u4EE5\u5916\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u3064\u3044\u3066\u3001JMS\u306E\u30C6\u30AD\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u307E\u305F\u306F\u30D0\u30A4\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u307F\u304COSB JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u9001\u4FE1\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381547=\u30B5\u30D6\u30BF\u30A4\u30D7\u304C'Java'\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u3068\u3057\u3066\u69CB\u6210\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u306B\u3064\u3044\u3066\u3001\u30C6\u30AD\u30B9\u30C8\u307E\u305F\u306F\u30D0\u30A4\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304CJMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u3001\u307E\u305F\u306FJMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u3068\u3057\u3066\u53D7\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30BF\u30A4\u30D7\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381547=\u30B5\u30D6\u30BF\u30A4\u30D7\u304C'Java'\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u3068\u3057\u3066\u69CB\u6210\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u306B\u3064\u3044\u3066\u3001JMS\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u307F\u304COSB JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u9001\u4FE1\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381548=JMS\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u304C\u3001\u5BA3\u8A00\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30BF\u30A4\u30D7\u304C'Java'\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u69CB\u6210\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u5834\u5408\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u304C\u30EC\u30B9\u30DD\u30F3\u30B9\u3068\u3057\u3066\u9001\u4FE1\u3055\u308C\u307E\u3059\u3002
action381548=JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381549=JMS\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u304C\u3001\u5BA3\u8A00\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30BF\u30A4\u30D7\u304C'Java'\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u69CB\u6210\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u5834\u5408\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u304C\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u9001\u4FE1\u3055\u308C\u307E\u3059\u3002
action381549=JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381550=java\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u542B\u3080\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u306F1\u3064\u306Ejava\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381550=\u30E1\u30C3\u30BB\u30FC\u30B8\u306B1\u3064\u306Ejava\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u307F\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381551=JMS\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u304C\u3001\u5BA3\u8A00\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30BF\u30A4\u30D7\u306B\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u306A\u3044\u305F\u3081\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u69CB\u6210\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
action381551=\u30B5\u30FC\u30D3\u30B9\u306EJMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u304C\u5BA3\u8A00\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381552=JMS\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u304C\u3001\u5BA3\u8A00\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30BF\u30A4\u30D7\u306B\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u3042\u308B\u305F\u3081\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u69CB\u6210\u304C\u5FC5\u8981\u3067\u3059\u3002
action381552=\u30B5\u30FC\u30D3\u30B9\u306EJMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u304C\u5BA3\u8A00\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381553=JMS\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3059\u308B\u66F4\u65B0\u304C\u3001\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8EAR\u30D5\u30A1\u30A4\u30EB\u306E\u66F4\u65B0\u4E2D\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EEAR\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u3067\u304D\u306A\u304B\u3063\u305F\u304B\u3001\u65B0\u3057\u3044EAR\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D\u5909\u66F4\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action381553=\u6307\u5B9A\u3055\u308C\u305FEAR\u30D5\u30A1\u30A4\u30EB\u304C\u30C9\u30E1\u30A4\u30F3\u306Esbgen\u30B5\u30D6\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5B58\u5728\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u3092\u524A\u9664\u3057\u3066\u304B\u3089\u518D\u5EA6\u8FFD\u52A0\u3057\u3066\u3001\u65B0\u3057\u3044EAR\u30D5\u30A1\u30A4\u30EB\u304C\u751F\u6210\u3055\u308C\u308B\u3088\u3046\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
