## P4ADE ## {0} : String messageId
messagebody381501=Mensagem com timeout de JmsAsyncMessageTable com id {0}
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody381502=Exce\u00E7\u00E3o em {0}: {1}
## P4ADE ## {0} : String method
messagebody381503={0} recebeu uma mensagem sem um Id de Correla\u00E7\u00E3o de JMS; eliminando mensagem...
## P4ADE ## {0} : String method, {1} : String correlationId
messagebody381504={0} recebeu uma mensagem com um Id de Correla\u00E7\u00E3o de JMS inv\u00E1lido {1}; eliminando mensagem...
## P4ADE ## {0} : String method, {1} : String messageId
messagebody381505={0} recebendo uma mensagem com um Id de mensagem desconhecido {1}; eliminando mensagem...
## P4ADE ## {0} : String messageType
messagebody381506=Tipo inesperado de mensagem recebida: {0}
messagebody381507=Nenhum payload de mensagem para enviar no ponto final Ass\u00EDncrono-S\u00EDncrono de JMS de Entrada
## P4ADE ## {0} : String factory, {1} : Exception e
messagebody381508=Falha ao verificar se a factory de conex\u00E3o {0} suporta XA. Presumir\u00E1 que ela n\u00E3o suporta: {1}
messagebody381509=N\u00E3o \u00E9 poss\u00EDvel definir a unidade de ordem no produtor de mensagem n\u00E3o WLS 9.0
## P4ADE ## {0} : Throwable e
messagebody381510=Erro ao gravar o arquivo jar: {0}
## P4ADE ## {0} : String name
messagebody381511=Falha inesperada ao processar uma mensagem de entrada para o ponto final {0}
## P4ADE ## {0} : String ref
messagebody381512=O Ponto Final de JMS com o nome {0} j\u00E1 foi registrado
messagebody381513=Os URIs de solicita\u00E7\u00E3o e resposta podem n\u00E3o ser iguais
messagebody381514=O binding de servi\u00E7o (SOAP/XML/WSDL) tem opera\u00E7\u00F5es de solicita\u00E7\u00E3o/resposta, mas a configura\u00E7\u00E3o de transporte de JMS n\u00E3o tem nenhuma informa\u00E7\u00E3o de resposta.
## P4ADE ## {0} : String target
messagebody381515=Alvo inv\u00E1lido para o proxy de JMS: {0}
## P4ADE ## {0} : Exception e
messagebody381516=Falha ao modificar os par\u00E2metros de entrega de um destino de WLS: {0}
## P4ADE ## {0} : String uri, {1} : String other
messagebody381517=O URI {0} deste servi\u00E7o de proxy j\u00E1 est\u00E1 sendo usado por outro servi\u00E7o de proxy: {1} sem seletor de mensagens
## P4ADE ## {0} : String fileName, {1} : String thisOne
messagebody381518=O nome do arquivo {0} EAR do MDB gerado do servi\u00E7o {1} j\u00E1 est\u00E1 sendo usado por outro servi\u00E7o. Altere o nome deste servi\u00E7o para evitar uma colis\u00E3o.
## P4ADE ## {0} : String name
messagebody381519=Falha ao processar uma mensagem de entrada para o ponto final {0} em decorr\u00EAncia de configura\u00E7\u00E3o de servi\u00E7o simult\u00E2nea
## P4ADE ## {0} : String name
messagebody381520=A factory de conex\u00E3o {0} n\u00E3o existe!
messagebody381521=O destino de resposta \u00E9 nulo ou n\u00E3o tem uma fila
## P4ADE ## {0} : String uristr
messagebody381522=O URI {0} de JMS n\u00E3o \u00E9 v\u00E1lido
## P4ADE ## {0} : String serverName
messagebody381523=O nome do servidor {0} n\u00E3o \u00E9 configurado na tabela de destinos de JNDI de resposta
## P4ADE ## {0} : String serverName
messagebody381524=o destino de resposta de {0} n\u00E3o foi encontrado na tabela de destinos de JNDI de resposta
## P4ADE ## {0} : String destination, {1} : String serverName
messagebody381525=N\u00E3o \u00E9 poss\u00EDvel reutilizar o mesmo destino {0} para {1}; use o destino de resposta exclusivo para cada servidor gerenciado
messagebody381526=O mapa dos Nomes da JNDI de Resposta n\u00E3o foram encontrados para o padr\u00E3o de resposta de JMSMessageID
## P4ADE ## {0} : String ref
messagebody381527=A Conta de Servi\u00E7o {0} n\u00E3o \u00E9 est\u00E1tica. Somente contas de servi\u00E7o est\u00E1ticas s\u00E3o suportadas com os servi\u00E7os de neg\u00F3cios e proxies de JMS.
messagebody381528=Tentando um envio indireto para um proxy usando o padr\u00E3o de resposta JMSMessageID. Roteamento proxy-para-proxy n\u00E3o permitido com este padr\u00E3o.
## P4ADE ## {0} : String messageId, {1} : String status
messagebody381529=Falha na transa\u00E7\u00E3o associada com o id da mensagem {0} em decorr\u00EAncia do status: {1}
## P4ADE ## {0} : String name
messagebody381530=Falha ao pesquisar a factory de conex\u00E3o {0}
## P4ADE ## {0} : String status
messagebody381531=A resposta de entrada n\u00E3o ser\u00E1 enviada ao status da transa\u00E7\u00E3o em decorr\u00EAncia do status da transa\u00E7\u00E3o de solicita\u00E7\u00E3o de entrada: {0}
## P4ADE ## {0} : int val
messagebody381532=Advert\u00EAncia: valor de expira\u00E7\u00E3o da mensagem de JMS configurada de {0} milissegundos \u00E9 muito pequeno.
## P4ADE ## {0} : String name
messagebody381533={0} j\u00E1 existe e n\u00E3o est\u00E1 em uma Fila
## P4ADE ## {0} : String name
messagebody381534={0} j\u00E1 existe e n\u00E3o \u00E9 um T\u00F3pico
## P4ADE ## {0} : String name
messagebody381535={0} j\u00E1 existe e n\u00E3o \u00E9 um TopicConnectionFactory
## P4ADE ## {0} : String name
messagebody381536={0} n\u00E3o \u00E9 um servi\u00E7o de proxy"
messagebody381537=A configura\u00E7\u00E3o espec\u00EDfica do provedor JMS n\u00E3o foi especificada
## P4ADE ## {0} : String type
messagebody381538=O XML dos metadados da solicita\u00E7\u00E3o deve ser uma inst\u00E2ncia de {0}
## P4ADE ## {0} : String type
messagebody381539=O XML de metadados da resposta deve ser uma inst\u00E2ncia de {0}
## P4ADE ## {0} : String method
messagebody381540={0} recebeu uma mensagem sem um Id de Correla\u00E7\u00E3o de JMS; marcando TX para rollback...
## P4ADE ## {0} : String method, {1} : String correlationId
messagebody381541={0} recebeu uma mensagem com um Id de Correla\u00E7\u00E3o de JMS inv\u00E1lido {1}; marcando TX para rollback...
## P4ADE ## {0} : String method, {1} : String messageId
messagebody381542={0} recebeu uma mensagem com um Id de mensagem desconhecido {1}; marcando TX para rollback...
## P4ADE ## {0} : String uri
messagebody381543=URI: {0}, n\u00E3o tem informa\u00E7\u00F5es de host e porta. As informa\u00E7\u00F5es de host e porta geralmente s\u00E3o configuradas quando um provedor de JMS estrangeiro \u00E9 usado.
messagebody381544=O servi\u00E7o de neg\u00F3cios JMS foi submetido a upgrade com sucesso com o esquema de configura\u00E7\u00E3o JMS atualizado.
messagebody381545=A propriedade \"Transacional S\u00EDncrona\" na configura\u00E7\u00E3o de transporte de JMS foi submetida a upgrade para \"Mesma Transa\u00E7\u00E3o de Resposta\" na configura\u00E7\u00E3o do servi\u00E7o.
messagebody381546=Tipo de objeto de JMS inesperado da mensagem recebida para servi\u00E7o diferente do servi\u00E7o de mensagens com o subtipo 'Java'
## P4ADE ## {0} : String messageType
messagebody381547=Tipo inesperado de mensagem: {0} recebido para o servi\u00E7o configurado como servi\u00E7o de mensagens com o subtipo ''Java''
messagebody381548=Binding de servi\u00E7o com o tipo de resposta 'Java' configurado com o tipo de mensagem de resposta incompat\u00EDvel na configura\u00E7\u00E3o de transporte JMS
messagebody381549=Binding de servi\u00E7o com o tipo de solicita\u00E7\u00E3o 'Java' configurado com o tipo de mensagem incompat\u00EDvel na configura\u00E7\u00E3o de transporte JMS
messagebody381550=Payload do pipeline n\u00E3o recebido com um objeto java
messagebody381551=O tipo de mensagem de resposta n\u00E3o est\u00E1 configurado no binding de servi\u00E7o, mas o transporte de JMS tem configura\u00E7\u00E3o de resposta.
messagebody381552=O tipo de mensagem de resposta foi configurado no binding de servi\u00E7o, mas o transporte de JMS n\u00E3o tem nenhuma configura\u00E7\u00E3o de resposta.
## P4ADE ## {0} : String serviceName, {1} : String fileName
messagebody381553=Falha em uma atualiza\u00E7\u00E3o do servi\u00E7o de proxy {0} ao modificar seu arquivo ear de implanta\u00E7\u00E3o {1}.
