## P4ADE ## {0} : String messageId
messagebody381501=ID {0}\u306EJmsAsyncMessageTable\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody381502={0}\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## P4ADE ## {0} : String method
messagebody381503={0}\u306FJMS\u76F8\u95A2ID\u306E\u306A\u3044\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u524A\u9664\u3057\u3066\u3044\u307E\u3059...
## P4ADE ## {0} : String method, {1} : String correlationId
messagebody381504={0}\u306F\u7121\u52B9\u306AJMS\u76F8\u95A2ID {1}\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u524A\u9664\u3057\u3066\u3044\u307E\u3059...
## P4ADE ## {0} : String method, {1} : String messageId
messagebody381505={0}\u306F\u4E0D\u660E\u306A\u30E1\u30C3\u30BB\u30FC\u30B8ID {1}\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u524A\u9664\u3057\u3066\u3044\u307E\u3059...
## P4ADE ## {0} : String messageType
messagebody381506=\u4E88\u671F\u3057\u306A\u3044\u30BF\u30A4\u30D7\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F: {0}
messagebody381507=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9JMS\u975E\u540C\u671F/\u540C\u671F\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3067\u9001\u4FE1\u3059\u308B\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u3042\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String factory, {1} : Exception e
messagebody381508=\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA{0}\u304CXA\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u975E\u5BFE\u5FDC\u3067\u3042\u308B\u3068\u898B\u306A\u3055\u308C\u307E\u3059: {1}
messagebody381509=\u975EWLS 9.0\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D7\u30ED\u30C7\u30E5\u30FC\u30B5\u3067\u9806\u5E8F\u5358\u4F4D\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093
## P4ADE ## {0} : Throwable e
messagebody381510=JAR\u30D5\u30A1\u30A4\u30EB{0}\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
## P4ADE ## {0} : String name
messagebody381511=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8{0}\u306E\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F
## P4ADE ## {0} : String ref
messagebody381512={0}\u3068\u3044\u3046\u540D\u524D\u306EJMS\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306F\u3059\u3067\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u3059
messagebody381513=\u30EA\u30AF\u30A8\u30B9\u30C8\u3068\u30EC\u30B9\u30DD\u30F3\u30B9\u306EURI\u304C\u7B49\u3057\u304F\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
messagebody381514=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9(SOAP/XML/WSDL)\u306B\u30EA\u30AF\u30A8\u30B9\u30C8/\u30EC\u30B9\u30DD\u30F3\u30B9\u64CD\u4F5C\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u60C5\u5831\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String target
messagebody381515=JMS\u30D7\u30ED\u30AD\u30B7\u306E\u7121\u52B9\u306A\u5BFE\u8C61: {0}
## P4ADE ## {0} : Exception e
messagebody381516=WLS\u5B9B\u5148\u306E\u914D\u4FE1\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u5909\u66F4\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {0}
## P4ADE ## {0} : String uri, {1} : String other
messagebody381517=\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306EURI {0}\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BB\u30EC\u30AF\u30BF\u3092\u6301\u305F\u306A\u3044\u5225\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9{1}\u3067\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059
## P4ADE ## {0} : String fileName, {1} : String thisOne
messagebody381518=\u30B5\u30FC\u30D3\u30B9{1}\u306E\u751F\u6210\u6E08\u307FMDB EAR\u30D5\u30A1\u30A4\u30EB\u540D{0}\u306F\u5225\u306E\u30B5\u30FC\u30D3\u30B9\u3067\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u885D\u7A81\u3092\u907F\u3051\u308B\u305F\u3081\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u3067\u306E\u540D\u524D\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String name
messagebody381519=\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u304C\u4E0D\u5B89\u5B9A\u306A\u305F\u3081\u3001\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8{0}\u306E\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u4E2D\u306B\u5931\u6557\u3057\u307E\u3057\u305F
## P4ADE ## {0} : String name
messagebody381520=\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA{0}\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
messagebody381521=\u30EC\u30B9\u30DD\u30F3\u30B9\u5B9B\u5148\u304Cnull\u3067\u3042\u308B\u304B\u3001\u30AD\u30E5\u30FC\u3067\u306F\u3042\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String uristr
messagebody381522=JMS URI {0}\u306F\u7121\u52B9\u3067\u3059
## P4ADE ## {0} : String serverName
messagebody381523=\u30B5\u30FC\u30D0\u30FC\u540D{0}\u306F\u30EC\u30B9\u30DD\u30F3\u30B9JNDI\u5B9B\u5148\u306E\u8868\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093
## P4ADE ## {0} : String serverName
messagebody381524=\u30EC\u30B9\u30DD\u30F3\u30B9JNDI\u5B9B\u5148\u306E\u8868\u306B{0}\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u5B9B\u5148\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String destination, {1} : String serverName
messagebody381525={1}\u306B\u540C\u3058\u5B9B\u5148{0}\u3092\u518D\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u3054\u3068\u306B\u4E00\u610F\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u5B9B\u5148\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
messagebody381526=JMSMessageID\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D1\u30BF\u30FC\u30F3\u306E\u30EC\u30B9\u30DD\u30F3\u30B9JNDI\u540D\u30DE\u30C3\u30D7\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String ref
messagebody381527=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8{0}\u306F\u9759\u7684\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002JMS\u30D7\u30ED\u30AD\u30B7\u304A\u3088\u3073\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u9759\u7684\u306A\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u307F\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
messagebody381528=JMSMessageID\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D1\u30BF\u30FC\u30F3\u3092\u4F7F\u7528\u3057\u3066\u30D7\u30ED\u30AD\u30B7\u306B\u9593\u63A5\u9001\u4FE1\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30D1\u30BF\u30FC\u30F3\u3067\u306F\u3001\u30D7\u30ED\u30AD\u30B7\u304B\u3089\u30D7\u30ED\u30AD\u30B7\u3078\u306E\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String messageId, {1} : String status
messagebody381529=\u30E1\u30C3\u30BB\u30FC\u30B8ID {0}\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u3001\u30B9\u30C6\u30FC\u30BF\u30B9{1}\u306B\u3088\u308A\u5931\u6557\u3057\u307E\u3057\u305F
## P4ADE ## {0} : String name
messagebody381530=\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA{0}\u3092\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
## P4ADE ## {0} : String status
messagebody381531=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u539F\u56E0\u3067\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u9001\u4FE1\u3055\u308C\u307E\u305B\u3093: {0}
## P4ADE ## {0} : int val
messagebody381532=\u8B66\u544A: \u69CB\u6210\u3055\u308C\u305FJMS\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6709\u52B9\u671F\u9650\u5024{0}\u30DF\u30EA\u79D2\u304C\u975E\u5E38\u306B\u5C0F\u3055\u3044\u5024\u3067\u3059\u3002
## P4ADE ## {0} : String name
messagebody381533={0}\u306F\u3059\u3067\u306B\u5B58\u5728\u3059\u308B\u3046\u3048\u3001\u30AD\u30E5\u30FC\u3067\u306F\u3042\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String name
messagebody381534={0}\u306F\u3059\u3067\u306B\u5B58\u5728\u3059\u308B\u3046\u3048\u3001\u30C8\u30D4\u30C3\u30AF\u3067\u306F\u3042\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String name
messagebody381535={0}\u306F\u3059\u3067\u306B\u5B58\u5728\u3059\u308B\u3046\u3048\u3001TopicConnectionFactory\u3067\u306F\u3042\u308A\u307E\u305B\u3093
## P4ADE ## {0} : String name
messagebody381536={0}\u306F\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093"
messagebody381537=JMS\u30D7\u30ED\u30D0\u30A4\u30C0\u56FA\u6709\u306E\u69CB\u6210\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093
## P4ADE ## {0} : String type
messagebody381538=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30BF\u30C7\u30FC\u30BFXML\u306F{0}\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## P4ADE ## {0} : String type
messagebody381539=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30BF\u30C7\u30FC\u30BFXML\u306F{0}\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## P4ADE ## {0} : String method
messagebody381540={0}\u306FJMS\u76F8\u95A2ID\u306E\u306A\u3044\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F;TX\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3092\u30DE\u30FC\u30AF\u3057\u3066\u3044\u307E\u3059...
## P4ADE ## {0} : String method, {1} : String correlationId
messagebody381541={0}\u306F\u7121\u52B9\u306AJMS\u76F8\u95A2ID {1}\u3092\u6301\u3064\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F;TX\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3092\u30DE\u30FC\u30AF\u3057\u3066\u3044\u307E\u3059...
## P4ADE ## {0} : String method, {1} : String messageId
messagebody381542={0}\u306F\u4E0D\u660E\u306A\u30E1\u30C3\u30BB\u30FC\u30B8ID {1}\u3092\u6301\u3064\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F;TX\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3092\u30DE\u30FC\u30AF\u3057\u3066\u3044\u307E\u3059...
## P4ADE ## {0} : String uri
messagebody381543=URI: {0}\u306B\u306F\u3001\u30DB\u30B9\u30C8\u304A\u3088\u3073\u30DD\u30FC\u30C8\u60C5\u5831\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u5916\u90E8\u306EJMS\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u4F7F\u7528\u3055\u308C\u308B\u3068\u304D\u3001\u4E00\u822C\u7684\u306B\u30DB\u30B9\u30C8\u304A\u3088\u3073\u30DD\u30FC\u30C8\u60C5\u5831\u306F\u7A7A\u306B\u69CB\u6210\u3055\u308C\u307E\u3059\u3002
messagebody381544=\u66F4\u65B0\u3055\u308C\u305FJMS\u69CB\u6210\u30B9\u30AD\u30FC\u30DE\u3092\u4F7F\u7528\u3057\u3066JMS\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u6B63\u5E38\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
messagebody381545=JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u306E\"\u540C\u671F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\"\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u306E\"\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u540C\u3058\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\"\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
messagebody381546=\u30B5\u30D6\u30BF\u30A4\u30D7\u304C'Java'\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u4EE5\u5916\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u3001\u4E88\u671F\u3057\u306A\u3044JMS\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F
## P4ADE ## {0} : String messageType
messagebody381547=\u30B5\u30D6\u30BF\u30A4\u30D7\u304C''Java''\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u3068\u3057\u3066\u69CB\u6210\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u3001\u4E88\u671F\u3057\u306A\u3044\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7: {0}\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F
messagebody381548=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30BF\u30A4\u30D7\u304C'Java'\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u304C\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3067\u4E92\u63DB\u6027\u306E\u306A\u3044\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u4F7F\u7528\u3057\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059
messagebody381549=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30BF\u30A4\u30D7\u304C'Java'\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u304C\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3067\u4E92\u63DB\u6027\u306E\u306A\u3044\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u4F7F\u7528\u3057\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059
messagebody381550=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u304B\u3089\u306E\u30DA\u30A4\u30ED\u30FC\u30C9\u304C1\u3064\u306Ejava\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u542B\u3080\u72B6\u614B\u3067\u53D7\u4FE1\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F
messagebody381551=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u306F\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u304C\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u69CB\u6210\u304C\u3042\u308A\u307E\u3059\u3002
messagebody381552=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D0\u30A4\u30F3\u30C9\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001JMS\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u69CB\u6210\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## P4ADE ## {0} : String serviceName, {1} : String fileName
messagebody381553=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8EAR\u30D5\u30A1\u30A4\u30EB{1}\u3092\u5909\u66F4\u4E2D\u306B\u3001\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9{0}\u306E\u66F4\u65B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
