## P4ADE ## {0} : String messageId
messagebody381501=Mensaje de timeout de JmsAsyncMessageTable con identificador {0}
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody381502=Excepci\u00F3n en {0}: {1}
## P4ADE ## {0} : String method
messagebody381503={0} ha recibido un mensaje sin identificador de correlaci\u00F3n de JMS; borrando el mensaje...
## P4ADE ## {0} : String method, {1} : String correlationId
messagebody381504={0} ha recibido un mensaje con un identificador de correlaci\u00F3n de JMS no v\u00E1lido {1}; borrando mensaje...
## P4ADE ## {0} : String method, {1} : String messageId
messagebody381505={0} ha recibido un mensaje con un identificador de mensaje desconocido {1}; borrando mensaje...
## P4ADE ## {0} : String messageType
messagebody381506=Se ha recibido un tipo de mensaje inesperado: {0}
messagebody381507=No hay carga \u00FAtil de respuesta que enviar en el punto final as\u00EDncrono-s\u00EDncrono de JMS entrante
## P4ADE ## {0} : String factory, {1} : Exception e
messagebody381508=Fallo al comprobar si la f\u00E1brica de conexiones {0} soporta XA. Se asumir\u00E1 que no lo hace: {1}
messagebody381509=No se puede definir la unidad de orden del productor de mensajes que no sea WLS 9.0
## P4ADE ## {0} : Throwable e
messagebody381510=Error al escribir el archivo jar: {0}
## P4ADE ## {0} : String name
messagebody381511=Fallo inesperado al procesar un mensaje de entrada para el punto final {0}
## P4ADE ## {0} : String ref
messagebody381512=Ya se ha registrado el punto final de JMS con el nombre {0}
messagebody381513=Es posible que los URI de la petici\u00F3n y de la respuesta no sean iguales
messagebody381514=El enlace de servicio (SOAP/XML/WSDL) tiene operaciones de petici\u00F3n/respuesta, pero la configuraci\u00F3n de transporte de JMS no tiene informaci\u00F3n de respuesta.
## P4ADE ## {0} : String target
messagebody381515=Destino no v\u00E1lido para el proxy de JMS: {0}
## P4ADE ## {0} : Exception e
messagebody381516=Fallo al modificar los par\u00E1metros de entrega de un destino WLS: {0}
## P4ADE ## {0} : String uri, {1} : String other
messagebody381517=Otro servicio de proxy est\u00E1 utilizando el URI {0} para este servicio de proxy: {1} sin selector de mensajes
## P4ADE ## {0} : String fileName, {1} : String thisOne
messagebody381518=El nombre de archivo MDB EAR generado {0} para el servicio {1} ya lo est\u00E1 utilizando otro servicio. Cambie el nombre de este servicio para evitar una colisi\u00F3n.
## P4ADE ## {0} : String name
messagebody381519=Fallo al procesar un mensaje entrante para el punto final {0} debido a la configuraci\u00F3n del servicio en el flujo
## P4ADE ## {0} : String name
messagebody381520=La f\u00E1brica de conexiones {0} no existe.
messagebody381521=El destino de respuesta es nulo o no es una cola
## P4ADE ## {0} : String uristr
messagebody381522=El URI de JMS {0} no es v\u00E1lido
## P4ADE ## {0} : String serverName
messagebody381523=El nombre del servidor {0} no est\u00E1 configurado en la tabla de destinos de JNDI de respuesta
## P4ADE ## {0} : String serverName
messagebody381524=no se ha encontrado el destino de respuesta para {0} en la tabla de destinos de JNDI de respuesta
## P4ADE ## {0} : String destination, {1} : String serverName
messagebody381525=No se puede volver a utilizar el mismo destino {0} para {1}; utilice un destino de respuesta \u00FAnico para cada servidor gestionado
messagebody381526=No se ha encontrado la asignaci\u00F3n de los nombres de JNDI de respuesta para el patr\u00F3n de respuesta JMSMessageID
## P4ADE ## {0} : String ref
messagebody381527=La cuenta de servicio {0} no es est\u00E1tica. S\u00F3lo se soportan las cuentas de servicio est\u00E1ticas con los proxies y servicios de negocio de JMS.
messagebody381528=Intentando un env\u00EDo indirecto a un proxy mediante el patr\u00F3n de respuesta JMSMessageID. El direccionamiento de proxy a proxy no est\u00E1 permitido con este patr\u00F3n.
## P4ADE ## {0} : String messageId, {1} : String status
messagebody381529=Fallo de la transacci\u00F3n asociada al identificador de mensaje {0} debido al estado: {1}
## P4ADE ## {0} : String name
messagebody381530=Fallo al buscar la f\u00E1brica de conexiones {0}
## P4ADE ## {0} : String status
messagebody381531=La respuesta entrante no se enviar\u00E1 debido al estado de transacci\u00F3n de petici\u00F3n entrante: {0}
## P4ADE ## {0} : int val
messagebody381532=Advertencia: El valor de caducidad de {0} milisegundos del mensaje de JMS configurado es muy peque\u00F1o.
## P4ADE ## {0} : String name
messagebody381533={0} ya existe y no es una cola
## P4ADE ## {0} : String name
messagebody381534={0} ya existe y no es un tema
## P4ADE ## {0} : String name
messagebody381535={0} ya existe y no es una f\u00E1brica de conexiones de tema
## P4ADE ## {0} : String name
messagebody381536={0} no es un servicio de proxy"
messagebody381537=No se ha especificado la configuraci\u00F3n espec\u00EDfica del proveedor de JMS
## P4ADE ## {0} : String type
messagebody381538=El XML de metadatos de petici\u00F3n debe ser una instancia de {0}
## P4ADE ## {0} : String type
messagebody381539=El XML de metadatos de respuesta debe ser una instancia de {0}
## P4ADE ## {0} : String method
messagebody381540={0} ha recibido un mensaje sin identificador de correlaci\u00F3n de JMS; marcando la transacci\u00F3n para rollback...
## P4ADE ## {0} : String method, {1} : String correlationId
messagebody381541={0} ha recibido un mensaje con un identificador de correlaci\u00F3n de JMS no v\u00E1lido {1}; marcando la transacci\u00F3n para rollback...
## P4ADE ## {0} : String method, {1} : String messageId
messagebody381542={0} ha recibido un mensaje con un identificador de mensaje desconocido {1}; marcando la transacci\u00F3n para rollback...
## P4ADE ## {0} : String uri
messagebody381543=URI: {0} no tiene informaci\u00F3n de host y puerto. La informaci\u00F3n de host y puerto se configura generalmente como vac\u00EDa si se utiliza un proveedor de JMS ajeno
messagebody381544=El servicio de negocio de JMS se ha actualizado correctamente con el esquema de configuraci\u00F3n de JMS actualizado.
messagebody381545=La propiedad \"Transaccional S\u00EDncrono\" de la configuraci\u00F3n de transporte de JMS se actualiza a \"Misma Transacci\u00F3n para Respuesta\" en la configuraci\u00F3n de servicio.
messagebody381546=Tipo de objeto de JMS inesperado del mensaje recibido para un servicio distinto del servicio de mensajes con subtipo 'Java'
## P4ADE ## {0} : String messageType
messagebody381547=Tipo de mensaje inesperado: {0} recibido para un servicio configurado como servicio de mensajes con subtipo ''Java''
messagebody381548=Enlace de servicio con tipo de respuesta 'Java' configurado con tipo de mensaje de respuesta no compatible en la configuraci\u00F3n de transporte de JMS
messagebody381549=Enlace de servicio con tipo de solicitud 'Java' configurado con tipo de mensaje no compatible en la configuraci\u00F3n de transporte de JMS
messagebody381550=No se ha recibido la carga \u00FAtil del pipeline con un objeto Java
messagebody381551=El tipo de mensaje de respuesta no est\u00E1 configurado en el enlace de servicio, pero el transporte de JMS tiene una configuraci\u00F3n de respuesta.
messagebody381552=El tipo de mensaje de respuesta no est\u00E1 configurado en el enlace de servicio, pero el transporte de JMS no tiene una configuraci\u00F3n de respuesta.
## P4ADE ## {0} : String serviceName, {1} : String fileName
messagebody381553=Error de actualizaci\u00F3n del servicio de proxy {0} al modificar el archivo ear del despliegue, {1}.
