messagedetail381501=Ao chamar um servi\u00E7o de neg\u00F3cios de JMS, uma resposta \u00E0 solicita\u00E7\u00E3o de JMS n\u00E3o chegou antes no timeout especificado expirado.
action381501=Verifique se o servi\u00E7o de neg\u00F3cios de JMS de back-end est\u00E1 funcionando corretamente e aumente o valor do timeout, se necess\u00E1rio
messagedetail381502=Ocorreu uma exce\u00E7\u00E3o de finalidade geral inesperada no transporte de JMS do OSB. Deve haver uma mensagem de erro que indica a causa do problema
action381502=Entre em contato com o suporte t\u00E9cnico
messagedetail381503=Um servi\u00E7o de neg\u00F3cios de solicita\u00E7\u00E3o/resposta de JMS do OSB selecionou uma mensagem do destino da resposta do JMS configurado que n\u00E3o tinha a propriedade de mensagem JMSCorrelationID esperada. Como resultado, a mensagem de resposta foi eliminada.
action381503=Certifique-se de que o servi\u00E7o de neg\u00F3cios de JMS de back-end est\u00E1 funcionando da forma adequada (por exemplo, que o JMSCorrelationID est\u00E1 sendo ecoado ao responder). Al\u00E9m disso, certifique-se de que o destino de JMS configurado para respostas n\u00E3o \u00E9 compartilhado por outros servi\u00E7os de JMS n\u00E3o relacionados.
messagedetail381504=Um servi\u00E7o de neg\u00F3cios de solicita\u00E7\u00E3o/resposta de JMS do OSB selecionou uma mensagem do destino de resposta do JMS configurado cuja propriedade de mensagem JMSCorrelationID tinha dados inesperados. Como resultado, a mensagem de resposta foi ignorada.
action381504=Certifique-se de que o servi\u00E7o de neg\u00F3cios de JMS de back-end est\u00E1 funcionando da forma adequada (por exemplo, que o JMSCorrelationID est\u00E1 sendo ecoado ao responder). Al\u00E9m disso, certifique-se de que o destino de JMS configurado para respostas n\u00E3o \u00E9 compartilhado por outros servi\u00E7os de JMS n\u00E3o relacionados.
messagedetail381505=Um servi\u00E7o de neg\u00F3cios da solicita\u00E7\u00E3o/resposta de JMS do OSB selecionou uma mensagem do destino de resposta do JMS configurado que n\u00E3o se correlacionava a uma solicita\u00E7\u00E3o do JMS conhecida que tinha sido enviada anteriormente. Como resultado, a mensagem de resposta foi eliminada.
action381505=Certifique-se de que o servi\u00E7o de neg\u00F3cios de JMS de back-end est\u00E1 funcionando da forma adequada (por exemplo, que o JMSCorrelationID est\u00E1 sendo ecoado ao responder). Al\u00E9m disso, certifique-se de que o destino de JMS configurado para respostas n\u00E3o \u00E9 compartilhado por outros servi\u00E7os de JMS n\u00E3o relacionados.
messagedetail381506=Uma mensagem sem Texto ou de bytes ou de objeto foi recebida pelo servi\u00E7o de proxy do JMS ou como resposta a um servi\u00E7o de neg\u00F3cios do JMS. O transporte de JMS do OSB s\u00F3 suporta mensagens de Texto, Bytes e Objeto.
action381506=Certifique-se de que somente as mensagens de Texto ou de Bytes de JMS estejam sendo enviadas para um proxy ou servi\u00E7os de neg\u00F3cios de JMS do OSB.
messagedetail381507=Esta \u00E9 uma mensagem informativa para alertar ao usu\u00E1rio que um payload de resposta vazia est\u00E1 sendo enviado como uma resposta ao proxy de JMS com resposta
action381507=Se este for o procedimento esperado, nenhuma a\u00E7\u00E3o ser\u00E1 necess\u00E1ria. Caso contr\u00E1rio, \u00E9 poss\u00EDvel usar v\u00E1rias a\u00E7\u00F5es de pipeline para examinar e definir o corpo da mensagem de resposta a ser enviada.
messagedetail381508=Falha no transporte de JMS do OSB ao determinar se a factory de conex\u00E3o do JMS configurada suporta as transa\u00E7\u00F5es de XA. Como resultado, presume-se que n\u00E3o, para fins de gera\u00E7\u00E3o de artefatos relacionados ao servi\u00E7o.
action381508=Certifique-se de que o provedor da JNDI referido pelo URL de servi\u00E7o JMS est\u00E1 ativo e em execu\u00E7\u00E3o e pode ser acessado adequadamente no momento de ativa\u00E7\u00E3o do servi\u00E7o. Al\u00E9m disso, certifique-se de que o nome da JNDI da factory de conex\u00E3o configurada corresponde a um objeto de factory de conex\u00E3o existente no provedor da JNDI.
messagedetail381509=Foi feita uma tentativa de definir a propriedade 'UnitOfOrder' de JMS de WLS na mensagem que corresponde a um destino de JMS n\u00E3o WLS. Somente o WLS 9.0 e superior suporta o recurso 'UnitOfOrder'.
action381509=Verifique a configura\u00E7\u00E3o do servi\u00E7o JMS para certificar-se de que a defini\u00E7\u00E3o de UnitOfOrder est\u00E1 sendo usada, em seguida, se o URL corresponde ao provedor JMS de WLS 9.0.
messagedetail381510=Houve um erro inesperado ao gerar os artefatos relacionados ao servi\u00E7o de JMS. Deve haver uma mensagem de erro que indica a causa do problema.
action381510=Entre em contato com o suporte t\u00E9cnico
messagedetail381511=Houve um erro inesperado ao processar uma mensagem de entrada por meio do servi\u00E7o de proxy JMS especificado. Isso pode ter ocorrido em decorr\u00EAncia da m\u00E1 configura\u00E7\u00E3o do servi\u00E7o
action381511=Entre em contato com o suporte t\u00E9cnico
messagedetail381512=Houve um erro inesperado no momento de ativa\u00E7\u00E3o da sess\u00E3o ao registrar um novo servi\u00E7o de JMS. Dois ou mais servi\u00E7os de JMS compartilham o mesmo nome.
action381512=Entre em contato com o suporte t\u00E9cnico
messagedetail381513=Na configura\u00E7\u00E3o do servi\u00E7o de proxy JMS os URIs de solicita\u00E7\u00E3o e resposta s\u00E3o iguais. Tal configura\u00E7\u00E3o \u00E9 inv\u00E1lida, pois provavelmente resultar\u00E1 em um loop infinito e no processamento de solicita\u00E7\u00E3o/resposta.
action381513=Certifique-se de que os URIs de solicita\u00E7\u00E3o e resposta t\u00EAm valores diferentes na configura\u00E7\u00E3o do servi\u00E7o de proxy JMS
messagedetail381514=O binding de servi\u00E7o (SOAP/XML/WSDL) tem opera\u00E7\u00F5es de solicita\u00E7\u00E3o/resposta, mas a configura\u00E7\u00E3o de transporte de JMS n\u00E3o tem nenhuma informa\u00E7\u00E3o de resposta.
action381514=Certifique-se de que a configura\u00E7\u00E3o de transporte de JMS do servi\u00E7o \u00E9 consistente com o tipo de binding de servi\u00E7o declarado.
messagedetail381515=O alvo configurado do servi\u00E7o de proxy JMS n\u00E3o \u00E9 v\u00E1lido na configura\u00E7\u00E3o de cluster atual. Isso pode ter ocorrido, se a configura\u00E7\u00E3o de cluster tiver sido alterada recentemente ou quando este servi\u00E7o de JMS foi movido (exportado e importado) de um cluster para outro.
action381515=Certifique-se de que o alvo configurado (servidor ou cluster) corresponde a um dos nomes de alvo v\u00E1lido na lista drop-down de alvos dispon\u00EDveis na configura\u00E7\u00E3o de transporte JMS
messagedetail381516=Houve um erro ao tentar definir os par\u00E2metros de configura\u00E7\u00E3o no destino de WLS especificado. Deve haver uma mensagem de erro que indica a causa do erro.
action381516=Entre em contato com o suporte t\u00E9cnico
messagedetail381517=Dois ou mais servi\u00E7os de proxy JMS est\u00E3o usando o mesmo URI. A opera\u00E7\u00E3o n\u00E3o pode ser conclu\u00EDda porque somente um proxy de JMS \u00FAnico pode receber mensagens de um determinado destino de JMS.
action381517=Certifique-se de que o proxy de JMS \u00E9 o \u00FAnico que foi configurado com o URI em quest\u00E3o.
messagedetail381518=Houve um erro inesperado quando o OSB estava gerando artefatos relacionados ao servi\u00E7o JMS.
action381518=Entre em contato com o suporte t\u00E9cnico
messagedetail381519=O processamento da mensagem falhou no runtime do OSB porque as configura\u00E7\u00F5es do servi\u00E7o de proxy s\u00E3o simult\u00E2neas. Este proxy s\u00F3 ser\u00E1 capaz de processar mensagens quando a configura\u00E7\u00E3o se estabilizar.
action381519=Aguarde at\u00E9 que a configura\u00E7\u00E3o do servidor OSB se estabilize e tente enviar novamente a solicita\u00E7\u00E3o.
messagedetail381520=Falha de transporte de JMS do OSB ao pesquisar a factory de conex\u00E3o de JMS configurada do servi\u00E7o com padr\u00E3o de resposta JMSMessageID no provedor de JNDI especificado no momento da ativa\u00E7\u00E3o do servi\u00E7o
action381520=Certifique-se de que o provedor da JNDI referido pelo URL de servi\u00E7o JMS est\u00E1 ativo e em execu\u00E7\u00E3o e pode ser acessado adequadamente no momento de ativa\u00E7\u00E3o do servi\u00E7o. Al\u00E9m disso, certifique-se de que o nome da JNDI da factory de conex\u00E3o configurada corresponde a um objeto de factory de conex\u00E3o existente no provedor da JNDI.
messagedetail381521=O destino de JMS configurado para resposta n\u00E3o est\u00E1 em uma fila. Somente as filas de JMS s\u00E3o destinos de resposta suportados para servi\u00E7os de proxy de JMS.
action381521=Verifique se o URI de resposta de JMS configurado no servi\u00E7o de proxy de JMS refere-se a uma fila de JMS.
messagedetail381522=Um ou mais URIs configurados para o servi\u00E7o JMS n\u00E3o est\u00E1 no formato esperado pelo OSB. O formato esperado \u00E9 jms://host:port[,host:port]*/MyFactory/MyQueue onde - host \u00E9 o nome do servidor que \u00E9 provedor da JNDI - port \u00E9 a porta do servidor que \u00E9 o provedor da JNDI - MyFactory \u00E9 o nome da JNDI da factory de conex\u00E3o - MyQueue \u00E9 o nome da JNDI do destino de JMS
action381522=Certifique-se de que a string de URI \u00E9 compat\u00EDvel com o formato esperado
messagedetail381523=N\u00E3o foram encontrados um ou mais alvos que correspondem a um servidor gerenciado, o qual faz parte do dom\u00EDnio de cluster do OSB no mapa do servi\u00E7o JMS de destino que usa o padr\u00E3o de correla\u00E7\u00E3o JMSMessageID. Cada servidor gerenciado deve ter um destino exclusivo correspondente. Isso pode ter ocorrido se a configura\u00E7\u00E3o de cluster tiver sido alterada recentemente ou quando este servi\u00E7o JMS foi transferido (exportado e importado) de um cluster para outro.
action381523=Certifique-se de que o alvo configurado (servidor ou cluster) corresponde a um dos nomes de alvo v\u00E1lido na lista drop-down de alvos dispon\u00EDveis na configura\u00E7\u00E3o de transporte JMS
messagedetail381524=N\u00E3o foram encontrados um ou mais destinos que correspondem a um servidor gerenciado, o qual faz parte do dom\u00EDnio de cluster do OSB no mapa de servi\u00E7o do JMS de destino que usa o padr\u00E3o de correla\u00E7\u00E3o JMSMessageID. Cada servidor gerenciado deve ter um destino exclusivo correspondente. Isso pode ter acontecido se a configura\u00E7\u00E3o de cluster tiver sido alterada recentemente ou quando este servi\u00E7o JMS foi transferido (exportado e importado) de um cluster para outro.
action381524=Certifique-se de que o alvo configurado (servidor ou cluster) corresponde a um dos nomes de alvo v\u00E1lido na lista drop-down de alvos dispon\u00EDveis na configura\u00E7\u00E3o de transporte JMS
messagedetail381525=Um ou mais nomes de destino id\u00EAnticos foram configurados para dois servidores gerenciados diferentes do servi\u00E7o JMS com padr\u00E3o de correla\u00E7\u00E3o JMSMessageID. Cada servidor gerenciado deve ter um destino exclusivo correspondente. Isso pode ter ocorrido, caso a configura\u00E7\u00E3o de cluster tenha sido alterada recentemente ou quando este servi\u00E7o JMS foi movido (exportado e importado) de um cluster para outro.
action381525=Certifique-se de que cada nome do servidor gerenciado corresponda a um nome de destino de JMS exclusivo na configura\u00E7\u00E3o de transporte de JMS do servi\u00E7o
messagedetail381526=Houve um problema com a configura\u00E7\u00E3o do servi\u00E7o JMS com o padr\u00E3o de correla\u00E7\u00E3o JMSMessageID. A configura\u00E7\u00E3o n\u00E3o tem um elemento obrigat\u00F3rio que especifica o mapa de destinos de um conjunto de servidores gerenciados.
messagedetail381527=A conta de servi\u00E7o usada na configura\u00E7\u00E3o do servi\u00E7o JMS n\u00E3o \u00E9 uma conta est\u00E1tica (isto \u00E9, de passagem ou mapeada). Somente as contas de servi\u00E7o est\u00E1ticas s\u00E3o suportadas com proxies e servi\u00E7os de neg\u00F3cios de JMS
action381527=Verifique se o tipo de conta de servi\u00E7o usado na configura\u00E7\u00E3o do servi\u00E7o e certifique-se de que somente as contas est\u00E1ticas foram usadas.
messagedetail381528=Enviar uma mensagem de sa\u00EDda do padr\u00E3o de proxy JMS para outro proxy JMS com o padr\u00E3o de resposta JMSMessageID n\u00E3o \u00E9 suportado
action381528=Verifique a configura\u00E7\u00E3o do fluxo de mensagem do proxy de JMS e certifique-se de que ele n\u00E3o \u00E9 roteado para um proxy JMS que usa o padr\u00E3o de resposta JMSMessageID
messagedetail381529=Falha em uma transa\u00E7\u00E3o ao aguardar a resposta do servi\u00E7o de solicita\u00E7\u00E3o/resposta de JMS. Como resultado, qualquer mensagem de resposta relacionada ser\u00E1 ignorada.
action381529=Examine os arquivos de log para determinar a causa da falha da transa\u00E7\u00E3o e/ou repita o envio da solicita\u00E7\u00E3o. Se o problema persistir, entre em contato com o suporte t\u00E9cnico.
messagedetail381530=Falha no transporte de JMS do OSB ao pesquisar a factory de conex\u00E3o de JMS configurada no provedor de JNDI especificado no momento da ativa\u00E7\u00E3o do servi\u00E7o
action381530=Certifique-se de que o provedor da JNDI referido pelo URL de servi\u00E7o JMS est\u00E1 ativo e em execu\u00E7\u00E3o e pode ser acessado adequadamente no momento de ativa\u00E7\u00E3o do servi\u00E7o. Al\u00E9m disso, certifique-se de que o nome da JNDI da factory de conex\u00E3o configurada corresponde a um objeto de factory de conex\u00E3o existente no provedor da JNDI.
messagedetail381531=Uma resposta ao servi\u00E7o de proxy JMS n\u00E3o ser\u00E1 enviada porque houve falha na transa\u00E7\u00E3o associada \u00E0 solicita\u00E7\u00E3o de entrada em decorr\u00EAncia do motivo declarado.
action381531=Examine os arquivos de log para determinar a causa da falha da transa\u00E7\u00E3o e/ou repita o envio da solicita\u00E7\u00E3o. Se o problema persistir, entre em contato com o suporte t\u00E9cnico.
messagedetail381532=Esta \u00E9 uma mensagem para advertir o usu\u00E1rio de que um valor de expira\u00E7\u00E3o da mensagem configurada \u00E9 relativamente pequeno e pode conduzir \u00E0 perda de mensagens em decorr\u00EAncia da sua r\u00E1pida expira\u00E7\u00E3o.
action381532=Certifique-se de que o valor da expira\u00E7\u00E3o configurado foi informado corretamente. Nenhuma a\u00E7\u00E3o ser\u00E1 necess\u00E1ria se o valor for informado como desejado.
messagedetail381533=O destino especificado na configura\u00E7\u00E3o de Transporte de JMS j\u00E1 existe e n\u00E3o \u00E9 uma Fila JMS.
action381533=Certifique-se de que a configura\u00E7\u00E3o de transporte de JMS \u00E9 consistente com os objetos existentes dispon\u00EDveis do provedor de JNDI especificado. Isso significa que se algu\u00E9m configura uma fila na p\u00E1gina de transporte de JMS e existir um objeto com o nome da JNDI especificada, \u00E9 esperado que ele seja uma Fila.
messagedetail381534=O destino especificado na configura\u00E7\u00E3o de Transporte de JMS j\u00E1 existe e n\u00E3o \u00E9 um T\u00F3pico JMS.
action381534=Certifique-se de que a configura\u00E7\u00E3o de transporte de JMS \u00E9 consistente com os objetos existentes dispon\u00EDveis do provedor de JNDI especificado. Isso significa que se algu\u00E9m configurar um t\u00F3pico na p\u00E1gina de transporte de JMS e um objeto com o nome da JNDI especificada existir, espera-se que seja um T\u00F3pico
messagedetail381535=A factory de conex\u00E3o especificada na configura\u00E7\u00E3o de Transporte de JMS j\u00E1 existe e n\u00E3o \u00E9 uma inst\u00E2ncia de TopicConnectionfactory de JMS. Considerando que o tipo de destino configurado \u00E9 um t\u00F3pico, \u00E9 poss\u00EDvel fornecer uma inst\u00E2ncia de TopicConnectionFactory na configura\u00E7\u00E3o.
action381535=Certifique-se de que a configura\u00E7\u00E3o de transporte de JMS \u00E9 consistente com os objetos existentes dispon\u00EDveis do provedor de JNDI especificado. Isso significa que se algu\u00E9m configurar um t\u00F3pico na p\u00E1gina de transporte de JMS e um objeto com o nome da JNDI especificada existir, espera-se que seja um TopicConnectionFactory
messagedetail381536=Ocorreu um erro durante a exporta\u00E7\u00E3o da UDDI dos servi\u00E7os JMS. O servi\u00E7o JMS que est\u00E1 sendo exportado deveria ser um proxy e n\u00E3o era.
action381536=Entre em contato com o suporte t\u00E9cnico
messagedetail381537=Houve um erro inesperado ao processar a mensagem ao fazer parse da configura\u00E7\u00E3o espec\u00EDfica de transporte de JMS do ponto final de servi\u00E7o
action381537=Entre em contato com o suporte t\u00E9cnico
messagedetail381538=Houve um erro inesperado durante o processamento da mensagem ao processar os metadados da solicita\u00E7\u00E3o para a solicita\u00E7\u00E3o de entrada ou sa\u00EDda.
action381538=Verifique as a\u00E7\u00F5es de pipeline em seu fluxo de mensagem e certifique-se de que voc\u00EA est\u00E1 definindo os metadados da solicita\u00E7\u00E3o, de forma consistente com o transporte especificado para o servi\u00E7o. \u00C9 poss\u00EDvel usar as a\u00E7\u00F5es Registrar para examinar o conte\u00FAdo de qualquer vari\u00E1vel de contexto da mensagem.
messagedetail381539=Houve um erro inesperado durante o processamento da mensagem ao processar os metadados de resposta da solicita\u00E7\u00E3o de entrada ou sa\u00EDda.
action381539=Verifique as a\u00E7\u00F5es de pipeline em seu fluxo de mensagem e certifique-se de que est\u00E1 definindo os metadados de resposta, de forma consistente com o transporte especificado para o servi\u00E7o. \u00C9 poss\u00EDvel usar as a\u00E7\u00F5es Registrar para examinar o conte\u00FAdo de qualquer vari\u00E1vel de contexto da mensagem.
messagedetail381540=Um servi\u00E7o de neg\u00F3cios de solicita\u00E7\u00E3o/resposta de JMS do OSB selecionou uma mensagem de um destino de resposta do JMS que n\u00E3o tinha a propriedade de mensagem JMSCorrelationID esperada. Como resultado, a transa\u00E7\u00E3o de resposta foi marcada para rollback
action381540=Certifique-se de que o servi\u00E7o de neg\u00F3cios de JMS de back-end est\u00E1 funcionando (por exemplo, que o JMSCorrelationID est\u00E1 sendo ecoado ao responder). Al\u00E9m disso, certifique-se de que o destino de JMS configurado para respostas n\u00E3o \u00E9 compartilhado por outros servi\u00E7os de JMS n\u00E3o relacionados.
messagedetail381541=Um servi\u00E7o de neg\u00F3cios de solicita\u00E7\u00E3o/resposta de JMS do OSB selecionou uma mensagem do destino de resposta JMS configurado cuja propriedade da mensagem JMSCorrelationID tinha dados inesperados. Como resultado, a transa\u00E7\u00E3o de resposta foi marcada para rollback
action381541=Certifique-se de que o servi\u00E7o de neg\u00F3cios de JMS de back-end est\u00E1 funcionando da forma adequada (por exemplo, que o JMSCorrelationID est\u00E1 sendo ecoado ao responder). Al\u00E9m disso, certifique-se de que o destino de JMS configurado para respostas n\u00E3o \u00E9 compartilhado por outros servi\u00E7os de JMS n\u00E3o relacionados.
messagedetail381542=Um servi\u00E7o de neg\u00F3cios de solicita\u00E7\u00E3o/resposta de JMS do OSB selecionou uma mensagem do destino de resposta do JMS configurado que n\u00E3o se correlacionava a uma solicita\u00E7\u00E3o do JMS conhecida que foi enviada anteriormente. Como resultado, a transa\u00E7\u00E3o de resposta foi marcada para rollback
action381542=Certifique-se de que o servi\u00E7o de neg\u00F3cios de JMS de back-end est\u00E1 funcionando da forma adequada (por exemplo, que o JMSCorrelationID est\u00E1 sendo ecoado ao responder). Al\u00E9m disso, certifique-se de que o destino de JMS configurado para respostas n\u00E3o \u00E9 compartilhado por outros servi\u00E7os de JMS n\u00E3o relacionados.
messagedetail381543=O servi\u00E7o de proxy de JMS pode ter informa\u00E7\u00F5es de host e porta vazias no URI quando deveria usar o provedor JMS estrangeiro. O destino n\u00E3o \u00E9 criado, se n\u00E3o existir.
messagedetail381544=O servi\u00E7o de neg\u00F3cios JMS foi submetido a upgrade com sucesso com o esquema de configura\u00E7\u00E3o JMS atualizado.
messagedetail381545=A propriedade \"Transacional S\u00EDncrona\" na configura\u00E7\u00E3o de transporte de JMS foi submetida a upgrade para \"Mesma Transa\u00E7\u00E3o de Resposta\" na configura\u00E7\u00E3o do servi\u00E7o.
messagedetail381546=Um tipo de Objeto de JMS foi recebido pelo servi\u00E7o de proxy JMS ou como uma resposta a um servi\u00E7o de neg\u00F3cios de JMS do servi\u00E7o diferente daquele de mensagens com subtipo 'Java'. As mensagens devem ser do tipo Texto ou Bytes.
action381546=Certifique-se de que somente as mensagens de Texto ou Bytes de JMS estejam sendo enviadas para o proxy ou servi\u00E7os de neg\u00F3cios de JMS do OSB para um servi\u00E7o diferente daquele de mensagem com subtipo 'Java'.
messagedetail381547=Uma mensagem de Texto ou Bytes foi recebida pelo servi\u00E7o de proxy JMS ou como resposta a um servi\u00E7o de neg\u00F3cio de JMS do servi\u00E7o configurado como de mensagens com o subtipo 'Java'. As mensagens devem ser do tipo Object.
action381547=Certifique-se de que somente as mensagens do Objeto JMS estejam sendo enviadas ao proxy ou servi\u00E7o de neg\u00F3cios de proxy de JMS do OSB para o servi\u00E7o configurado como servi\u00E7o de mensagens com o subtipo 'Java'.
messagedetail381548=A configura\u00E7\u00E3o do servi\u00E7o JMS n\u00E3o era compat\u00EDvel com o tipo de binding de servi\u00E7o declarado. Um servi\u00E7o de mensagem com o tipo de resposta 'Java' n\u00E3o deve ter um tipo de mensagem de resposta configurado na configura\u00E7\u00E3o de transporte de JMS. Neste caso, o tipo de Objeto das mensagens foi enviado como a resposta.
action381548=Certifique-se de que a configura\u00E7\u00E3o de transporte de JMS n\u00E3o deve ter um tipo de mensagem de resposta configurado na configura\u00E7\u00E3o de transporte de JMS.
messagedetail381549=A configura\u00E7\u00E3o do servi\u00E7o JMS n\u00E3o era compat\u00EDvel com o tipo de binding de servi\u00E7o declarado. Um servi\u00E7o de mensagem com o tipo de solicita\u00E7\u00E3o 'Java' n\u00E3o deve ter um tipo de mensagem configurado na configura\u00E7\u00E3o de transporte JMS. Neste caso, o tipo de Objeto de mensagens s\u00E3o enviados pelo servi\u00E7o de neg\u00F3cios.
action381549=Certifique-se de que a configura\u00E7\u00E3o de transporte de JMS n\u00E3o deve ter um tipo de mensagem configurado na configura\u00E7\u00E3o de transporte de JMS.
messagedetail381550=Uma mensagem com o objeto java deve conter um objeto java.
action381550=Certifique-se de que a mensagem cont\u00E9m somente um objeto java.
messagedetail381551=A configura\u00E7\u00E3o do servi\u00E7o JMS n\u00E3o \u00E9 compat\u00EDvel com o tipo de binding de servi\u00E7o declarado. O transporte de JMS n\u00E3o deve ter a configura\u00E7\u00E3o de resposta, pois o tipo de mensagem de servi\u00E7o n\u00E3o tem nenhuma resposta.
action381551=Certifique-se de que a configura\u00E7\u00E3o de transporte de JMS do servi\u00E7o \u00E9 consistente com o tipo de binding de servi\u00E7o declarado.
messagedetail381552=A configura\u00E7\u00E3o do servi\u00E7o JMS n\u00E3o \u00E9 compat\u00EDvel com o tipo de binding de servi\u00E7o declarado. O transporte de JMS deve ter a configura\u00E7\u00E3o de resposta, pois o tipo de mensagem de servi\u00E7o tem resposta.
action381552=Certifique-se de que a configura\u00E7\u00E3o de transporte de JMS do servi\u00E7o \u00E9 consistente com o tipo de binding de servi\u00E7o declarado.
messagedetail381553=Falha em uma atualiza\u00E7\u00E3o do servi\u00E7o proxy de JMS ao atualizar seu arquivo ear de implanta\u00E7\u00E3o. N\u00E3o foi poss\u00EDvel deletar a vers\u00E3o antiga do arquivo ear ou houve falha ao renomear o novo arquivo ear.
action381553=Certifique-se de que o arquivo ear denominado exista no subdiret\u00F3rio sbgen do dom\u00EDnio. Se n\u00E3o existir, o servi\u00E7o deve ser deletado e readicionado para for\u00E7ar a gera\u00E7\u00E3o de um novo arquivo ear.
