## P4ADE ## {0} : String messageId
messagebody381501=ID\uAC00 {0}\uC778 JmsAsyncMessageTable \uBA54\uC2DC\uC9C0 \uC2DC\uAC04\uC774 \uCD08\uACFC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody381502={0}\uC5D0 \uC608\uC678 \uC0AC\uD56D \uBC1C\uC0DD: {1}
## P4ADE ## {0} : String method
messagebody381503={0}\uC5D0\uC11C JMS \uC0C1\uAD00 \uAD00\uACC4 ID\uAC00 \uC5C6\uB294 \uBA54\uC2DC\uC9C0\uB97C \uBC1B\uC558\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uB97C \uC0AD\uC81C\uD558\uB294 \uC911...
## P4ADE ## {0} : String method, {1} : String correlationId
messagebody381504={0}\uC774(\uAC00) \uBD80\uC801\uD569\uD55C JMS \uC0C1\uAD00 \uAD00\uACC4 ID {1}\uC744(\uB97C) \uAC00\uC9C4 \uBA54\uC2DC\uC9C0\uB97C \uC218\uC2E0\uD588\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uB97C \uC0AD\uC81C\uD558\uB294 \uC911...
## P4ADE ## {0} : String method, {1} : String messageId
messagebody381505={0}\uC5D0\uC11C \uC54C \uC218 \uC5C6\uB294 \uBA54\uC2DC\uC9C0 ID {1}\uC744(\uB97C) \uAC00\uC9C4 \uBA54\uC2DC\uC9C0\uB97C \uBC1B\uC558\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uB97C \uC0AD\uC81C\uD558\uB294 \uC911...
## P4ADE ## {0} : String messageType
messagebody381506=\uC608\uAE30\uCE58 \uC54A\uC740 \uC720\uD615\uC758 \uBA54\uC2DC\uC9C0\uAC00 \uC218\uC2E0\uB428: {0}
messagebody381507=\uC778\uBC14\uC6B4\uB4DC JMS \uBE44\uB3D9\uAE30-\uB3D9\uAE30 \uB05D\uC810\uC5D0 \uB300\uD574 \uC804\uC1A1\uD560 \uC751\uB2F5 \uD398\uC774\uB85C\uB4DC\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String factory, {1} : Exception e
messagebody381508=\uC811\uC18D \uD329\uD1A0\uB9AC {0}\uC5D0\uC11C XA\uB97C \uC9C0\uC6D0\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4. \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uB294\uB2E4\uACE0 \uAC00\uC815\uD568: {1}
messagebody381509=\uBE44-WLS 9.0 \uBA54\uC2DC\uC9C0 \uC0DD\uC131\uC790\uC5D0 \uC21C\uC11C \uB2E8\uC704\uB97C \uC124\uC815\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : Throwable e
messagebody381510=Jar \uD30C\uC77C\uC744 \uC4F0\uB294 \uC911 \uC624\uB958 \uBC1C\uC0DD: {0}
## P4ADE ## {0} : String name
messagebody381511=\uB05D\uC810 {0}\uC758 \uC218\uC2E0 \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC2E4\uD328\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String ref
messagebody381512=\uC774\uB984\uC774 {0}\uC778 JMS \uB05D\uC810\uC774 \uC774\uBBF8 \uB4F1\uB85D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagebody381513=\uC694\uCCAD \uBC0F \uC751\uB2F5\uC5D0 \uB300\uD55C URI\uAC00 \uAC19\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
messagebody381514=\uC11C\uBE44\uC2A4 \uBC14\uC778\uB529(SOAP/XML/WSDL)\uC5D0 \uC694\uCCAD/\uC751\uB2F5 \uC791\uC5C5\uC774 \uC788\uC9C0\uB9CC JMS \uC804\uC1A1 \uAD6C\uC131\uC5D0 \uC751\uB2F5 \uC815\uBCF4\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String target
messagebody381515=JMS \uD504\uB85D\uC2DC\uC5D0 \uB300\uD55C \uB300\uC0C1\uC774 \uBD80\uC801\uD569\uD568: {0}
## P4ADE ## {0} : Exception e
messagebody381516=WLS \uB300\uC0C1\uC758 \uC804\uB2EC \uB9E4\uAC1C\uBCC0\uC218 \uC218\uC815 \uC2E4\uD328: {0}
## P4ADE ## {0} : String uri, {1} : String other
messagebody381517=\uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C URI {0}\uC774(\uAC00) \uBA54\uC2DC\uC9C0 \uC120\uD0DD\uAE30\uAC00 \uC5C6\uB294 \uB2E4\uB978 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 {1}\uC5D0\uC11C \uC774\uBBF8 \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4.
## P4ADE ## {0} : String fileName, {1} : String thisOne
messagebody381518=\uC11C\uBE44\uC2A4 {1}\uC5D0 \uB300\uD574 \uC0DD\uC131\uB41C MDB EAR \uD30C\uC77C \uC774\uB984 {0}\uC774(\uAC00) \uB2E4\uB978 \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC774\uBBF8 \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4. \uCDA9\uB3CC\uC744 \uD53C\uD558\uB824\uBA74 \uC774 \uC11C\uBE44\uC2A4\uC758 \uC774\uB984\uC744 \uBCC0\uACBD\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String name
messagebody381519=\uC11C\uBE44\uC2A4 \uAD6C\uC131\uC758 \uBCC0\uB3D9\uC73C\uB85C \uC778\uD574 \uB05D\uC810 {0}\uC5D0 \uB300\uD574 \uC218\uC2E0 \uBA54\uC2DC\uC9C0\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String name
messagebody381520=\uC811\uC18D \uD329\uD1A0\uB9AC {0}\uC774(\uAC00) \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagebody381521=\uC751\uB2F5 \uB300\uC0C1\uC774 \uB110\uC774\uAC70\uB098 \uB300\uAE30\uC5F4\uC5D0 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String uristr
messagebody381522=JMS URI {0}\uC774(\uAC00) \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
## P4ADE ## {0} : String serverName
messagebody381523=\uC751\uB2F5 JNDI \uB300\uC0C1 \uD14C\uC774\uBE14\uC5D0 \uC11C\uBC84 \uC774\uB984 {0}\uC774(\uAC00) \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String serverName
messagebody381524=\uC751\uB2F5 JNDI \uB300\uC0C1 \uD14C\uC774\uBE14\uC5D0\uC11C {0}\uC5D0 \uB300\uD55C \uC751\uB2F5 \uB300\uC0C1\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String destination, {1} : String serverName
messagebody381525={1}\uC5D0 \uB300\uD574 \uB3D9\uC77C\uD55C \uB300\uC0C1 {0}\uC744(\uB97C) \uB2E4\uC2DC \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC01 \uAD00\uB9AC \uC11C\uBC84\uC5D0 \uB300\uD574 \uACE0\uC720\uD55C \uC751\uB2F5 \uB300\uC0C1\uC744 \uC0AC\uC6A9\uD558\uC2ED\uC2DC\uC624.
messagebody381526=JMSMessageID \uC751\uB2F5 \uD328\uD134\uC5D0 \uB300\uD574 \uC751\uB2F5 JNDI \uC774\uB984\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String ref
messagebody381527=\uC11C\uBE44\uC2A4 \uACC4\uC815 {0}\uC774(\uAC00) \uC815\uC801 \uACC4\uC815\uC774 \uC544\uB2D9\uB2C8\uB2E4. JMS \uD504\uB85D\uC2DC \uBC0F \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0\uC11C\uB294 \uC815\uC801 \uC11C\uBE44\uC2A4 \uACC4\uC815\uB9CC \uC9C0\uC6D0\uB429\uB2C8\uB2E4.
messagebody381528=JMSMessageID \uC751\uB2F5 \uD328\uD134\uC744 \uC0AC\uC6A9\uD558\uC5EC \uD504\uB85D\uC2DC\uB85C\uC758 \uAC04\uC811 \uC804\uC1A1\uC744 \uC2DC\uB3C4\uD569\uB2C8\uB2E4. \uC774 \uD328\uD134\uC5D0\uC11C\uB294 \uD504\uB85D\uC2DC \uAC04 \uACBD\uB85C \uC9C0\uC815\uC774 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String messageId, {1} : String status
messagebody381529=\uBA54\uC2DC\uC9C0 ID {0}\uACFC(\uC640) \uC5F0\uAD00\uB41C \uD2B8\uB79C\uC7AD\uC158\uC774 \uB2E4\uC74C \uC0C1\uD0DC\uB85C \uC778\uD574 \uC2E4\uD328: {1}
## P4ADE ## {0} : String name
messagebody381530=\uC811\uC18D \uD329\uD1A0\uB9AC {0}\uC744(\uB97C) \uC870\uD68C\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String status
messagebody381531=\uB2E4\uC74C \uC778\uBC14\uC6B4\uB4DC \uC694\uCCAD \uD2B8\uB79C\uC7AD\uC158 \uC0C1\uD0DC\uB85C \uC778\uD574 \uC778\uBC14\uC6B4\uB4DC \uC751\uB2F5\uC774 \uC804\uC1A1\uB418\uC9C0 \uC54A\uC74C: {0}
## P4ADE ## {0} : int val
messagebody381532=\uACBD\uACE0: \uAD6C\uC131\uB41C JMS \uBA54\uC2DC\uC9C0 \uB9CC\uB8CC \uAC12({0}\uBC00\uB9AC\uCD08)\uC774 \uB108\uBB34 \uC791\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String name
messagebody381533={0}\uC774(\uAC00) \uC874\uC7AC\uD558\uC9C0\uB9CC \uB300\uAE30\uC5F4\uC774 \uC544\uB2D9\uB2C8\uB2E4.
## P4ADE ## {0} : String name
messagebody381534={0}\uC774(\uAC00) \uC874\uC7AC\uD558\uC9C0\uB9CC \uD56D\uBAA9\uC774 \uC544\uB2D9\uB2C8\uB2E4.
## P4ADE ## {0} : String name
messagebody381535={0}\uC774(\uAC00) \uC874\uC7AC\uD558\uC9C0\uB9CC TopicConnectionFactory\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
## P4ADE ## {0} : String name
messagebody381536={0}\uC740(\uB294) \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
messagebody381537=JMS \uC81C\uACF5\uC790 \uD2B9\uC815 \uAD6C\uC131\uC774 \uC9C0\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String type
messagebody381538=\uC694\uCCAD \uBA54\uD0C0 \uB370\uC774\uD130 XML\uC740 {0}\uC758 \uC778\uC2A4\uD134\uC2A4\uC5EC\uC57C \uD569\uB2C8\uB2E4.
## P4ADE ## {0} : String type
messagebody381539=\uC751\uB2F5 \uBA54\uD0C0 \uB370\uC774\uD130 XML\uC740 {0}\uC758 \uC778\uC2A4\uD134\uC2A4\uC5EC\uC57C \uD569\uB2C8\uB2E4.
## P4ADE ## {0} : String method
messagebody381540={0}\uC5D0\uC11C JMS \uC0C1\uAD00 \uAD00\uACC4 ID\uAC00 \uC5C6\uB294 \uBA54\uC2DC\uC9C0\uB97C \uBC1B\uC558\uC2B5\uB2C8\uB2E4. \uB864\uBC31\uC744 \uC704\uD574 TX\uB97C \uD45C\uC2DC\uD558\uB294 \uC911\uC785\uB2C8\uB2E4.
## P4ADE ## {0} : String method, {1} : String correlationId
messagebody381541={0}\uC5D0\uC11C JMS \uC0C1\uAD00 \uAD00\uACC4 ID {1}\uC774(\uAC00) \uBD80\uC801\uD569\uD55C \uBA54\uC2DC\uC9C0\uB97C \uC218\uC2E0\uD588\uC2B5\uB2C8\uB2E4. \uB864\uBC31\uC744 \uC704\uD574 TX\uB97C \uD45C\uC2DC\uD558\uB294 \uC911\uC785\uB2C8\uB2E4.
## P4ADE ## {0} : String method, {1} : String messageId
messagebody381542={0}\uC5D0\uC11C \uC54C \uC218 \uC5C6\uB294 \uBA54\uC2DC\uC9C0 ID {1}\uC774(\uAC00) \uC788\uB294 \uBA54\uC2DC\uC9C0\uB97C \uBC1B\uC558\uC2B5\uB2C8\uB2E4. \uB864\uBC31\uC744 \uC704\uD574 tx\uB97C \uD45C\uC2DC\uD558\uB294 \uC911\uC785\uB2C8\uB2E4.
## P4ADE ## {0} : String uri
messagebody381543=URI: {0}\uC5D0 \uD638\uC2A4\uD2B8 \uBC0F \uD3EC\uD2B8 \uC815\uBCF4\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4. \uC678\uBD80 JMS \uC81C\uACF5\uC790\uB97C \uC0AC\uC6A9\uD558\uB294 \uACBD\uC6B0 \uD638\uC2A4\uD2B8 \uBC0F \uD3EC\uD2B8 \uC815\uBCF4\uB294 \uC77C\uBC18\uC801\uC73C\uB85C \uBE44\uC5B4 \uC788\uB294 \uC0C1\uD0DC\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
messagebody381544=JMS \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uAC00 \uAC31\uC2E0\uB41C JMS \uAD6C\uC131 \uC2A4\uD0A4\uB9C8\uB85C \uC131\uACF5\uC801\uC73C\uB85C \uC5C5\uADF8\uB808\uC774\uB4DC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagebody381545=JMS \uC804\uC1A1 \uAD6C\uC131\uC758 \"\uB3D9\uAE30 \uD2B8\uB79C\uC7AD\uC158\" \uC18D\uC131\uC774 \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC758 \"\uC751\uB2F5\uC5D0 \uB3D9\uC77C\uD55C \uD2B8\uB79C\uC7AD\uC158 \uC0AC\uC6A9\"\uC73C\uB85C \uC5C5\uADF8\uB808\uC774\uB4DC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagebody381546=\uD558\uC704 \uC720\uD615\uC774 'Java'\uC778 \uBA54\uC2DC\uC9C0 \uC11C\uBE44\uC2A4 \uC774\uC678\uC758 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uC608\uC0C1\uCE58 \uC54A\uC740 \uB2E4\uB978 JMS \uAC1D\uCCB4 \uC720\uD615\uC758 \uBA54\uC2DC\uC9C0\uAC00 \uC218\uC2E0\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String messageType
messagebody381547=\uD558\uC704 \uC720\uD615\uC774 ''Java''\uC778 \uBA54\uC2DC\uC9C0 \uC11C\uBE44\uC2A4\uB85C \uAD6C\uC131\uB41C \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uC608\uC0C1\uCE58 \uC54A\uC740 {0} \uC720\uD615\uC758 \uBA54\uC2DC\uC9C0\uAC00 \uC218\uC2E0\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagebody381548=\uC751\uB2F5 \uC720\uD615\uC774 'Java'\uC778 \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529\uC774 JMS \uC804\uC1A1 \uAD6C\uC131\uC5D0\uC11C \uD638\uD658\uB418\uC9C0 \uC54A\uB294 \uC751\uB2F5 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC73C\uB85C \uAD6C\uC131\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagebody381549=\uC694\uCCAD \uC720\uD615\uC774 'Java'\uC778 \uC11C\uBE44\uC2A4 \uBC14\uC778\uB529\uC774 JMS \uC804\uC1A1 \uAD6C\uC131\uC5D0\uC11C \uD638\uD658\uB418\uC9C0 \uC54A\uB294 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC73C\uB85C \uAD6C\uC131\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
messagebody381550=\uD30C\uC774\uD504 \uB77C\uC778\uC758 \uD398\uC774\uB85C\uB4DC\uAC00 \uD558\uB098\uC758 Java \uAC1D\uCCB4\uB85C \uC218\uC2E0\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
messagebody381551=\uC11C\uBE44\uC2A4 \uBC14\uC778\uB529\uC5D0 \uC751\uB2F5 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC774 \uAD6C\uC131\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC9C0\uB9CC JMS \uC804\uC1A1\uC5D0 \uC751\uB2F5 \uAD6C\uC131\uC774 \uC788\uC2B5\uB2C8\uB2E4.
messagebody381552=\uC11C\uBE44\uC2A4 \uBC14\uC778\uB529\uC5D0 \uC751\uB2F5 \uBA54\uC2DC\uC9C0 \uC720\uD615\uC774 \uAD6C\uC131\uB418\uC5B4 \uC788\uC9C0\uB9CC JMS \uC804\uC1A1\uC5D0 \uC751\uB2F5 \uAD6C\uC131\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String serviceName, {1} : String fileName
messagebody381553=\uD574\uB2F9 \uBC30\uCE58 ear \uD30C\uC77C {1}\uC744(\uB97C) \uC218\uC815\uD558\uB294 \uC911 \uD504\uB85D\uC2DC \uC11C\uBC84 {0}\uC5D0 \uB300\uD55C \uAC31\uC2E0\uC744 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
