## P4ADE ## {0} : String messageId
messagebody381501=Timeout bei JmsAsyncMessageTable f\u00FCr Nachricht mit der ID {0}
## P4ADE ## {0} : String method, {1} : Throwable e
messagebody381502=Exception in {0}: {1}
## P4ADE ## {0} : String method
messagebody381503={0} hat eine Nachricht ohne JMS-Korrelations-ID empfangen. Nachricht wird gel\u00F6scht...
## P4ADE ## {0} : String method, {1} : String correlationId
messagebody381504={0} hat eine Nachricht mit einer ung\u00FCltigen JMS-Korrelations-ID {1} empfangen. Nachricht wird gel\u00F6scht...
## P4ADE ## {0} : String method, {1} : String messageId
messagebody381505={0} hat eine Nachricht mit einer unbekannten Nachrichten-ID {1} empfangen. Nachricht wird gel\u00F6scht...
## P4ADE ## {0} : String messageType
messagebody381506=Unerwarteter Nachrichtentyp empfangen: {0}
messagebody381507=Keine zu sendende Antwort-Payload auf asynchronem/synchronem JMS-Inbound-Endpunkt
## P4ADE ## {0} : String factory, {1} : Exception e
messagebody381508=Es konnte nicht gepr\u00FCft werden, ob die Connection Factory {0} XA unterst\u00FCtzt. Es wird angenommen, dass dies nicht der Fall ist: {1}
messagebody381509=Unit-of-Order f\u00FCr Nicht-WLS 9.0-Nachrichten-Producer kann nicht festgelegt werden
## P4ADE ## {0} : Throwable e
messagebody381510=Fehler beim Schreiben der JAR-Datei: {0}
## P4ADE ## {0} : String name
messagebody381511=Unerwarteter Fehler beim Verarbeiten einer eingehenden Nachricht f\u00FCr den Endpunkt {0}
## P4ADE ## {0} : String ref
messagebody381512=JMS-Endpunkt mit dem Namen {0} ist bereits registriert
messagebody381513=Die URIs f\u00FCr Anforderung und Antwort d\u00FCrfen nicht identisch sein
messagebody381514=Service Binding (SOAP/XML/WSDL) weist Anforderung/Antwort-Vorg\u00E4nge auf, aber JMS-Transportkonfiguration enth\u00E4lt keine Antwortinformationen.
## P4ADE ## {0} : String target
messagebody381515=Ung\u00FCltiges Ziel f\u00FCr JMS-Proxy: {0}
## P4ADE ## {0} : Exception e
messagebody381516=Zustellungsparameter eines WLS-Zieles konnten nicht ge\u00E4ndert werden: {0}
## P4ADE ## {0} : String uri, {1} : String other
messagebody381517=URI {0} f\u00FCr diesen Proxy-Service wird bereits von einem anderen Proxy-Service: {1} ohne Nachrichten-Selector verwendet
## P4ADE ## {0} : String fileName, {1} : String thisOne
messagebody381518=Der Name der generierten MDB-EAR-Datei {0} f\u00FCr den Service {1} wird bereits von einem anderen Service verwendet. \u00C4ndern Sie den Namen dieses Service, um eine Kollision zu vermeiden.
## P4ADE ## {0} : String name
messagebody381519=Fehler beim Verarbeiten einer eingehenden Nachricht f\u00FCr den Endpunkt {0}, da die Service-Konfiguration gerade ge\u00E4ndert wird
## P4ADE ## {0} : String name
messagebody381520=Connection Factory {0} ist nicht vorhanden.
messagebody381521=Das Antwortziel ist Null oder keine Queue
## P4ADE ## {0} : String uristr
messagebody381522=Der JMS-URI {0} ist ung\u00FCltig
## P4ADE ## {0} : String serverName
messagebody381523=Der Servername {0} ist nicht in der Tabelle der JNDI-Antwortziele konfiguriert
## P4ADE ## {0} : String serverName
messagebody381524=Antwortziel f\u00FCr {0} wurde in der Tabelle der JNDI-Antwortziele nicht gefunden
## P4ADE ## {0} : String destination, {1} : String serverName
messagebody381525=F\u00FCr {1} kann nicht dasselbe Ziel {0} wiederverwendet werden. Verwenden Sie f\u00FCr jeden Managed Server ein eindeutiges Antwortziel
messagebody381526=Map der JNDI-Antwortnamen f\u00FCr JMSMessageID-Antwortmuster nicht gefunden
## P4ADE ## {0} : String ref
messagebody381527=Service-Account {0} ist nicht statisch. F\u00FCr JMS-Proxys und JMS-Business-Services werden nur statische Service-Accounts unterst\u00FCtzt.
messagebody381528=Es wird versucht, mit dem JMSMessageID-Antwortmuster indirekt an einen Proxy zu senden. Bei diesem Muster ist das Routing von Proxy zu Proxy nicht zul\u00E4ssig.
## P4ADE ## {0} : String messageId, {1} : String status
messagebody381529=Die der Nachrichten-ID {0} zugeordnete Transaktion war aufgrund des folgenden Status nicht erfolgreich: {1}
## P4ADE ## {0} : String name
messagebody381530=Connection Factory {0} konnte nicht gefunden werden
## P4ADE ## {0} : String status
messagebody381531=Eingehende Antwort wird aufgrund des folgenden Transaktionsstatus der eingehenden Anforderung nicht gesendet: {0}
## P4ADE ## {0} : int val
messagebody381532=Warnung: Der konfigurierte Wert von {0} Millisekunden f\u00FCr den Ablauf von JMS-Nachrichten ist sehr klein.
## P4ADE ## {0} : String name
messagebody381533={0} ist bereits vorhanden und keine Queue
## P4ADE ## {0} : String name
messagebody381534={0} ist bereits vorhanden und kein Topic
## P4ADE ## {0} : String name
messagebody381535={0} ist bereits vorhanden und keine TopicConnectionFactory
## P4ADE ## {0} : String name
messagebody381536={0} ist kein Proxy-Service"
messagebody381537=Die Konfiguration f\u00FCr den JMS-Provider wurde nicht angegeben
## P4ADE ## {0} : String type
messagebody381538=Anforderungsmetadaten-XML muss eine Instanz von {0} sein
## P4ADE ## {0} : String type
messagebody381539=Antwortmetadaten-XML muss eine Instanz von {0} sein
## P4ADE ## {0} : String method
messagebody381540={0} hat eine Nachricht ohne JMS-Korrelations-ID empfangen. Transaktion wird f\u00FCr Rollback markiert...
## P4ADE ## {0} : String method, {1} : String correlationId
messagebody381541={0} hat eine Nachricht mit einer ung\u00FCltigen JMS-Korrelations-ID {1} empfangen. Transaktion wird f\u00FCr Rollback markiert...
## P4ADE ## {0} : String method, {1} : String messageId
messagebody381542={0} hat eine Nachricht mit einer unbekannten Nachrichten-ID {1} empfangen. Transaktion wird f\u00FCr Rollback markiert...
## P4ADE ## {0} : String uri
messagebody381543=URI: {0} weist keine Host- und Port-Informationen auf. Host- und Port-Informationen werden im Allgemeinen als leer konfiguriert, wenn ein fremder JMS-Provider verwendet wird.
messagebody381544=JMS-Business-Service wurde erfolgreich mit dem aktualisierten JMS-Konfigurationsschema upgegradet.
messagebody381545=Eigenschaft \"Synchron - Transaktional\" in der JMS-Transportkonfiguration wird in der Service-Konfiguration auf \"Gleiche Transaktion f\u00FCr Antwort\" upgegradet.
messagebody381546=Unerwarteter JMS-Objekt-Nachrichtentyp f\u00FCr einen anderen Service als den Messaging Service mit dem Untertyp "Java" empfangen
## P4ADE ## {0} : String messageType
messagebody381547=Unerwarteter Nachrichtentyp: {0} f\u00FCr den Service empfangen, der als Messaging Service mit dem Untertyp "Java" konfiguriert ist
messagebody381548=Service Binding mit dem Antworttyp "Java" in der JMS-Transportkonfiguration mit inkompatiblem Antwortnachrichtentyp konfiguriert
messagebody381549=Service Binding mit dem Anforderungstyp "Java" in der JMS-Transportkonfiguration mit inkompatiblem Nachrichtentyp konfiguriert
messagebody381550=Payload aus der Pipeline nicht mit einem Java-Objekt empfangen
messagebody381551=Anforderungsnachrichtentyp ist im Service Binding nicht konfiguriert, aber JMS-Transport verf\u00FCgt \u00FCber eine Antwortkonfiguration.
messagebody381552=Antwortnachrichtentyp ist im Service Binding konfiguriert, aber JMS-Transport verf\u00FCgt \u00FCber keine Antwortkonfiguration.
## P4ADE ## {0} : String serviceName, {1} : String fileName
messagebody381553=Aktualisierung auf Proxyservice {0} nicht erfolgreich beim \u00C4ndern der EAR-Datei des Deployments, {1}.
