messagedetail381601=Le message ne sera peut-\u00EAtre pas trait\u00E9 car une erreur inattendue est survenue lors de son d\u00E9p\u00F4t dans la file d'attente des t\u00E2ches. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381601=Un message d'erreur peut indiquer la cause du probl\u00E8me.
messagedetail381602=Une exception inattendue est survenue lors de l'interrogation de la ressource externe. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381602=Un message d'erreur peut indiquer la cause du probl\u00E8me.
messagedetail381603=Une exception inattendue est survenue lors de l'interrogation de la ressource externe. En principe, un message d'erreur indique la cause du probl\u00E8me. Il s'agit d'une erreur fatale qui risque d'interrompre l'interrogation de la ressource externe.
action381603=R\u00E9activez le service ou red\u00E9marrez le serveur.
messagedetail381604=Une exception inattendue est survenue lors de l'initialisation du fournisseur de transport. Un message d'erreur indique peut-\u00EAtre la cause du probl\u00E8me.
action381604=Un message d'erreur indique peut-\u00EAtre la cause du probl\u00E8me.
action381605=Contactez le support technique Oracle.
messagedetail381606=Une exception inattendue est survenue lors de la transmission du message au pipeline. En principe, un message d'erreur indique la cause du probl\u00E8me.
cause381606=En principe, un message d'erreur indique la cause du probl\u00E8me.
action381607=Contactez le support technique Oracle.
messagedetail381608=Erreur JMS lors du d\u00E9p\u00F4t du message dans la file d'attente. L'\u00E9chec sera trait\u00E9 par le service. Par exemple, s'il s'agit d'un service de fournisseur de transport de fichier, le fichier sera transf\u00E9r\u00E9 dans le r\u00E9pertoire d'erreurs.
messagedetail381609=Erreur JMS lors de la consultation pour la fabrique de connexions JMS ou la file d'attente. L'\u00E9chec sera trait\u00E9 par le service. Par exemple, s'il s'agit d'un service de fournisseur de transport de fichier, le fichier sera transf\u00E9r\u00E9 dans le r\u00E9pertoire d'erreurs.
messagedetail381610=Si le service est configur\u00E9 avec un type de liaison mixte, le type de r\u00E9ponse doit \u00EAtre Aucun pour le fournisseur de transport indiqu\u00E9.
action381610=Assurez-vous que le type de message de r\u00E9ponse est Aucun si le service est configur\u00E9 avec un type de liaison mixte.
messagedetail381611=Le serveur cible de l'interrogateur doit \u00EAtre indiqu\u00E9 dans le cas d'un domaine de cluster.
action381611=Assurez-vous que la configuration du proxy de fichiers comporte l'un des serveurs g\u00E9r\u00E9s en tant que serveur cible de l'interrogateur s'il est ex\u00E9cut\u00E9 dans le cluster.
messagedetail381612=Le serveur cible de l'interrogateur doit appartenir \u00E0 l'un des serveurs g\u00E9r\u00E9s du domaine de cluster OSB.
action381612=Assurez-vous que la configuration du proxy de fichiers comporte l'un des serveurs g\u00E9r\u00E9s en tant que serveur cible de l'interrogateur s'il est ex\u00E9cut\u00E9 dans le cluster.
messagedetail381613=L'adresse de service n'a pas pu \u00EAtre activ\u00E9e en raison d'une exception inattendue. Un message d'erreur indique peut-\u00EAtre la cause du probl\u00E8me.
action381613=Un message d'erreur peut indiquer la cause du probl\u00E8me.
messagedetail381614=L'adresse de service n'a pas pu \u00EAtre reprise en raison d'une exception inattendue. Un message d'erreur indique peut-\u00EAtre la cause du probl\u00E8me.
action381614=Un message d'erreur peut indiquer la cause du probl\u00E8me.
