messagedetail381601=\uBA54\uC2DC\uC9C0\uB97C \uC791\uC5C5 \uB300\uAE30\uC5F4\uC5D0 \uC800\uC7A5\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC73C\uBBC0\uB85C \uBA54\uC2DC\uC9C0\uAC00 \uCC98\uB9AC\uB418\uC9C0 \uC54A\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381601=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381602=\uC678\uBD80 \uB9AC\uC18C\uC2A4\uB97C \uD3F4\uB9C1\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381602=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381603=\uC678\uBD80 \uB9AC\uC18C\uC2A4\uB97C \uD3F4\uB9C1\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uCE58\uBA85\uC801\uC778 \uC624\uB958\uC774\uBA70 \uC678\uBD80 \uB9AC\uC18C\uC2A4 \uD3F4\uB9C1\uC774 \uC815\uC9C0\uB420 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381603=\uC11C\uBE44\uC2A4\uB97C \uB2E4\uC2DC \uD65C\uC131\uD654\uD558\uAC70\uB098 \uC11C\uBC84\uB97C \uC7AC\uC2DC\uC791\uD558\uC2ED\uC2DC\uC624.
messagedetail381604=\uC804\uC1A1 \uC81C\uACF5\uC790\uB97C \uCD08\uAE30\uD654\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381604=\uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381605=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381606=\uBA54\uC2DC\uC9C0\uB97C \uD30C\uC774\uD504 \uB77C\uC778\uC5D0 \uC804\uB2EC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
cause381606=\uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381607=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail381608=\uBA54\uC2DC\uC9C0\uB97C \uB300\uAE30\uC5F4\uC5D0 \uC800\uC7A5\uD558\uB294 \uC911 JMS \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC624\uB958\uB294 \uC11C\uBE44\uC2A4\uC5D0\uC11C \uCC98\uB9AC\uB429\uB2C8\uB2E4. \uC608: \uD30C\uC77C \uC804\uC1A1 \uC81C\uACF5\uC790 \uC11C\uBE44\uC2A4\uC778 \uACBD\uC6B0 \uD30C\uC77C\uC740 \uC624\uB958 \uB514\uB809\uD1A0\uB9AC\uB85C \uC774\uB3D9\uB429\uB2C8\uB2E4.
messagedetail381609=JMS \uC811\uC18D \uD329\uD1A0\uB9AC \uB610\uB294 \uB300\uAE30\uC5F4\uC744 \uC870\uD68C\uD558\uB294 \uC911 JMS \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC624\uB958\uB294 \uC11C\uBE44\uC2A4\uC5D0\uC11C \uCC98\uB9AC\uB429\uB2C8\uB2E4. \uC608: \uD30C\uC77C \uC804\uC1A1 \uC81C\uACF5\uC790 \uC11C\uBE44\uC2A4\uC778 \uACBD\uC6B0 \uD30C\uC77C\uC740 \uC624\uB958 \uB514\uB809\uD1A0\uB9AC\uB85C \uC774\uB3D9\uB429\uB2C8\uB2E4.
messagedetail381610=\uC11C\uBE44\uC2A4\uAC00 \uD63C\uD569 \uBC14\uC778\uB529 \uC720\uD615\uC73C\uB85C \uAD6C\uC131\uB41C \uACBD\uC6B0 \uC9C0\uC815\uB41C \uC804\uC1A1 \uC81C\uACF5\uC790\uC5D0 \uB300\uD574 \uC751\uB2F5 \uC720\uD615\uC740 \uC5C6\uC74C\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381610=\uC11C\uBE44\uC2A4\uAC00 \uD63C\uD569 \uBC14\uC778\uB529 \uC720\uD615\uC73C\uB85C \uAD6C\uC131\uB41C \uACBD\uC6B0 \uC751\uB2F5 \uC720\uD615\uC774 \uC5C6\uC74C\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381611=\uD074\uB7EC\uC2A4\uD130 \uB3C4\uBA54\uC778\uC758 \uACBD\uC6B0 \uD3F4\uB7EC \uB300\uC0C1 \uC11C\uBC84\uB97C \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
action381611=\uD30C\uC77C \uD504\uB85D\uC2DC \uAD6C\uC131\uC5D0\uC11C \uAD00\uB9AC \uC11C\uBC84 \uC911 \uD558\uB098\uAC00 \uD074\uB7EC\uC2A4\uD130\uC5D0\uC11C \uC2E4\uD589 \uC911\uC778 \uACBD\uC6B0 \uD3F4\uB7EC \uB300\uC0C1 \uC11C\uBC84\uB85C \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381612=\uD3F4\uB7EC \uB300\uC0C1 \uC11C\uBC84\uB294 OSB \uD074\uB7EC\uC2A4\uD130 \uB3C4\uBA54\uC778\uC758 \uAD00\uB9AC \uC11C\uBC84 \uC911 \uD558\uB098\uC5D0 \uC18D\uD574\uC57C \uD569\uB2C8\uB2E4.
action381612=\uD30C\uC77C \uD504\uB85D\uC2DC \uAD6C\uC131\uC5D0\uC11C \uAD00\uB9AC \uC11C\uBC84 \uC911 \uD558\uB098\uAC00 \uD074\uB7EC\uC2A4\uD130\uC5D0\uC11C \uC2E4\uD589 \uC911\uC778 \uACBD\uC6B0 \uD3F4\uB7EC \uB300\uC0C1 \uC11C\uBC84\uB85C \uC0AC\uC6A9\uB418\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381613=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC73C\uB85C \uC778\uD574 \uC11C\uBE44\uC2A4 \uB05D\uC810\uC744 \uD65C\uC131\uD654\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381613=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail381614=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC73C\uB85C \uC778\uD574 \uC11C\uBE44\uC2A4 \uB05D\uC810\uC744 \uC7AC\uAC1C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action381614=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
