messagedetail381601=A mensagem n\u00E3o pode ser processada, pois houve um erro inesperado ao colocar a mensagem na fila de tarefas. Deve haver uma mensagem de erro que indica a causa do problema.
action381601=A mensagem de erro pode indicar a causa do problema.
messagedetail381602=Ocorreu uma exce\u00E7\u00E3o inesperada no momento do polling do recurso externo. Deve haver uma mensagem de erro que indica a causa do problema.
action381602=A mensagem de erro pode indicar a causa do problema.
messagedetail381603=Ocorreu uma exce\u00E7\u00E3o inesperada no momento do polling do recurso externo. Deve haver uma mensagem de erro que indica a causa do problema. Este \u00E9 um erro fatal e pode interromper o polling do recurso externo.
action381603=Reative o servi\u00E7o ou reinicie o servidor.
messagedetail381604=Ocorreu uma exce\u00E7\u00E3o inesperada ao inicializar o Provedor de Transporte. Pode haver uma mensagem de erro que indica a causa do problema.
action381604=Pode haver uma mensagem de erro que indica a causa do problema
action381605=Entre em contato com o suporte t\u00E9cnico.
messagedetail381606=Ocorreu uma exce\u00E7\u00E3o inesperada ao passar a mensagem ao pipeline. Deve haver uma mensagem de erro que indica a causa do problema.
cause381606=Deve haver uma mensagem de erro que indica a causa do problema.
action381607=Entre em contato com o suporte t\u00E9cnico.
messagedetail381608=Erro de JMS encontrado ao colocar a mensagem na fila. A falha ser\u00E1 tratada pelo servi\u00E7o. Por exemplo, se for um servi\u00E7o de Provedor de Transporte, ent\u00E3o o arquivo ser\u00E1 transferido para o diret\u00F3rio de erro.
messagedetail381609=Erro de JMS encontrado ao fazer a pesquisa da factory de conex\u00E3o ou da fila de JMS. A falha ser\u00E1 tratada pelo servi\u00E7o. Por exemplo, se for um servi\u00E7o do Provedor de Transporte de Arquivos, ent\u00E3o ele ser\u00E1 transferido para o diret\u00F3rio de erro.
messagedetail381610=O tipo de resposta deve ser nenhum para o provedor de transporte especificado se o servi\u00E7o for configurado com o tipo de binding misto.
action381610=Certifique-se de que o tipo de mensagem de resposta \u00E9 nenhum, se o servi\u00E7o for configurado com o tipo de binding misto.
messagedetail381611=O servidor de destino do poller deve ser especificado no caso de dom\u00EDnio do cluster.
action381611=Certifique-se de que a configura\u00E7\u00E3o de proxy do Arquivo tem um dos servidores gerenciados como servidor de destino do poller, se ele estiver sendo executado no cluster.
messagedetail381612=O servidor-alvo do poller deve pertencer a um dos servidores gerenciados no dom\u00EDnio de cluster do OSB.
action381612=Certifique-se de que a configura\u00E7\u00E3o de proxy do Arquivo tem um dos servidores gerenciados como servidor de destino do poller, se ele estiver sendo executado no cluster.
messagedetail381613=N\u00E3o \u00E9 poss\u00EDvel ativar o ponto final de servi\u00E7o em decorr\u00EAncia de uma exce\u00E7\u00E3o inesperada. Pode haver uma mensagem de erro que indica a causa do problema.
action381613=A mensagem de erro pode indicar a causa do problema.
messagedetail381614=N\u00E3o foi poss\u00EDvel retomar o ponto final de servi\u00E7o em decorr\u00EAncia de uma exce\u00E7\u00E3o inesperada. Pode haver uma mensagem de erro que indica a causa do problema.
action381614=A mensagem de erro pode indicar a causa do problema.
