ENV_VALUE_HOST_DESC=\uD504\uB85D\uC2DC \uC11C\uBC84\uC758 \uD638\uC2A4\uD2B8 \uC774\uB984 \uB610\uB294 IP \uC8FC\uC18C\uC785\uB2C8\uB2E4.
ENV_VALUE_HOST_NAME=\uD504\uB85D\uC2DC \uC11C\uBC84 \uD638\uC2A4\uD2B8
ENV_VALUE_PORT_DESC=\uD504\uB85D\uC2DC \uC11C\uBC84\uC758 \uC77C\uBC18 \uD14D\uC2A4\uD2B8 \uD3EC\uD2B8\uC785\uB2C8\uB2E4.
ENV_VALUE_PORT_NAME=\uD504\uB85D\uC2DC \uC11C\uBC84 \uD3EC\uD2B8
ENV_VALUE_TABLE=\uD504\uB85D\uC2DC \uC11C\uBC84 \uD14C\uC774\uBE14
ENV_VALUE_USERNAME_PASSWORD_DESC=\uD504\uB85D\uC2DC \uC11C\uBC84 \uC778\uC99D\uC744 \uC704\uD55C \uC0AC\uC6A9\uC790 \uC774\uB984 \uBC0F \uBE44\uBC00\uBC88\uD638\uC785\uB2C8\uB2E4.
ENV_VALUE_USERNAME_PASSWORD_NAME=\uD504\uB85D\uC2DC \uC11C\uBC84 \uC0AC\uC6A9\uC790 \uC774\uB984/\uBE44\uBC00\uBC88\uD638
VALIDATION_INVALID_REF=\uD504\uB85D\uC2DC \uC11C\uBC84 \uCC38\uC870\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
VALIDATION_INVALID_REF_LOCATION=\uD504\uB85D\uC2DC \uC11C\uBC84\uB294 \uC2DC\uC2A4\uD15C \uB9AC\uC18C\uC2A4\uC774\uBBC0\uB85C \uC77C\uBC18 \uD504\uB85C\uC81D\uD2B8/\uD3F4\uB354\uC5D0 \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VALIDATION_XML_VALIDATION_ERROR=\uD504\uB85D\uC2DC \uC11C\uBC84 "{0}"\uC774(\uAC00) \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. XML \uAC80\uC99D \uC624\uB958:\n{1}.
VALIDATION_ALREADY_DISPOSED=\uD504\uB85D\uC2DC \uC11C\uBC84 \uD578\uB4E4\uC774 \uC774\uBBF8 \uC815\uB9AC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
VALIDATION_CANNOT_CHANGE_NAME=\uD504\uB85D\uC2DC \uC11C\uBC84 \uC774\uB984\uC744 \uC774\uBBF8 \uC800\uC7A5\uD588\uC73C\uBBC0\uB85C \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774\uB984\uC744 \uBCC0\uACBD\uD558\uB824\uBA74 Oracle Service Bus \uCF58\uC194\uC5D0\uC11C \uC774\uB984\uC744 \uBC14\uAFB8\uC2ED\uC2DC\uC624.
VALIDATION_NO_SERVER=\uD504\uB85D\uC2DC \uC11C\uBC84 \uB9AC\uC18C\uC2A4\uC5D0 \uAD6C\uC131\uB41C \uD504\uB85D\uC2DC \uC11C\uBC84 \uB9E4\uAC1C\uBCC0\uC218\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4. \uD558\uB098 \uC774\uC0C1\uC758 \uD504\uB85D\uC2DC \uC11C\uBC84\uB97C \uAD6C\uC131\uD558\uC2ED\uC2DC\uC624.
VALIDATION_NULL_SERVER=\uD504\uB85D\uC2DC \uC11C\uBC84 \uB9AC\uC18C\uC2A4\uC5D0 \uB110 \uC11C\uBC84\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
VALIDATION_NULL_OR_EMPTY_HOST=\uC11C\uBC84 \uD638\uC2A4\uD2B8\uAC00 \uB110\uC774\uAC70\uB098 \uBE44\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uC801\uD569\uD55C \uD638\uC2A4\uD2B8 \uC774\uB984 \uB610\uB294 IP \uC8FC\uC18C\uB97C \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
VALIDATION_INVALID_HOST=\uD638\uC2A4\uD2B8\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uC801\uD569\uD55C \uD638\uC2A4\uD2B8 \uC774\uB984 \uB610\uB294 IP \uC8FC\uC18C\uB97C \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
VALIDATION_INVALID_PORT=\uC11C\uBC84 \uD3EC\uD2B8\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uC801\uD569\uD55C \uD3EC\uD2B8 \uBC88\uD638\uB97C \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
VALIDATION_INVALID_SSLPORT=\uC11C\uBC84 SSL \uD3EC\uD2B8\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uC801\uD569\uD55C SSL \uD3EC\uD2B8 \uBC88\uD638\uB97C \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
VALIDATION_MISSING_PORT=\uC77C\uBC18 \uD14D\uC2A4\uD2B8 \uD3EC\uD2B8 \uB610\uB294 SSL \uD3EC\uD2B8\uB97C \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4. \uD558\uB098 \uC774\uC0C1\uC758 \uD3EC\uD2B8 \uBC88\uD638\uB97C \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
VALIDATION_NULL_OR_EMPTY_USERNAME=\uC0AC\uC6A9\uC790 \uC774\uB984\uC774 \uB110\uC774\uAC70\uB098 \uBE44\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VALIDATION_NULL_OR_EMPTY_PASSWORD=\uBE44\uBC00\uBC88\uD638\uAC00 \uB110\uC774\uAC70\uB098 \uBE44\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VALIDATION_USERNAME_TOO_LONG=\uC0AC\uC6A9\uC790 \uC774\uB984\uC774 \uB108\uBB34 \uAE41\uB2C8\uB2E4. \uC801\uD569\uD55C \uC0AC\uC6A9\uC790 \uC774\uB984\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624. \uCD5C\uB300 \uAE38\uC774\uB294 {0}\uC790\uC785\uB2C8\uB2E4.
VALIDATION_PASSWORD_TOO_LONG=\uBE44\uBC00\uBC88\uD638\uAC00 \uB108\uBB34 \uAE41\uB2C8\uB2E4. \uC801\uD569\uD55C \uBE44\uBC00\uBC88\uD638\uB97C \uC785\uB825\uD558\uC2ED\uC2DC\uC624. \uCD5C\uB300 \uAE38\uC774\uB294 {0}\uC790\uC785\uB2C8\uB2E4.
VALIDATION_INVALID_USERNAME=\uC0AC\uC6A9\uC790 \uC774\uB984\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uC801\uD569\uD55C \uC0AC\uC6A9\uC790 \uC774\uB984\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
VALIDATION_INVALID_PASSWORD=\uBE44\uBC00\uBC88\uD638\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4. \uC801\uD569\uD55C \uBE44\uBC00\uBC88\uD638\uB97C \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
VALIDATION_MISSING_PASSWORD=\uBE44\uBC00\uBC88\uD638\uAC00 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC0AC\uC6A9\uC790 \uC774\uB984\uC744 \uAD6C\uC131\uD55C \uACBD\uC6B0\uC5D0\uB294 \uBE44\uBC00\uBC88\uD638\uB97C \uC785\uB825\uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_PASSWORD_WITHOUT_USERNAME=\uBE44\uBC00\uBC88\uD638\uAC00 \uC124\uC815\uB418\uC5C8\uC9C0\uB9CC \uC0AC\uC6A9\uC790 \uC774\uB984\uC774 \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
VALIDATION_ANONYMOUS_USERNAME=\uC0AC\uC6A9\uC790 \uC774\uB984\uC740 WebLogic Server\uC758 \uC775\uBA85 \uC0AC\uC6A9\uC790\uC640 \uAC19\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VALIDATION_UNEXPECTED_ENCRYPTED_USERNAME=\uC554\uD638\uD654\uB41C \uC0AC\uC6A9\uC790 \uC774\uB984\uC774 \uBC1C\uACAC\uB418\uC5C8\uC9C0\uB9CC \uC77C\uBC18 \uD14D\uC2A4\uD2B8 \uC0AC\uC6A9\uC790 \uC774\uB984\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION_UNEXPECTED_ENCRYPTED_PASSWORD=\uC554\uD638\uD654\uB41C \uBE44\uBC00\uBC88\uD638\uAC00 \uBC1C\uACAC\uB418\uC5C8\uC9C0\uB9CC \uC77C\uBC18 \uD14D\uC2A4\uD2B8 \uBE44\uBC00\uBC88\uD638\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION_READ_ONLY=\uC138\uC158 \uC678\uBD80\uC5D0\uC11C \uD504\uB85D\uC2DC \uC11C\uBC84\uB97C \uAC31\uC2E0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
