ENV_VALUE_HOST_DESC=Nom d'h\u00F4te ou adresse IP du serveur proxy
ENV_VALUE_HOST_NAME=H\u00F4te de serveur proxy
ENV_VALUE_PORT_DESC=Port en clair (ClearText) du serveur proxy
ENV_VALUE_PORT_NAME=Port du serveur proxy
ENV_VALUE_TABLE=Table du serveur proxy
ENV_VALUE_USERNAME_PASSWORD_DESC=Nom utilisateur et mot de passe de l'authentification de serveur proxy
ENV_VALUE_USERNAME_PASSWORD_NAME=Nom utilisateur/mot de passe du serveur proxy
VALIDATION_INVALID_REF=R\u00E9f\u00E9rence au serveur proxy non valide
VALIDATION_INVALID_REF_LOCATION=Un serveur proxy constitue un syst\u00E8me de ressources et il ne peut en aucun cas \u00EAtre cr\u00E9\u00E9 dans un projet ou dossier standard.
VALIDATION_XML_VALIDATION_ERROR=Le serveur proxy "{0}" n''est pas valide. Erreur de validation XML :\n{1}.
VALIDATION_ALREADY_DISPOSED=Le gestionnaire de serveur proxy a d\u00E9j\u00E0 \u00E9t\u00E9 \u00E9limin\u00E9.
VALIDATION_CANNOT_CHANGE_NAME=Le nom de serveur proxy ne peut pas \u00EAtre modifi\u00E9, car il a d\u00E9j\u00E0 \u00E9t\u00E9 enregistr\u00E9. Pour le modifier, renommez-le dans la console Oracle Service Bus
VALIDATION_NO_SERVER=La ressource de serveur proxy ne dispose d'aucun param\u00E8tre de serveur proxy configur\u00E9. Configurez au moins un serveur proxy.
VALIDATION_NULL_SERVER=La ressource de serveur proxy contient un serveur NULL
VALIDATION_NULL_OR_EMPTY_HOST=H\u00F4te de serveur NULL ou vide. Entrez un nom d'h\u00F4te valide ou une adresse IP.
VALIDATION_INVALID_HOST=L'h\u00F4te n'est pas valide. Entrez un nom d'h\u00F4te valide ou une adresse IP.
VALIDATION_INVALID_PORT=Le port de serveur n'est pas valide. Entrez un num\u00E9ro de port valide.
VALIDATION_INVALID_SSLPORT=Le port SSL de serveur n'est pas valide. Entrez un num\u00E9ro de port SSL valide.
VALIDATION_MISSING_PORT=Indiquez soit un port en clair (ClearText), soit un port SSL. Entrez au moins un num\u00E9ro de port.
VALIDATION_NULL_OR_EMPTY_USERNAME=Nom utilisateur NULL ou vide
VALIDATION_NULL_OR_EMPTY_PASSWORD=Mot de passe NULL ou vide
VALIDATION_USERNAME_TOO_LONG=Le nom utilisateur est trop long : entrez un nom utilisateur valide. La longueur maximale est de {0} caract\u00E8res.
VALIDATION_PASSWORD_TOO_LONG=Le mot de passe est trop long : entrez un mot de passe valide. La longueur maximale est de {0} caract\u00E8res.
VALIDATION_INVALID_USERNAME=Le nom utilisateur n'est pas valide : entrez un nom utilisateur valide
VALIDATION_INVALID_PASSWORD=Le mot de passe n'est pas valide : entrez un mot de passe valide
VALIDATION_MISSING_PASSWORD=Le mot de passe est manquant. Si vous configurez un nom utilisateur, vous devez entrer un mot de passe
VALIDATION_PASSWORD_WITHOUT_USERNAME=Le mot de passe est d\u00E9fini ; cependant, aucun nom utilisateur n'est configur\u00E9
VALIDATION_ANONYMOUS_USERNAME=Le nom utilisateur ne peut pas \u00EAtre identique \u00E0 celui de l'utilisateur anonyme de WebLogic Server
VALIDATION_UNEXPECTED_ENCRYPTED_USERNAME=Un nom utilisateur crypt\u00E9 a \u00E9t\u00E9 trouv\u00E9, alors qu'un nom utilisateur en clair \u00E9tait attendu
VALIDATION_UNEXPECTED_ENCRYPTED_PASSWORD=Un mot de passe crypt\u00E9 a \u00E9t\u00E9 trouv\u00E9, alors qu'un mot de passe en clair \u00E9tait attendu
VALIDATION_READ_ONLY=Le serveur proxy ne peut pas \u00EAtre mis \u00E0 jour en dehors d'une session
