ENV_VALUE_HOST_DESC=Nombre de host o direcci\u00F3n IP del servidor proxy
ENV_VALUE_HOST_NAME=Host de Servidor Proxy
ENV_VALUE_PORT_DESC=Puerto sin cifrado del servidor proxy
ENV_VALUE_PORT_NAME=Puerto de Servidor Proxy
ENV_VALUE_TABLE=Tabla del servidor proxy
ENV_VALUE_USERNAME_PASSWORD_DESC=Nombre de usuario y contrase\u00F1a para la autenticaci\u00F3n del servidor proxy
ENV_VALUE_USERNAME_PASSWORD_NAME=Nombre de Usuario/Contrase\u00F1a del Servidor Proxy
VALIDATION_INVALID_REF=Referencia al servidor proxy no v\u00E1lida
VALIDATION_INVALID_REF_LOCATION=Un servidor proxy es un recurso del sistema y no se puede crear en un proyecto/carpeta normal.
VALIDATION_XML_VALIDATION_ERROR=El servidor proxy "{0}" no es v\u00E1lido. Error de validaci\u00F3n XML:\n{1}.
VALIDATION_ALREADY_DISPOSED=El manejador del servidor proxy ya se ha desechado.
VALIDATION_CANNOT_CHANGE_NAME=No se puede cambiar el nombre del servidor proxy porque \u00E9ste ya se ha guardado. Cambie su nombre en la consola de Oracle Service Bus
VALIDATION_NO_SERVER=El recurso del servidor proxy no tiene configurado ning\u00FAn par\u00E1metro del servidor proxy. Configure al menos un servidor proxy.
VALIDATION_NULL_SERVER=El recurso del servidor proxy tiene un servidor nulo
VALIDATION_NULL_OR_EMPTY_HOST=Host de servidor nulo o vac\u00EDo. Introduzca un nombre de host o una direcci\u00F3n IP v\u00E1lidos.
VALIDATION_INVALID_HOST=El host no es v\u00E1lido. Introduzca un nombre de host o una direcci\u00F3n IP v\u00E1lidos.
VALIDATION_INVALID_PORT=El puerto del servidor no es v\u00E1lido. Introduzca un n\u00FAmero de puerto v\u00E1lido.
VALIDATION_INVALID_SSLPORT=El puerto SSL del servidor no es v\u00E1lido. Introduzca un n\u00FAmero de puerto SSL v\u00E1lido.
VALIDATION_MISSING_PORT=Se debe especificar un puerto sin cifrado o un puerto SSL. Introduzca al menos un n\u00FAmero de puerto.
VALIDATION_NULL_OR_EMPTY_USERNAME=Nombre de usuario nulo o vac\u00EDo
VALIDATION_NULL_OR_EMPTY_PASSWORD=Contrase\u00F1a nula o vac\u00EDa
VALIDATION_USERNAME_TOO_LONG=El nombre de usuario es demasiado largo. Introduzca un nombre de usuario v\u00E1lido. La longitud m\u00E1xima es de {0} caracteres.
VALIDATION_PASSWORD_TOO_LONG=La contrase\u00F1a es demasiado larga. Introduzca una contrase\u00F1a v\u00E1lida. La longitud m\u00E1xima es de {0} caracteres.
VALIDATION_INVALID_USERNAME=El nombre de usuario no es v\u00E1lido. Introduzca un nombre de usuario v\u00E1lido
VALIDATION_INVALID_PASSWORD=La contrase\u00F1a no es v\u00E1lida. Introduzca una contrase\u00F1a v\u00E1lida
VALIDATION_MISSING_PASSWORD=Falta la contrase\u00F1a. Si configura un nombre de usuario, debe introducir una contrase\u00F1a
VALIDATION_PASSWORD_WITHOUT_USERNAME=Se ha definido la contrase\u00F1a, pero no se ha configurado ning\u00FAn nombre de usuario
VALIDATION_ANONYMOUS_USERNAME=El nombre de usuario no puede ser el mismo que el usuario an\u00F3nimo de WebLogic Server
VALIDATION_UNEXPECTED_ENCRYPTED_USERNAME=Se ha encontrado un nombre de usuario cifrado, pero se esperaba un usuario sin cifrado
VALIDATION_UNEXPECTED_ENCRYPTED_PASSWORD=Se ha encontrado una contrase\u00F1a cifrada, pero se esperaba una contrase\u00F1a sin cifrado
VALIDATION_READ_ONLY=El servidor proxy no se puede actualizar fuera de una sesi\u00F3n
