ENV_VALUE_HOST_DESC=O nome do host ou o endere\u00E7o IP do servidor proxy
ENV_VALUE_HOST_NAME=Host do Servidor Proxy
ENV_VALUE_PORT_DESC=A porta de texto sem criptografia do servidor proxy
ENV_VALUE_PORT_NAME=Porta do Servidor Proxy
ENV_VALUE_TABLE=Tabela do servidor proxy
ENV_VALUE_USERNAME_PASSWORD_DESC=O nome do usu\u00E1rio e a senha para autentica\u00E7\u00E3o do servidor proxy
ENV_VALUE_USERNAME_PASSWORD_NAME=Nome do Usu\u00E1rio/Senha do Servidor Proxy
VALIDATION_INVALID_REF=Refer\u00EAncia inv\u00E1lida do servidor proxy
VALIDATION_INVALID_REF_LOCATION=Um servidor proxy \u00E9 um recurso do sistema e n\u00E3o pode ser criado em um projeto/pasta comum.
VALIDATION_XML_VALIDATION_ERROR=O servidor proxy "{0}" \u00E9 inv\u00E1lido. Erro de valida\u00E7\u00E3o XML:\n{1}.
VALIDATION_ALREADY_DISPOSED=O tratamento do servidor proxy j\u00E1 foi disposto.
VALIDATION_CANNOT_CHANGE_NAME=O nome do servidor proxy n\u00E3o pode ser alterado porque j\u00E1 foi salvo. Para alterar seu nome, renomeie-o na console do Oracle Service Bus
VALIDATION_NO_SERVER=O recurso do servidor proxy n\u00E3o possui nenhum par\u00E2metro do servidor proxy configurado. Configure pelo menos um servidor proxy.
VALIDATION_NULL_SERVER=O recurso do servidor proxy tem um servidor nulo
VALIDATION_NULL_OR_EMPTY_HOST=O host do servidor est\u00E1 nulo ou vazio. Informe um nome de host ou endere\u00E7o IP v\u00E1lido.
VALIDATION_INVALID_HOST=O host n\u00E3o \u00E9 v\u00E1lido. Informe um nome de host ou endere\u00E7o IP v\u00E1lido.
VALIDATION_INVALID_PORT=A porta do servidor \u00E9 inv\u00E1lida. Informe um n\u00FAmero de porta v\u00E1lido.
VALIDATION_INVALID_SSLPORT=A porta SSL do servidor \u00E9 inv\u00E1lida. Informe um n\u00FAmero de porta SSL v\u00E1lido.
VALIDATION_MISSING_PORT=Uma porta de texto sem criptografia ou uma porta SSL deve ser especificada. Informe pelo menos um n\u00FAmero de porta.
VALIDATION_NULL_OR_EMPTY_USERNAME=Nome do usu\u00E1rio nulo ou vazio
VALIDATION_NULL_OR_EMPTY_PASSWORD=Senha nula ou vazia
VALIDATION_USERNAME_TOO_LONG=O nome do usu\u00E1rio \u00E9 muito longo; informe um nome do usu\u00E1rio v\u00E1lido. O comprimento m\u00E1ximo \u00E9 de {0} caracteres.
VALIDATION_PASSWORD_TOO_LONG=A senha \u00E9 muito longa; informe uma senha v\u00E1lida. O comprimento m\u00E1ximo \u00E9 de {0} caracteres.
VALIDATION_INVALID_USERNAME=O nome do usu\u00E1rio \u00E9 inv\u00E1lido; informe um nome do usu\u00E1rio v\u00E1lido
VALIDATION_INVALID_PASSWORD=A senha \u00E9 inv\u00E1lida; informe uma senha v\u00E1lida
VALIDATION_MISSING_PASSWORD=A senha est\u00E1 ausente; se voc\u00EA configurar um nome do usu\u00E1rio, dever\u00E1 digitar uma senha
VALIDATION_PASSWORD_WITHOUT_USERNAME=A senha foi definida, mas nenhum nome do usu\u00E1rio foi configurado
VALIDATION_ANONYMOUS_USERNAME=O nome do usu\u00E1rio n\u00E3o pode ser igual ao usu\u00E1rio an\u00F4nimo do WebLogic Server
VALIDATION_UNEXPECTED_ENCRYPTED_USERNAME=Encontrado um nome do usu\u00E1rio criptografado, mas era esperado um nome do usu\u00E1rio de texto sem criptografia
VALIDATION_UNEXPECTED_ENCRYPTED_PASSWORD=Encontrada uma senha criptografada, mas era esperada uma senha de texto sem criptografia
VALIDATION_READ_ONLY=O servidor proxy n\u00E3o pode ser atualizado fora de uma sess\u00E3o
