ENV_VALUE_HOST_DESC=Il nome host o l'indirizzo IP del server proxy
ENV_VALUE_HOST_NAME=Host server proxy
ENV_VALUE_PORT_DESC=La porta con testo in chiaro del server proxy
ENV_VALUE_PORT_NAME=Porta server proxy
ENV_VALUE_TABLE=Tabella server proxy
ENV_VALUE_USERNAME_PASSWORD_DESC=Il nome utente e la password per l'autenticazione del server proxy
ENV_VALUE_USERNAME_PASSWORD_NAME=Nome utente/password server proxy
VALIDATION_INVALID_REF=Riferimento al server proxy non valido
VALIDATION_INVALID_REF_LOCATION=Un server proxy \u00E8 una risorsa di sistema e non pu\u00F2 essere creato in un progetto o in una cartella normale.
VALIDATION_XML_VALIDATION_ERROR=Il server proxy "{0}" non \u00E8 valido. Errore di convalida XML:\n{1}.
VALIDATION_ALREADY_DISPOSED=L'handle del server proxy \u00E8 gi\u00E0 stato eliminato.
VALIDATION_CANNOT_CHANGE_NAME=Impossibile modificare il nome del server proxy poich\u00E9 \u00E8 gi\u00E0 stato salvato. Per modificare il nome, rinominare il server nella console di Oracle Service Bus.
VALIDATION_NO_SERVER=Per la risorsa del server proxy non sono stati configurati parametri del server proxy. Configurare almeno un server proxy.
VALIDATION_NULL_SERVER=La risorsa del server proxy ha un server nullo
VALIDATION_NULL_OR_EMPTY_HOST=Host del server nullo o vuoto. Immettere un nome host o un indirizzo IP valido.
VALIDATION_INVALID_HOST=L'host non \u00E8 valido. Immettere un nome host o un indirizzo IP valido.
VALIDATION_INVALID_PORT=La porta del server non \u00E8 valida. Immettere un numero di porta valido.
VALIDATION_INVALID_SSLPORT=La porta SSL del server non \u00E8 valida. Immettere un numero di porta SSL valido.
VALIDATION_MISSING_PORT=Specificare una porta con testo in chiaro o una porta SSL. Immettere almeno un numero di porta.
VALIDATION_NULL_OR_EMPTY_USERNAME=Nome utente nullo o vuoto
VALIDATION_NULL_OR_EMPTY_PASSWORD=Password nulla o vuota
VALIDATION_USERNAME_TOO_LONG=Il nome utente \u00E8 troppo lungo, immettere un nome utente valido. La lunghezza massima \u00E8 di {0} caratteri.
VALIDATION_PASSWORD_TOO_LONG=La password \u00E8 troppo lunga, immettere una password valida. La lunghezza massima \u00E8 di {0} caratteri.
VALIDATION_INVALID_USERNAME=Il nome utente non \u00E8 valido. Immettere un nome utente valido.
VALIDATION_INVALID_PASSWORD=La password non \u00E8 valida. Immettere una password valida.
VALIDATION_MISSING_PASSWORD=Password mancante. Quando si configura un nome utente \u00E8 necessario digitare una password.
VALIDATION_PASSWORD_WITHOUT_USERNAME=La password \u00E8 stata impostata, ma non \u00E8 stato configurato alcun nome utente
VALIDATION_ANONYMOUS_USERNAME=Il nome utente non pu\u00F2 essere uguale a quello dell'utente anonimo del server WebLogic
VALIDATION_UNEXPECTED_ENCRYPTED_USERNAME=Trovato un nome utente cifrato mentre era previsto un nome utente con il testo in chiaro
VALIDATION_UNEXPECTED_ENCRYPTED_PASSWORD=Trovata una password cifrata mentre era prevista una password con il testo in chiaro
VALIDATION_READ_ONLY=Impossibile aggiornare il server proxy al di fuori di un sessione
