ENV_VALUE_HOST_DESC=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30DB\u30B9\u30C8\u540D\u307E\u305F\u306FIP\u30A2\u30C9\u30EC\u30B9
ENV_VALUE_HOST_NAME=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u30FB\u30DB\u30B9\u30C8
ENV_VALUE_PORT_DESC=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30EA\u30A2\u30C6\u30AD\u30B9\u30C8\u30FB\u30DD\u30FC\u30C8
ENV_VALUE_PORT_NAME=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u30FB\u30DD\u30FC\u30C8
ENV_VALUE_TABLE=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u8868
ENV_VALUE_USERNAME_PASSWORD_DESC=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u8A8D\u8A3C\u306E\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9
ENV_VALUE_USERNAME_PASSWORD_NAME=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30E6\u30FC\u30B6\u30FC\u540D/\u30D1\u30B9\u30EF\u30FC\u30C9
VALIDATION_INVALID_REF=\u7121\u52B9\u306A\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u53C2\u7167
VALIDATION_INVALID_REF_LOCATION=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306F\u30B7\u30B9\u30C6\u30E0\u30FB\u30EA\u30BD\u30FC\u30B9\u3067\u3042\u308A\u3001\u901A\u5E38\u306E\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u307E\u305F\u306F\u30D5\u30A9\u30EB\u30C0\u5185\u306B\u306F\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
VALIDATION_XML_VALIDATION_ERROR=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC"{0}"\u304C\u7121\u52B9\u3067\u3059\u3002XML\u691C\u8A3C\u30A8\u30E9\u30FC:\n{1}\u3002
VALIDATION_ALREADY_DISPOSED=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u30FB\u30CF\u30F3\u30C9\u30EB\u306F\u3059\u3067\u306B\u51E6\u7406\u3055\u308C\u3066\u3044\u307E\u3059\u3002
VALIDATION_CANNOT_CHANGE_NAME=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u540D\u306F\u3059\u3067\u306B\u4FDD\u5B58\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002\u540D\u524D\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u3001Oracle Service Bus\u30B3\u30F3\u30BD\u30FC\u30EB\u3067\u540D\u524D\u306E\u5909\u66F4\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044
VALIDATION_NO_SERVER=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u30FB\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
VALIDATION_NULL_SERVER=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u30FB\u30EA\u30BD\u30FC\u30B9\u306Bnull\u30B5\u30FC\u30D0\u30FC\u304C\u3042\u308A\u307E\u3059
VALIDATION_NULL_OR_EMPTY_HOST=\u30B5\u30FC\u30D0\u30FC\u30FB\u30DB\u30B9\u30C8\u304CNull\u307E\u305F\u306F\u7A7A\u3067\u3059\u3002\u6709\u52B9\u306A\u30DB\u30B9\u30C8\u540D\u307E\u305F\u306FIP\u30A2\u30C9\u30EC\u30B9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
VALIDATION_INVALID_HOST=\u30DB\u30B9\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002\u6709\u52B9\u306A\u30DB\u30B9\u30C8\u540D\u307E\u305F\u306FIP\u30A2\u30C9\u30EC\u30B9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
VALIDATION_INVALID_PORT=\u30B5\u30FC\u30D0\u30FC\u30FB\u30DD\u30FC\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002\u6709\u52B9\u306A\u30DD\u30FC\u30C8\u756A\u53F7\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
VALIDATION_INVALID_SSLPORT=\u30B5\u30FC\u30D0\u30FCSSL\u30DD\u30FC\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002\u6709\u52B9\u306ASSL\u30DD\u30FC\u30C8\u756A\u53F7\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
VALIDATION_MISSING_PORT=\u30AF\u30EA\u30A2\u30C6\u30AD\u30B9\u30C8\u30FB\u30DD\u30FC\u30C8\u307E\u305F\u306FSSL\u30DD\u30FC\u30C8\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30DD\u30FC\u30C8\u756A\u53F7\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
VALIDATION_NULL_OR_EMPTY_USERNAME=Null\u307E\u305F\u306F\u7A7A\u306E\u30E6\u30FC\u30B6\u30FC\u540D
VALIDATION_NULL_OR_EMPTY_PASSWORD=Null\u307E\u305F\u306F\u7A7A\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
VALIDATION_USERNAME_TOO_LONG=\u30E6\u30FC\u30B6\u30FC\u540D\u304C\u9577\u3059\u304E\u307E\u3059\u3002\u6709\u52B9\u306A\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6700\u5927\u9577\u306F{0}\u6587\u5B57\u3067\u3059\u3002
VALIDATION_PASSWORD_TOO_LONG=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u9577\u3059\u304E\u307E\u3059\u3002\u6709\u52B9\u306A\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6700\u5927\u9577\u306F{0}\u6587\u5B57\u3067\u3059\u3002
VALIDATION_INVALID_USERNAME=\u30E6\u30FC\u30B6\u30FC\u540D\u304C\u7121\u52B9\u3067\u3059\u3002\u6709\u52B9\u306A\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
VALIDATION_INVALID_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u7121\u52B9\u3067\u3059\u3002\u6709\u52B9\u306A\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
VALIDATION_MISSING_PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u69CB\u6210\u3057\u305F\u5834\u5408\u306F\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
VALIDATION_PASSWORD_WITHOUT_USERNAME=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093
VALIDATION_ANONYMOUS_USERNAME=\u30E6\u30FC\u30B6\u30FC\u540D\u3092WebLogic Server\u306E\u533F\u540D\u30E6\u30FC\u30B6\u30FC\u3068\u540C\u3058\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
VALIDATION_UNEXPECTED_ENCRYPTED_USERNAME=\u6697\u53F7\u5316\u3055\u308C\u305F\u30E6\u30FC\u30B6\u30FC\u540D\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u304C\u3001\u30AF\u30EA\u30A2\u30C6\u30AD\u30B9\u30C8\u306E\u30E6\u30FC\u30B6\u30FC\u540D\u304C\u4E88\u671F\u3055\u308C\u3066\u3044\u307E\u3057\u305F
VALIDATION_UNEXPECTED_ENCRYPTED_PASSWORD=\u6697\u53F7\u5316\u3055\u308C\u305F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u304C\u3001\u30AF\u30EA\u30A2\u30C6\u30AD\u30B9\u30C8\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u4E88\u671F\u3055\u308C\u3066\u3044\u307E\u3057\u305F
VALIDATION_READ_ONLY=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D0\u30FC\u306F\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u5916\u90E8\u3067\u306F\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093
