ENV_VALUE_HOST_DESC=Der Hostname oder die IP-Adresse des Proxyservers.
ENV_VALUE_HOST_NAME=Proxyserver-Host
ENV_VALUE_PORT_DESC=Der Klartext-Port des Proxyservers
ENV_VALUE_PORT_NAME=Proxyserver-Port
ENV_VALUE_TABLE=Proxyservertabelle
ENV_VALUE_USERNAME_PASSWORD_DESC=Benutzername und Kennwort f\u00FCr Proxyserverauthentifizierung
ENV_VALUE_USERNAME_PASSWORD_NAME=Proxyserver-Benutzername/-Kennwort
VALIDATION_INVALID_REF=Ung\u00FCltige Proxyserverreferenz
VALIDATION_INVALID_REF_LOCATION=Ein Proxyserver ist eine Systemressource. Er kann nicht in einem regul\u00E4ren Projekt/Ordner erstellt werden.
VALIDATION_XML_VALIDATION_ERROR=Proxyserver "{0}" ist ung\u00FCltig. XML-Validierungsfehler:\n{1}.
VALIDATION_ALREADY_DISPOSED=Das Proxyserver-Handle wurde bereits gel\u00F6scht.
VALIDATION_CANNOT_CHANGE_NAME=Der Proxyservername kann nicht ge\u00E4ndert werden, da er bereits gespeichert wurde. Um den Namen zu \u00E4ndern, benennen Sie ihn in der Oracle Service Bus-Konsole um
VALIDATION_NO_SERVER=F\u00FCr die Proxyserverressource wurden keine Proxyserverparameter konfiguriert. Konfigurieren Sie mindestens einen Proxyserver.
VALIDATION_NULL_SERVER=F\u00FCr die Proxyserverressource wurde kein Server angegeben
VALIDATION_NULL_OR_EMPTY_HOST=Serverhost nicht angegeben oder leer. Geben Sie einen g\u00FCltigen Hostnamen oder eine g\u00FCltige IP-Adresse an.
VALIDATION_INVALID_HOST=Der Host ist nicht g\u00FCltig. Geben Sie einen g\u00FCltigen Hostnamen oder eine g\u00FCltige IP-Adresse ein.
VALIDATION_INVALID_PORT=Der Server-Port ist ung\u00FCltig. Geben Sie eine g\u00FCltige Port-Nummer ein.
VALIDATION_INVALID_SSLPORT=Der Server-SSL-Port ist ung\u00FCltig. Geben Sie eine g\u00FCltige SSL-Port-Nummer ein.
VALIDATION_MISSING_PORT=Ein Klartext-Port oder ein SSL-Port muss angegeben werden. Geben Sie mindestens eine Port-Nummer ein.
VALIDATION_NULL_OR_EMPTY_USERNAME=Benutzername nicht angegeben oder leer
VALIDATION_NULL_OR_EMPTY_PASSWORD=Kennwort nicht angegeben oder leer
VALIDATION_USERNAME_TOO_LONG=Der Benutzername ist zu lang. Geben Sie einen g\u00FCltigen Benutzernamen ein. Die maximale L\u00E4nge betr\u00E4gt {0} Zeichen.
VALIDATION_PASSWORD_TOO_LONG=Das Kennwort ist zu lang. Geben Sie ein g\u00FCltiges Kennwort ein. Die maximale L\u00E4nge betr\u00E4gt {0} Zeichen.
VALIDATION_INVALID_USERNAME=Der Benutzername ist ung\u00FCltig. Geben Sie einen g\u00FCltigen Benutzernamen ein
VALIDATION_INVALID_PASSWORD=Das Kennwort ist ung\u00FCltig. Geben Sie ein g\u00FCltiges Kennwort ein
VALIDATION_MISSING_PASSWORD=Das Kennwort fehlt. Wenn Sie einen Benutzernamen konfigurieren, m\u00FCssen Sie ein Kennwort eingeben
VALIDATION_PASSWORD_WITHOUT_USERNAME=Das Kennwort ist festgelegt, es ist jedoch kein Benutzername konfiguriert
VALIDATION_ANONYMOUS_USERNAME=Der Benutzername darf nicht identisch mit dem anonymen Benutzer des WebLogic Servers sein
VALIDATION_UNEXPECTED_ENCRYPTED_USERNAME=Verschl\u00FCsselter Benutzername wurde gefunden, es wurde jedoch ein Klartextbenutzername erwartet
VALIDATION_UNEXPECTED_ENCRYPTED_PASSWORD=Verschl\u00FCsseltes Kennwort wurde gefunden, es wurde jedoch ein Klartextkennwort erwartet
VALIDATION_READ_ONLY=Der Proxyserver kann nicht au\u00DFerhalb einer Session aktualisiert werden
