REPLY_TO_NAME_INFO=Nombre mostrado para la direcci\u00F3n de respuesta.
ERROR_URI_NEED_EMAIL_INBOUND=El URI debe empezar por mailfrom:
IMAP_MOVE_FOLDER_INFO=Si Acci\u00F3n Posterior a Lectura se define en Mover, Carpeta de Movimiento de IMAP especifica la carpeta a la que se mover\u00E1 el mensaje.
ERROR_DIR_INFO=Especifica la ruta de acceso del directorio del sistema de archivos en el que se escribir\u00E1 el mensaje y todos los anexos si existe un problema.
ERROR_FROM_ADDRESS_ATTR=Necesario si se ha especificado el campo Nombre del Remitente.
ATTACHMENT_IGNORE=ignorar
POLLING_INTERVAL_INFO=Intervalo de sondeo en segundos
SERVER_HOST=Direcci\u00F3n del Host del Servidor
ERROR_MOVE_OPTION=La opci\u00F3n Mover no se aplica para el protocolo pop3.
READ_LIMIT=L\u00EDmite de Lectura
USE_SSL=SSL Necesario
USE_SSL_INFO=Correo Electr\u00F3nico sobre SSL
MAIL_SERVER_ADDRESS=Servidor SMTP
ERROR_EMAIL_ADDRESS=El formato de la direcci\u00F3n no es correcto.
POSTREAD_ARCHIVE=archivar
ERROR_INVALID_URI=El URI no es v\u00E1lido.
ERROR_INVALID_MAILRECIPIENTS=Los destinatarios del correo no son v\u00E1lidos. Deben tener el formato: foo@bar.com,fubar@bar.com.
REPLY_TO_NAME=Nombre de Respuesta
ERROR_REPLY_TO_ADDRESS_ATTR=Necesario si se ha especificado el campo Nombre de Respuesta.
ERROR_URI_NEED_EMAIL_OUTBOUND=El URI debe empezar por mailto:
ATTACHEMENTS_INFO=Especifica c\u00F3mo se manejan los anexos. Si se ha seleccionado Archivar, los anexos se guardan en el directorio de archivo.
ERROR_POLLING_INTERVAL=El intervalo de sondeo debe ser un entero positivo.
MAIL_PROTOCOL=Protocolo de Correo Electr\u00F3nico
FROM_ADDRESS=Direcci\u00F3n de Origen
DOWNLOAD_DIR_INFO=Ubicaci\u00F3n temporal para descargar los correos electr\u00F3nicos.
FROM_ADDRESS_INFO=Direcci\u00F3n de correo electr\u00F3nico de origen
MAIL_SERVER_ADDRESS_INFO=Formato: host:puerto
ERROR_IMAP_MOVE_FOLDER=Se necesita un valor de Carpeta de Movimiento de IMAP si Acci\u00F3n Posterior a Lectura est\u00E1 definido en Mover.
EXTERNAL_ACCOUNT_INFO=Cuenta de Servicio
POST_READ_ACTION_INFO=Especifica qu\u00E9 ocurre con un mensaje una vez le\u00EDdo. Mover s\u00F3lo est\u00E1 disponible con el protocolo IMAP.
ERROR_READ_LIMIT=El l\u00EDmite de lectura debe ser un entero positivo o 0.
POLLING_INTERVAL=Intervalo de Sondeo
POSTREAD_MOVE=mover
PASSWORD=Contrase\u00F1a
MAIL_PROTOCOL_INFO=Tipo de servidor para la cuenta de correo electr\u00F3nico
USERNAME=Usuario
IMAP_MOVE_FOLDER=Carpeta de Movimiento de IMAP
POSTREAD_DELETE=suprimir
REPLY_TO_ADDRESS_NAME_INFO=Direcci\u00F3n de correo electr\u00F3nico de respuesta
ARCHIVE_DIR=Directorio de Archivo
ARCHIVE_DIR_INFO=Si se ha definido Acci\u00F3n Posterior a Lectura o Anexos en Archivar, Directorio de Archivo especifica la ruta de acceso a la ubicaci\u00F3n del archivo.
SERVER_PORT=Puerto
ERROR_DIR=Directorio de Error
ATTACHEMENTS=Anexos
POST_READ_ACTION=Acci\u00F3n Posterior a Lectura
FROM_NAME=Nombre del Remitente
FROM_NAME_INFO=Nombre mostrado para la direcci\u00F3n de correo electr\u00F3nico de origen
READ_LIMIT_INFO=N\u00FAmero m\u00E1ximo de mensajes para leer por barrido de sondeo. 0 indica que no hay ning\u00FAn l\u00EDmite.
DOWNLOAD_DIR=Directorio de Descarga
REPLY_TO_ADDRESS=Direcci\u00F3n de Respuesta
EXTERNAL_ACCOUNT=Cuenta de Servicio
ERROR_DIR_PATH=Debe representar una ruta de acceso de directorio correcta.
ATTACHMENT_ARCHIVE=archivar
PASS_BY_REFERENCE_INFO=Si se selecciona, el archivo se almacena en zona intermedia en el directorio de archivo y se transfiere como referencia en las cabeceras.
PASS_BY_REFERENCE=Transferir por Referencia
PASS_ATTACHMENTS_BY_REFERENCE_INFO=Si se selecciona, los anexos se almacenan en zona intermedia en el directorio de archivo y se transfieren como referencia.
PASS_ATTACHMENTS_BY_REFERENCE=Transferir Anexos por Referencia
ERROR_ARCHIVE_DIR_EMPTY=El directorio de archivo no puede estar vac\u00EDo cuando se selecciona la transferencia por referencia.
POLLER_TARGET_SERVER_INFO=Servidor gestionado para ejecutar el servicio de sondeo que sondea el recurso externo.
POLLER_TARGET_SERVER=Servidor Gestionado
MAIL_SESSION=Sesi\u00F3n de Correo
MAIL_SESSION_INFO=Nombre de JNDI de la sesi\u00F3n de correo configurada
MAIL_SESSION_EMPTY_ERROR=Se debe introducir "Servidor SMTP" o "Sesi\u00F3n de Correo".
MAIL_SESSION_ENTERED_ERROR=Se debe introducir "Servidor SMTP" o "Sesi\u00F3n de Correo", pero no ambos.
MAIL_ADDRESS_ERROR=Se necesita Servidor SMTP porque no se ha definido Sesi\u00F3n de Correo.
REQUEST_ENCODING=Codificaci\u00F3n de Solicitud
REQUEST_ENCODING_INFO=Codificaci\u00F3n de juego de caracteres para solicitudes
ERROR_INVALID_ENCODING=Nombre de codificaci\u00F3n de juego de caracteres no v\u00E1lido
ARCHIVE=archivar
DELETE=suprimir
MOVE=mover
IGNORE=ignorar
POP3=pop3
IMAP=imap
MAIL_ADDRESS_PORT_ERROR=El puerto debe ser un valor entero.
CONNECTION_TIMEOUT=Timeout de Conexi\u00F3n
CONNECTION_TIMEOUT_INFO=Timeout de conexi\u00F3n en milisegundos, que debe ser >= 0.
CONNECTION_TIMEOUT_ERROR=El timeout de conexi\u00F3n debe ser un entero no negativo.
TIMEOUT=Timeout de E/S del Socket
TIMEOUT_INFO=Timeout de E/S del socket en milisegundos, que debe ser >= 0
TIMEOUT_ERROR=El timeout de E/S del socket debe ser un entero no negativo
NONE_AVAILABLE=Ninguno Disponible
EMAIL_TRANSPORT_UPGRADED=Se ha actualizado la configuraci\u00F3n de transporte de correo electr\u00F3nico.
MAIL_FROM_URI_FORMAT=mailfrom:host_servidor_correo:puerto
MAIL_TO_URI_FORMAT=mailto:foo@bar.com?nombre_par\u00E1metro=valor_par\u00E1metro
EMAIL_ARCHIVE_DIR_NAME=Directorio de Archivo de Correo Electr\u00F3nico
EMAIL_ARCHIVE_DIR_DESC=Directorio de Archivo de Correo Electr\u00F3nico
EMAIL_DOWNLOAD_DIR_NAME=Directorio de Descarga de Correo Electr\u00F3nico
EMAIL_DOWNLOAD_DIR_DESC=Directorio de Descarga de Correo Electr\u00F3nico
EMAIL_ERROR_DIR_NAME=Directorio de Error de Correo Electr\u00F3nico
EMAIL_ERROR_DIR_DESC=Directorio de Error de Correo Electr\u00F3nico
EMAIL_IMAP_MOVE_FOLDER_NAME=Carpeta de Movimiento de IMAP
EMAIL_IMAP_MOVE_FOLDER_DESC=Carpeta de Movimiento de IMAP
INBOUND_EMAIL_SERVICE_ACCOUNT_NAME=Cuenta de Servicio de IMAP
INBOUND_EMAIL_SERVICE_ACCOUNT_DESC=Cuenta de Servicio de IMAP
ERROR_DUPLICATE_URIs=No se permiten URI duplicados en un servicio de negocio.
ERROR_INVALID_PARAM=Se ha transferido un par\u00E1metro no v\u00E1lido al URI.
ERROR_NO_PARAM=Se debe proporcionar un par\u00E1metro sesi\u00F3n de correo o SMTP.
ERROR_SMTP_DOES_NOT_EXIST=El recurso de SMTP no existe.
ERROR_MAILSESSION_DOES_NOT_EXIST=La sesi\u00F3n de correo no existe.
ERROR_PARAM_BLANK=El valor de par\u00E1metro es nulo o est\u00E1 en blanco.
ERROR_URI_NOT_CONFIGURED=No se ha configurado el URI de servicio.
