REPLY_TO_NAME_INFO=Nom d'affichage de l'adresse de r\u00E9ponse
ERROR_URI_NEED_EMAIL_INBOUND=L'URI doit commencer par mailfrom :
IMAP_MOVE_FOLDER_INFO=Si l'option Action suivant la lecture est d\u00E9finie sur D\u00E9placer, l'option Dossier de d\u00E9placement IMAP indique le dossier vers lequel le message est d\u00E9plac\u00E9.
ERROR_DIR_INFO=Indique le chemin du r\u00E9pertoire du syst\u00E8me de fichiers dans lequel \u00E9crire le message et stocker les pi\u00E8ces jointes en cas de probl\u00E8me.
ERROR_FROM_ADDRESS_ATTR=Obligatoire si le champ Nom de l'exp\u00E9diteur est sp\u00E9cifi\u00E9
ATTACHMENT_IGNORE=ne pas prendre en compte
POLLING_INTERVAL_INFO=Intervalle d'appel (en secondes)
SERVER_HOST=Adresse d'h\u00F4te du serveur
ERROR_MOVE_OPTION=L'option D\u00E9placer n'est pas applicable au protocole POP3
READ_LIMIT=Limite de lecture
USE_SSL=SSL obligatoire
USE_SSL_INFO=Messagerie \u00E9lectronique via SSL
MAIL_SERVER_ADDRESS=Serveur SMTP
ERROR_EMAIL_ADDRESS=Le format de l'adresse est incorrect
POSTREAD_ARCHIVE=archiver
ERROR_INVALID_URI=L'URI n'est pas valide
ERROR_INVALID_MAILRECIPIENTS=Destinataires du courrier non valides. Ils doivent appara\u00EEtre sous la forme : foo@bar.com,fubar@bar.com
REPLY_TO_NAME=Nom de r\u00E9ponse aux messages
ERROR_REPLY_TO_ADDRESS_ATTR=Obligatoire lorsque le champ Nom de r\u00E9ponse aux messages est sp\u00E9cifi\u00E9
ERROR_URI_NEED_EMAIL_OUTBOUND=L'URI doit commencer par mailto :
ATTACHEMENTS_INFO=Indique la mani\u00E8re dont les pi\u00E8ces jointes sont g\u00E9r\u00E9es. Si Archive est s\u00E9lectionn\u00E9, les pi\u00E8ces jointes sont enregistr\u00E9es dans le r\u00E9pertoire d'archive.
ERROR_POLLING_INTERVAL=L'intervalle d'interrogation doit \u00EAtre un entier positif
MAIL_PROTOCOL=Protocole de messagerie \u00E9lectronique
FROM_ADDRESS=Adresse de l'\u00E9metteur
DOWNLOAD_DIR_INFO=Emplacement temporaire de t\u00E9l\u00E9chargement des messages \u00E9lectroniques.
FROM_ADDRESS_INFO=Adresse \u00E9lectronique de l'exp\u00E9diteur
MAIL_SERVER_ADDRESS_INFO=Format : h\u00F4te:port
ERROR_IMAP_MOVE_FOLDER=Dossier de d\u00E9placement IMAP est obligatoire si l'option Action suivant la lecture est d\u00E9finie sur D\u00E9placer
EXTERNAL_ACCOUNT_INFO=Compte de service
POST_READ_ACTION_INFO=Indique ce qu'il advient d'un message apr\u00E8s qu'il a \u00E9t\u00E9 lu. Le d\u00E9placement est uniquement disponible avec le protocole IMAP.
ERROR_READ_LIMIT=La limite de lecture doit \u00EAtre un nombre entier positif ou la valeur 0
POLLING_INTERVAL=Intervalle d'interrogation
POSTREAD_MOVE=d\u00E9placer
PASSWORD=Mot de passe
MAIL_PROTOCOL_INFO=Type de serveur pour le compte de messagerie \u00E9lectronique
USERNAME=Nom utilisateur
IMAP_MOVE_FOLDER=Dossier de d\u00E9placement IMAP
POSTREAD_DELETE=supprimer
REPLY_TO_ADDRESS_NAME_INFO=Adresse \u00E9lectronique de r\u00E9ponse
ARCHIVE_DIR=R\u00E9pertoire d'archivage
ARCHIVE_DIR_INFO=Si l'option Action suivant la lecture ou Pi\u00E8ces jointes est d\u00E9finie sur Archive, le r\u00E9pertoire d'archivage indique le chemin vers l'emplacement d'archive.
SERVER_PORT=Port
ERROR_DIR=R\u00E9pertoire d'erreurs
ATTACHEMENTS=Pi\u00E8ces jointes
POST_READ_ACTION=Action suivant la lecture
FROM_NAME=Nom de l'\u00E9metteur
FROM_NAME_INFO=Nom d'affichage de l'adresse \u00E9lectronique de l'exp\u00E9diteur
READ_LIMIT_INFO=Nombre maximal de messages \u00E0 lire par balayage d'interrogation. 0 indique un nombre illimit\u00E9.
DOWNLOAD_DIR=R\u00E9pertoire de t\u00E9l\u00E9chargement
REPLY_TO_ADDRESS=Adresse de r\u00E9ponse aux messages
EXTERNAL_ACCOUNT=Compte de service
ERROR_DIR_PATH=Doit repr\u00E9senter un chemin de r\u00E9pertoire correct
ATTACHMENT_ARCHIVE=archiver
PASS_BY_REFERENCE_INFO=Si cette option est s\u00E9lectionn\u00E9e, le fichier est pr\u00E9par\u00E9 dans le r\u00E9pertoire d'archivage et transmis en tant que r\u00E9f\u00E9rence dans les en-t\u00EAtes
PASS_BY_REFERENCE=Transmission par r\u00E9f\u00E9rence
PASS_ATTACHMENTS_BY_REFERENCE_INFO=Si cette option est s\u00E9lectionn\u00E9e, les pi\u00E8ces jointes sont pr\u00E9par\u00E9es dans le r\u00E9pertoire d'archivage et transmises en tant que r\u00E9f\u00E9rence.
PASS_ATTACHMENTS_BY_REFERENCE=Transmission des pi\u00E8ces jointes par r\u00E9f\u00E9rence
ERROR_ARCHIVE_DIR_EMPTY=Le r\u00E9pertoire d'archivage ne peut pas \u00EAtre vide lorsque l'option Transmettre par r\u00E9f\u00E9rence est s\u00E9lectionn\u00E9e
POLLER_TARGET_SERVER_INFO=Serveur g\u00E9r\u00E9 ex\u00E9cutant le service interrogateur qui interroge la ressource externe
POLLER_TARGET_SERVER=Serveur g\u00E9r\u00E9
MAIL_SESSION=Session de messagerie
MAIL_SESSION_INFO=Nom JNDI de la session de messagerie configur\u00E9e
MAIL_SESSION_EMPTY_ERROR=Entrez 'Serveur SMTP' ou 'Session de messagerie'.
MAIL_SESSION_ENTERED_ERROR=Vous pouvez entrer 'Serveur SMTP' ou 'Session de messagerie', mais pas les deux.
MAIL_ADDRESS_ERROR=Un serveur SMTP est requis puisque la session de messagerie n'est pas d\u00E9finie.
REQUEST_ENCODING=Encodage de la demande
REQUEST_ENCODING_INFO=Encodage du jeu de caract\u00E8res pour les demandes
ERROR_INVALID_ENCODING=Nom d'encodage du jeu de caract\u00E8res non valide
ARCHIVE=archive
DELETE=supprimer
MOVE=d\u00E9placer
IGNORE=ne pas prendre en compte
POP3=POP3
IMAP=IMAP
MAIL_ADDRESS_PORT_ERROR=la valeur du port doit \u00EAtre un nombre entier
CONNECTION_TIMEOUT=Temporisation de la connexion
CONNECTION_TIMEOUT_INFO=temporisation de connexion en millisecondes, qui doit \u00EAtre >= 0
CONNECTION_TIMEOUT_ERROR=la temporisation de connexion doit \u00EAtre un nombre entier non n\u00E9gatif
TIMEOUT=Temporisation E/S du socket
TIMEOUT_INFO=temporisation E/S du socket en millisecondes, qui doit \u00EAtre >= 0
TIMEOUT_ERROR=la temporisation E/S du socket doit \u00EAtre un nombre entier non n\u00E9gatif
NONE_AVAILABLE=Aucun disponible
EMAIL_TRANSPORT_UPGRADED=La configuration du transport de messagerie \u00E9lectronique a \u00E9t\u00E9 mise \u00E0 niveau.
MAIL_FROM_URI_FORMAT=mailfrom:mailserver-host:port
MAIL_TO_URI_FORMAT=mailto:foo@bar.com?param-name=param-value
EMAIL_ARCHIVE_DIR_NAME=R\u00E9pertoire d'archivage de messagerie \u00E9lectronique
EMAIL_ARCHIVE_DIR_DESC=R\u00E9pertoire d'archivage de messagerie \u00E9lectronique
EMAIL_DOWNLOAD_DIR_NAME=R\u00E9pertoire de t\u00E9l\u00E9chargement de la messagerie \u00E9lectronique
EMAIL_DOWNLOAD_DIR_DESC=R\u00E9pertoire de t\u00E9l\u00E9chargement de la messagerie \u00E9lectronique
EMAIL_ERROR_DIR_NAME=R\u00E9pertoire d'erreur de la messagerie \u00E9lectronique
EMAIL_ERROR_DIR_DESC=R\u00E9pertoire d'erreur de la messagerie \u00E9lectronique
EMAIL_IMAP_MOVE_FOLDER_NAME=Dossier de d\u00E9placement IMAP
EMAIL_IMAP_MOVE_FOLDER_DESC=Dossier de d\u00E9placement IMAP
INBOUND_EMAIL_SERVICE_ACCOUNT_NAME=Compte de service IMAP
INBOUND_EMAIL_SERVICE_ACCOUNT_DESC=Compte de service IMAP
ERROR_DUPLICATE_URIs=Les URI dupliqu\u00E9s ne sont pas autoris\u00E9s dans un service fonctionnel
ERROR_INVALID_PARAM=Param\u00E8tre non valide transmis \u00E0 l'URI.
ERROR_NO_PARAM=Un param\u00E8tre de session de messagerie ou SMTP doit \u00EAtre fourni.
ERROR_SMTP_DOES_NOT_EXIST=La ressource SMTP n'existe pas.
ERROR_MAILSESSION_DOES_NOT_EXIST=La session de messagerie n'existe pas.
ERROR_PARAM_BLANK=Valeur de param\u00E8tre NULL ou vide
ERROR_URI_NOT_CONFIGURED=L'URI du service n'est pas configur\u00E9
