REPLY_TO_NAME_INFO=O nome para exibi\u00E7\u00E3o do endere\u00E7o de resposta
ERROR_URI_NEED_EMAIL_INBOUND=O URI deve iniciar com mailfrom:
IMAP_MOVE_FOLDER_INFO=Se a A\u00E7\u00E3o P\u00F3s-Leitura for definida para Mover, a Pasta de Movimenta\u00E7\u00E3o IMAP especifica a pasta para a qual a mensagem \u00E9 movida.
ERROR_DIR_INFO=Especifica o caminho do diret\u00F3rio do sistema de arquivo para gravar a mensagem e quaisquer anexos, se houver um problema.
ERROR_FROM_ADDRESS_ATTR=Obrigat\u00F3rio, se o campo Nome de Origem for especificado
ATTACHMENT_IGNORE=ignorar
POLLING_INTERVAL_INFO=Intervalo de Polling em segundos
SERVER_HOST=Endere\u00E7o de Host do Servidor
ERROR_MOVE_OPTION=A op\u00E7\u00E3o de movimenta\u00E7\u00E3o n\u00E3o \u00E9 aplic\u00E1vel para o protocolo POP3
READ_LIMIT=Limite de Leitura
USE_SSL=SSL Obrigat\u00F3rio
USE_SSL_INFO=E-mail por SSL
MAIL_SERVER_ADDRESS=Servidor SMTP
ERROR_EMAIL_ADDRESS=O formato de endere\u00E7o est\u00E1 incorreto
POSTREAD_ARCHIVE=arquivo compactado
ERROR_INVALID_URI=O URI n\u00E3o \u00E9 v\u00E1lido
ERROR_INVALID_MAILRECIPIENTS=O campo Destinat\u00E1rios de E-mail \u00E9 inv\u00E1lido. Ele deve estar no formato: foo@bar.com,fubar@bar.com
REPLY_TO_NAME=Nome da Resposta
ERROR_REPLY_TO_ADDRESS_ATTR=Obrigat\u00F3rio, se o campo Nome da Resposta for especificado
ERROR_URI_NEED_EMAIL_OUTBOUND=O URI deve come\u00E7ar com mailto:
ATTACHEMENTS_INFO=Especifica como os anexos s\u00E3o tratados. Se a op\u00E7\u00E3o Archive (Arquivo Compactado) for selecionada, os anexos ser\u00E3o salvos no Diret\u00F3rio de Archive.
ERROR_POLLING_INTERVAL=O Intervalo de polling deve ser um n\u00FAmero inteiro positivo
MAIL_PROTOCOL=Protocolo de E-mail
FROM_ADDRESS=Endere\u00E7o de Origem
DOWNLOAD_DIR_INFO=Localiza\u00E7\u00E3o tempor\u00E1ria para fazer download dos e-mails.
FROM_ADDRESS_INFO=O endere\u00E7o de e-mail de origem
MAIL_SERVER_ADDRESS_INFO=Formato: host:port
ERROR_IMAP_MOVE_FOLDER=A Pasta de Mover Imap \u00E9 obrigat\u00F3ria, se a A\u00E7\u00E3o P\u00F3s-Leitura for definida para Mover
EXTERNAL_ACCOUNT_INFO=Conta do Servi\u00E7o
POST_READ_ACTION_INFO=Especifica o que acontece com uma mensagem ap\u00F3s ela ser lida. Mover somente est\u00E1 dispon\u00EDvel com o protocolo IMAP.
ERROR_READ_LIMIT=O limite de leitura deve ser um n\u00FAmero inteiro positivo ou 0
POLLING_INTERVAL=Intervalo de Polling
POSTREAD_MOVE=mover
PASSWORD=Senha
MAIL_PROTOCOL_INFO=O tipo de servidor da conta de E-mail
USERNAME=Nome do Usu\u00E1rio
IMAP_MOVE_FOLDER=Pasta Mover do IMAP
POSTREAD_DELETE=deletar
REPLY_TO_ADDRESS_NAME_INFO=O endere\u00E7o de e-mail para resposta
ARCHIVE_DIR=Diret\u00F3rio de Archive
ARCHIVE_DIR_INFO=Se a A\u00E7\u00E3o P\u00F3s-Leitura ou Anexos forem definidos como Archive, o diret\u00F3rio de Archive especificar\u00E1 o caminho para a localiza\u00E7\u00E3o do arquivo.
SERVER_PORT=Porta
ERROR_DIR=Diret\u00F3rio de Erro
ATTACHEMENTS=Anexos
POST_READ_ACTION=A\u00E7\u00E3o P\u00F3s-Leitura
FROM_NAME=Nome de Origem
FROM_NAME_INFO=O nome para exibi\u00E7\u00E3o do endere\u00E7o de e-mail de origem
READ_LIMIT_INFO=N\u00FAmero m\u00E1ximo de mensagens a serem lidas por varredura de polling. 0 indica sem limites.
DOWNLOAD_DIR=Diret\u00F3rio de Download
REPLY_TO_ADDRESS=Endere\u00E7o de Resposta
EXTERNAL_ACCOUNT=Conta do Servi\u00E7o
ERROR_DIR_PATH=Deve representar um caminho de diret\u00F3rio adequado
ATTACHMENT_ARCHIVE=arquivo compactado
PASS_BY_REFERENCE_INFO=Se essa op\u00E7\u00E3o for selecionada, o arquivo ser\u00E1 preparado no Diret\u00F3rio de archive e passado como refer\u00EAncia nos Cabe\u00E7alhos
PASS_BY_REFERENCE=Passar por Refer\u00EAncia
PASS_ATTACHMENTS_BY_REFERENCE_INFO=Se essa op\u00E7\u00E3o for selecionada, os anexos ser\u00E3o preparados no Diret\u00F3rio de archive e passados como refer\u00EAncia.
PASS_ATTACHMENTS_BY_REFERENCE=Passar Anexos por Refer\u00EAncia
ERROR_ARCHIVE_DIR_EMPTY=O Diret\u00F3rio de Archive n\u00E3o pode ficar vazio quando a op\u00E7\u00E3o de passar por refer\u00EAncia for selecionada
POLLER_TARGET_SERVER_INFO=O Servidor Gerenciado para executar o Servi\u00E7o de Poller que est\u00E1 fazendo polling do recurso externo
POLLER_TARGET_SERVER=Servidor Gerenciado
MAIL_SESSION=Sess\u00E3o de E-mail
MAIL_SESSION_INFO=O nome da JNDI da Sess\u00E3o de E-mail configurada
MAIL_SESSION_EMPTY_ERROR='Servidor SMTP' ou 'Sess\u00E3o de E-mail' deve ser informado.
MAIL_SESSION_ENTERED_ERROR='Servidor SMTP' ou 'Sess\u00E3o de E-mail' pode ser informado, mas n\u00E3o ambos.
MAIL_ADDRESS_ERROR=O Servidor SMTP \u00E9 obrigat\u00F3rio, pois a Sess\u00E3o de E-mail n\u00E3o foi definida.
REQUEST_ENCODING=Codifica\u00E7\u00E3o da Solicita\u00E7\u00E3o
REQUEST_ENCODING_INFO=Codifica\u00E7\u00E3o do conjunto de caracteres das solicita\u00E7\u00F5es
ERROR_INVALID_ENCODING=Nome da codifica\u00E7\u00E3o do conjunto de caracteres inv\u00E1lido
ARCHIVE=arquivo compactado
DELETE=deletar
MOVE=mover
IGNORE=ignorar
POP3=POP3
IMAP=imap
MAIL_ADDRESS_PORT_ERROR=a porta deve ser um valor inteiro
CONNECTION_TIMEOUT=Timeout da Conex\u00E3o
CONNECTION_TIMEOUT_INFO=timeout da conex\u00E3o em milissegundos, que deve ser >= 0
CONNECTION_TIMEOUT_ERROR=timeout da conex\u00E3o deve ser um n\u00FAmero inteiro n\u00E3o negativo
TIMEOUT=Timeout de E/S do Soquete
TIMEOUT_INFO=timeout de E/S do soquete em milissegundos, que deve ser >= 0
TIMEOUT_ERROR=o timeout de E/S do soquete deve ser um n\u00FAmero inteiro n\u00E3o negativo
NONE_AVAILABLE=Nenhum Dispon\u00EDvel
EMAIL_TRANSPORT_UPGRADED=A configura\u00E7\u00E3o de Transporte de E-mail foi submetida a upgrade.
MAIL_FROM_URI_FORMAT=mailfrom:mailserver-host:port
MAIL_TO_URI_FORMAT=mailto:foo@bar.com?param-name=param-value
EMAIL_ARCHIVE_DIR_NAME=Diret\u00F3rio de Archive de E-mail
EMAIL_ARCHIVE_DIR_DESC=Diret\u00F3rio de Archive de E-mail
EMAIL_DOWNLOAD_DIR_NAME=Diret\u00F3rio de Download do E-mail
EMAIL_DOWNLOAD_DIR_DESC=Diret\u00F3rio de Download do E-mail
EMAIL_ERROR_DIR_NAME=Diret\u00F3rio de Erro do E-mail
EMAIL_ERROR_DIR_DESC=Diret\u00F3rio de Erro do E-mail
EMAIL_IMAP_MOVE_FOLDER_NAME=Pasta Mover do IMAP
EMAIL_IMAP_MOVE_FOLDER_DESC=Pasta Mover do IMAP
INBOUND_EMAIL_SERVICE_ACCOUNT_NAME=Conta do Servi\u00E7o IMAP
INBOUND_EMAIL_SERVICE_ACCOUNT_DESC=Conta do Servi\u00E7o IMAP
ERROR_DUPLICATE_URIs=URIs duplicados n\u00E3o s\u00E3o permitidos em um Servi\u00E7o de Neg\u00F3cios.
ERROR_INVALID_PARAM=Par\u00E2metro Inv\u00E1lido passado ao URI.
ERROR_NO_PARAM=A sess\u00E3o de e-mail ou o par\u00E2metro SMTP deve ser fornecido.
ERROR_SMTP_DOES_NOT_EXIST=O recurso de SMTP n\u00E3o existe.
ERROR_MAILSESSION_DOES_NOT_EXIST=A Sess\u00E3o de E-mail n\u00E3o existe.
ERROR_PARAM_BLANK=O valor do par\u00E2metro \u00E9 nulo ou em branco
ERROR_URI_NOT_CONFIGURED=O URI do Servi\u00E7o n\u00E3o foi configurado
