REPLY_TO_NAME_INFO=\u8FD4\u4FE1\u5148\u30A2\u30C9\u30EC\u30B9\u306E\u8868\u793A\u540D
ERROR_URI_NEED_EMAIL_INBOUND=URI\u306Fmailfrom: \u3067\u59CB\u3081\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
IMAP_MOVE_FOLDER_INFO=\u300C\u8AAD\u53D6\u308A\u5F8C\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u300D\u3092\u300C\u79FB\u52D5\u300D\u306B\u8A2D\u5B9A\u3057\u305F\u5834\u5408\u3001\u300CIMAP\u79FB\u52D5\u5148\u30D5\u30A9\u30EB\u30C0\u300D\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u79FB\u52D5\u5148\u30D5\u30A9\u30EB\u30C0\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
ERROR_DIR_INFO=\u554F\u984C\u304C\u767A\u751F\u3057\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u3068\u305D\u306E\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u66F8\u8FBC\u307F\u5148\u3068\u306A\u308B\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u30D1\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
ERROR_FROM_ADDRESS_ATTR=\u300C\u9001\u4FE1\u5143\u306E\u540D\u524D\u300D\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u306F\u5FC5\u9808\u3067\u3059
ATTACHMENT_IGNORE=\u7121\u8996
POLLING_INTERVAL_INFO=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694(\u79D2)
SERVER_HOST=\u30B5\u30FC\u30D0\u30FC\u30FB\u30DB\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9
ERROR_MOVE_OPTION=pop3\u30D7\u30ED\u30C8\u30B3\u30EB\u306B\u306F\u300C\u79FB\u52D5\u300D\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u9069\u7528\u3055\u308C\u307E\u305B\u3093
READ_LIMIT=\u8AAD\u53D6\u308A\u5236\u9650
USE_SSL=SSL\u304C\u5FC5\u8981
USE_SSL_INFO=SSL\u7D4C\u7531\u306E\u96FB\u5B50\u30E1\u30FC\u30EB
MAIL_SERVER_ADDRESS=SMTP\u30B5\u30FC\u30D0\u30FC
ERROR_EMAIL_ADDRESS=\u30A2\u30C9\u30EC\u30B9\u66F8\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093
POSTREAD_ARCHIVE=\u30A2\u30FC\u30AB\u30A4\u30D6
ERROR_INVALID_URI=URI\u304C\u7121\u52B9\u3067\u3059
ERROR_INVALID_MAILRECIPIENTS=\u96FB\u5B50\u30E1\u30FC\u30EB\u53D7\u4FE1\u8005\u304C\u7121\u52B9\u3067\u3059\u3002foo@bar.com,fubar@bar.com\u306E\u5F62\u5F0F\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
REPLY_TO_NAME=\u8FD4\u4FE1\u5148\u306E\u540D\u524D
ERROR_REPLY_TO_ADDRESS_ATTR=\u300C\u8FD4\u4FE1\u5148\u306E\u540D\u524D\u300D\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u306F\u5FC5\u9808\u3067\u3059
ERROR_URI_NEED_EMAIL_OUTBOUND=URI\u306Fmailto:\u3067\u59CB\u3081\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
ATTACHEMENTS_INFO=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u51E6\u7406\u65B9\u6CD5\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u300C\u30A2\u30FC\u30AB\u30A4\u30D6\u300D\u3092\u9078\u629E\u3057\u305F\u5834\u5408\u3001\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306F\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u4FDD\u5B58\u3055\u308C\u307E\u3059\u3002
ERROR_POLLING_INTERVAL=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694\u306F\u6B63\u306E\u6574\u6570\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
MAIL_PROTOCOL=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB
FROM_ADDRESS=\u9001\u4FE1\u5143\u30A2\u30C9\u30EC\u30B9
DOWNLOAD_DIR_INFO=\u96FB\u5B50\u30E1\u30FC\u30EB\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3059\u308B\u305F\u3081\u306E\u4E00\u6642\u7684\u306A\u5834\u6240\u3002
FROM_ADDRESS_INFO=\u9001\u4FE1\u5143\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30A2\u30C9\u30EC\u30B9
MAIL_SERVER_ADDRESS_INFO=\u66F8\u5F0F: host:port
ERROR_IMAP_MOVE_FOLDER=\u300CIMAP\u79FB\u52D5\u5148\u30D5\u30A9\u30EB\u30C0\u300D\u306F\u3001\u300C\u8AAD\u53D6\u308A\u5F8C\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u300D\u3092\u300C\u79FB\u52D5\u300D\u306B\u8A2D\u5B9A\u3057\u305F\u5834\u5408\u306F\u5FC5\u9808\u3067\u3059
EXTERNAL_ACCOUNT_INFO=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8
POST_READ_ACTION_INFO=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8AAD\u53D6\u308A\u5F8C\u306E\u51E6\u7406\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002IMAP\u30D7\u30ED\u30C8\u30B3\u30EB\u3067\u306F\u300C\u79FB\u52D5\u300D\u306E\u307F\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
ERROR_READ_LIMIT=\u8AAD\u53D6\u308A\u5236\u9650\u306F\u6B63\u306E\u6574\u6570\u307E\u305F\u306F0\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
POLLING_INTERVAL=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694
POSTREAD_MOVE=\u79FB\u52D5
PASSWORD=\u30D1\u30B9\u30EF\u30FC\u30C9
MAIL_PROTOCOL_INFO=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u30B5\u30FC\u30D0\u30FC\u30FB\u30BF\u30A4\u30D7
USERNAME=\u30E6\u30FC\u30B6\u30FC\u540D
IMAP_MOVE_FOLDER=IMAP\u79FB\u52D5\u5148\u30D5\u30A9\u30EB\u30C0
POSTREAD_DELETE=\u524A\u9664
REPLY_TO_ADDRESS_NAME_INFO=\u8FD4\u4FE1\u5148\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30A2\u30C9\u30EC\u30B9
ARCHIVE_DIR=\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
ARCHIVE_DIR_INFO=\u300C\u8AAD\u53D6\u308A\u5F8C\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u300D\u307E\u305F\u306F\u300C\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u300D\u3092\u300C\u30A2\u30FC\u30AB\u30A4\u30D6\u300D\u306B\u8A2D\u5B9A\u3057\u305F\u5834\u5408\u3001\u300C\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u300D\u3067\u30A2\u30FC\u30AB\u30A4\u30D6\u5834\u6240\u306E\u30D1\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
SERVER_PORT=\u30DD\u30FC\u30C8
ERROR_DIR=\u30A8\u30E9\u30FC\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
ATTACHEMENTS=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB
POST_READ_ACTION=\u8AAD\u53D6\u308A\u5F8C\u306E\u30A2\u30AF\u30B7\u30E7\u30F3
FROM_NAME=\u9001\u4FE1\u5143\u306E\u540D\u524D
FROM_NAME_INFO=\u9001\u4FE1\u5143\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30A2\u30C9\u30EC\u30B9\u306E\u8868\u793A\u540D
READ_LIMIT_INFO=\u5404\u30DD\u30FC\u30EA\u30F3\u30B0\u30FB\u30B9\u30A4\u30FC\u30D7\u3067\u8AAD\u307F\u53D6\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6700\u5927\u6570\u30020\u3092\u6307\u5B9A\u3059\u308B\u3068\u7121\u5236\u9650\u306B\u306A\u308A\u307E\u3059\u3002
DOWNLOAD_DIR=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
REPLY_TO_ADDRESS=\u8FD4\u4FE1\u5148\u30A2\u30C9\u30EC\u30B9
EXTERNAL_ACCOUNT=\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8
ERROR_DIR_PATH=\u6B63\u3057\u3044\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FB\u30D1\u30B9\u3092\u8868\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
ATTACHMENT_ARCHIVE=\u30A2\u30FC\u30AB\u30A4\u30D6
PASS_BY_REFERENCE_INFO=\u9078\u629E\u3059\u308B\u3068\u3001\u30D5\u30A1\u30A4\u30EB\u306F\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u3055\u308C\u3001\u53C2\u7167\u3068\u3057\u3066\u30D8\u30C3\u30C0\u30FC\u306B\u6E21\u3055\u308C\u307E\u3059
PASS_BY_REFERENCE=\u53C2\u7167\u6E21\u3057
PASS_ATTACHMENTS_BY_REFERENCE_INFO=\u9078\u629E\u3059\u308B\u3068\u3001\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306F\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u3055\u308C\u3001\u53C2\u7167\u3068\u3057\u3066\u6E21\u3055\u308C\u307E\u3059\u3002
PASS_ATTACHMENTS_BY_REFERENCE=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u6E21\u3057
ERROR_ARCHIVE_DIR_EMPTY=\u300C\u53C2\u7167\u6E21\u3057\u300D\u3092\u9078\u629E\u3057\u305F\u5834\u5408\u3001\u300C\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u300D\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
POLLER_TARGET_SERVER_INFO=\u5916\u90E8\u30EA\u30BD\u30FC\u30B9\u3092\u30DD\u30FC\u30EA\u30F3\u30B0\u3059\u308B\u30DD\u30FC\u30E9\u30FC\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u5B9F\u884C\u3059\u308B\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC
POLLER_TARGET_SERVER=\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC
MAIL_SESSION=\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3
MAIL_SESSION_INFO=\u69CB\u6210\u3057\u305F\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u306EJNDI\u540D
MAIL_SESSION_EMPTY_ERROR=\u300CSMTP\u30B5\u30FC\u30D0\u30FC\u300D\u307E\u305F\u306F\u300C\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u300D\u3092\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
MAIL_SESSION_ENTERED_ERROR=\u300CSMTP\u30B5\u30FC\u30D0\u30FC\u300D\u307E\u305F\u306F\u300C\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u300D\u3092\u5165\u529B\u3067\u304D\u307E\u3059\u304C\u3001\u4E21\u65B9\u5165\u529B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
MAIL_ADDRESS_ERROR=\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001SMTP\u30B5\u30FC\u30D0\u30FC\u306F\u5FC5\u9808\u3067\u3059\u3002
REQUEST_ENCODING=\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0
REQUEST_ENCODING_INFO=\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6587\u5B57\u30BB\u30C3\u30C8\u30FB\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0
ERROR_INVALID_ENCODING=\u6587\u5B57\u30BB\u30C3\u30C8\u30FB\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u540D\u304C\u7121\u52B9\u3067\u3059
ARCHIVE=\u30A2\u30FC\u30AB\u30A4\u30D6
DELETE=\u524A\u9664
MOVE=\u79FB\u52D5
IGNORE=\u7121\u8996
POP3=pop3
IMAP=imap
MAIL_ADDRESS_PORT_ERROR=\u30DD\u30FC\u30C8\u306F\u6574\u6570\u5024\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
CONNECTION_TIMEOUT=\u63A5\u7D9A\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8
CONNECTION_TIMEOUT_INFO=\u63A5\u7D9A\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306F\u30DF\u30EA\u79D2\u5358\u4F4D\u3067\u3042\u308A\u30010\u4EE5\u4E0A\u306E\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059
CONNECTION_TIMEOUT_ERROR=\u63A5\u7D9A\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306F\u6B63\u306E\u6574\u6570\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
TIMEOUT=\u30BD\u30B1\u30C3\u30C8I/O\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8
TIMEOUT_INFO=\u30BD\u30B1\u30C3\u30C8I/O\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306F\u30DF\u30EA\u79D2\u5358\u4F4D\u3067\u3042\u308A\u30010\u4EE5\u4E0A\u306E\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059
TIMEOUT_ERROR=\u30BD\u30B1\u30C3\u30C8I/O\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306F\u6B63\u306E\u6574\u6570\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
NONE_AVAILABLE=\u306A\u3057
EMAIL_TRANSPORT_UPGRADED=\u96FB\u5B50\u30E1\u30FC\u30EB\u30FB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
MAIL_FROM_URI_FORMAT=mailfrom:mailserver-host:port
MAIL_TO_URI_FORMAT=mailto:foo@bar.com?param-name=param-value
EMAIL_ARCHIVE_DIR_NAME=\u96FB\u5B50\u30E1\u30FC\u30EB\u306E\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
EMAIL_ARCHIVE_DIR_DESC=\u96FB\u5B50\u30E1\u30FC\u30EB\u306E\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
EMAIL_DOWNLOAD_DIR_NAME=\u96FB\u5B50\u30E1\u30FC\u30EB\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
EMAIL_DOWNLOAD_DIR_DESC=\u96FB\u5B50\u30E1\u30FC\u30EB\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
EMAIL_ERROR_DIR_NAME=\u96FB\u5B50\u30E1\u30FC\u30EB\u306E\u30A8\u30E9\u30FC\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
EMAIL_ERROR_DIR_DESC=\u96FB\u5B50\u30E1\u30FC\u30EB\u306E\u30A8\u30E9\u30FC\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
EMAIL_IMAP_MOVE_FOLDER_NAME=IMAP\u79FB\u52D5\u5148\u30D5\u30A9\u30EB\u30C0
EMAIL_IMAP_MOVE_FOLDER_DESC=IMAP\u79FB\u52D5\u5148\u30D5\u30A9\u30EB\u30C0
INBOUND_EMAIL_SERVICE_ACCOUNT_NAME=IMAP\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8
INBOUND_EMAIL_SERVICE_ACCOUNT_DESC=IMAP\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8
ERROR_DUPLICATE_URIs=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u306F\u91CD\u8907URI\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093
ERROR_INVALID_PARAM=\u7121\u52B9\u306A\u30D1\u30E9\u30E1\u30FC\u30BF\u304CURI\u306B\u6E21\u3055\u308C\u307E\u3057\u305F\u3002
ERROR_NO_PARAM=\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D1\u30E9\u30E1\u30FC\u30BF\u307E\u305F\u306FSMTP\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u3044\u305A\u308C\u304B\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_SMTP_DOES_NOT_EXIST=SMTP\u30EA\u30BD\u30FC\u30B9\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ERROR_MAILSESSION_DOES_NOT_EXIST=\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ERROR_PARAM_BLANK=\u30D1\u30E9\u30E1\u30FC\u30BF\u5024\u304Cnull\u307E\u305F\u306F\u7A7A\u3067\u3059
ERROR_URI_NOT_CONFIGURED=\u30B5\u30FC\u30D3\u30B9URI\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093
