## P4ADE ## {0} : Throwable t
messagebody2031000=Error de despliegue de divisi\u00F3n-uni\u00F3n durante la activaci\u00F3n:\n{0}
messagebody2031001=No se ha podido confirmar la activaci\u00F3n de los recursos de divisi\u00F3n-uni\u00F3n porque ya se ha cerrado la sesi\u00F3n de despliegue.
messagebody2031002=No se han podido iniciar las notificaciones de carga de los recursos de divisi\u00F3n-uni\u00F3n porque ya est\u00E1 activa una sesi\u00F3n de despliegue.
## P4ADE ## {0} : String msg, {1} : Throwable t
messagebody2031003=Error de despliegue de divisi\u00F3n-uni\u00F3n durante la notificaci\u00F3n de carga: {0}\n{1}
messagebody2031004=No se han podido confirmar las notificaciones de carga de los recursos de divisi\u00F3n-uni\u00F3n porque ya se ha cerrado la sesi\u00F3n.
## P4ADE ## {0} : String bpel, {1} : String link, {2} : String svc, {3} : String msg, {4} : Throwable t
messagebody2031100=Error al convertir el mensaje de respuesta (Divisi\u00F3n-Uni\u00F3n: ''{0}'' Enlace: ''{1}'' Servicio: ''{2}''): {3}\n{4}
## P4ADE ## {0} : String bpel, {1} : String link, {2} : String svc, {3} : String msg, {4} : Throwable t
messagebody2031101=Error al convertir el fallo de respuesta (Divisi\u00F3n-Uni\u00F3n: ''{0}'' Enlace: ''{1}'' Servicio: ''{2}''): {3}\n{4}
## P4ADE ## {0} : String bpel, {1} : String msg, {2} : Throwable t
messagebody2031102=Error al crear el fallo de SOAP a partir del fallo de respuesta al llamar a la divisi\u00F3n-uni\u00F3n ''{0}'': {3}\n{4}
## P4ADE ## {0} : String ref, {1} : String errors
messagebody2031200=Fallo de validaci\u00F3n de esquema para {0}: \n{1}
## P4ADE ## {0} : Throwable error
messagebody2031201=Fallo al analizar el esquema: {0}
## P4ADE ## {0} : Throwable error
messagebody2031202=Fallo al crear los metadatos de validaci\u00F3n: {0}
## P4ADE ## {0} : Throwable error
messagebody2031203=Fallo al validar la divisi\u00F3n-uni\u00F3n: {0}
## P4ADE ## {0} : String name
messagebody2031300=La variable {0} tiene asignado un valor nulo.
## P4ADE ## {0} : String name
messagebody2031301=La variable {0} tiene asignada una matriz de valores.
## P4ADE ## {0} : String name
messagebody2031310=La variable {0} de destino de la sustituci\u00F3n no es XML.
messagebody2031311=El contenido de destino de la sustituci\u00F3n no es un elemento ni un atributo
messagebody2031312=Un atributo s\u00F3lo se puede sustituir por un atributo
messagebody2031313=Un elemento o su contenido s\u00F3lo se puede sustituir por elementos y valores simples
messagebody2031320=Ninguna acci\u00F3n de supresi\u00F3n puede suprimir una variable.
## P4ADE ## {0} : String name
messagebody2031330=La variable {0} de destino de la inserci\u00F3n no es XML.
messagebody2031331=El contenido no se puede insertar delante/detr\u00E1s de la propia variable.
messagebody2031332=Fallo al insertar detr\u00E1s.
messagebody2031333=No se puede insertar como secundario de un atributo
messagebody2031334=No se ha podido insertar detr\u00E1s del primer secundario
messagebody2031335=No se ha podido insertar detr\u00E1s del \u00FAltimo secundario
messagebody2031336=S\u00F3lo se pueden insertar atributos junto a otro atributo
messagebody2031337=S\u00F3lo se pueden insertar elementos y valores simples junto a o dentro de otro elemento
## P4ADE ## {0} : String method, {1} : int index
messagebody2031350=El par\u00E1metro del \u00EDndice {1} del m\u00E9todo \"{0}\" tiene asignada una matriz de valores.
## P4ADE ## {0} : String method, {1} : int index
messagebody2031351=El par\u00E1metro del \u00EDndice {1} del m\u00E9todo \"{0}\" es de tipo XmlObject, pero el resultado de la expresi\u00F3n ha sido un tipo simple.
## P4ADE ## {0} : String method, {1} : int index, {2} : String msg, {3} : Throwable t
messagebody2031352=Se ha emitido una excepci\u00F3n de formato num\u00E9rico para el par\u00E1metro del \u00EDndice {1} del m\u00E9todo \"{0}\": {2}
## P4ADE ## {0} : String method, {1} : String msg, {2} : Throwable t
messagebody2031353=La llamada al m\u00E9todo Java \"{0}\" ha producido una excepci\u00F3n: {1}
## P4ADE ## {0} : String method, {1} : String sacct, {2} : String message, {3} : Throwable t
messagebody2031354=Excepci\u00F3n de seguridad al llamar al m\u00E9todo Java \"{0}\". Cuenta de servicio: \"{1}\". {2}
messagebody2031400=No se ha especificado ninguna referencia de flujo.
messagebody2031401=No se ha especificado ning\u00FAn detalle de configuraci\u00F3n.
messagebody2031402=No se ha especificado ning\u00FAn valor operativo.
messagebody2031403=No se ha especificado ninguna consulta de configuraci\u00F3n operativa.
## P4ADE ## {0} : String expectingRefId, {1} : String receivedRefId
messagebody2031404=Se esperaba una referencia de tipo ''{0}'', pero se ha recibido una referencia de tipo ''{1}''.
## P4ADE ## {0} : String message
messagebody2031405=Se ha producido una excepci\u00F3n al intentar suspender la transacci\u00F3n: {0}.
## P4ADE ## {0} : String message
messagebody2031406=Se ha producido una excepci\u00F3n al crear FlowResult: {0}
## P4ADE ## {0} : String message
messagebody2031407=Se ha producido una excepci\u00F3n al procesar FlowResult: {0}
## P4ADE ## {0} : String message
messagebody2031408=Se ha producido una excepci\u00F3n al comprobar la cach\u00E9 para la solicitud: {0}
