messagedetail2031000=\uC0C8/\uAC31\uC2E0\uB41C \uBD84\uD560-\uC870\uC778\uC744 \uBC30\uCE58\uD558\uAC70\uB098 \uAE30\uC874 \uBD84\uD560-\uC870\uC778\uC758 \uBC30\uCE58\uB97C \uD574\uC81C\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action2031000=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031001=\uBC30\uCE58 \uC138\uC158\uC774 \uC774\uBBF8 \uB2EB\uD614\uAE30 \uB54C\uBB38\uC5D0 \uBD84\uD560-\uC870\uC778 \uB9AC\uC18C\uC2A4 \uD65C\uC131\uD654\uB97C \uCEE4\uBC0B\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB2E4\uB978 \uC138\uC158(WLS, OSB) \uAD00\uB828 \uBB38\uC81C\uB85C \uC778\uD574 \uBC1C\uC0DD\uD560 \uC218 \uC788\uB294 \uBD80\uC801\uD569\uD55C \uC0C1\uD0DC\uC785\uB2C8\uB2E4.
action2031001=\uBC30\uCE58 \uC138\uC158\uC774 \uCEE4\uBC0B\uB418\uC9C0 \uC54A\uC544 \uC11C\uBC84\uC758 \uC0C1\uD0DC\uAC00 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4. OSB \uC138\uC158\uC774 \uD65C\uC131\uD654\uB41C \uACBD\uC6B0 \uC2E4\uD589\uC744 \uCDE8\uC18C\uD558\uACE0 \uD65C\uC131\uD654\uB97C \uC7AC\uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624. \uBB38\uC81C\uAC00 \uC9C0\uC18D\uB418\uBA74 \uC11C\uBC84\uB97C \uC7AC\uC2DC\uC791\uD558\uC5EC \uC138\uC158 \uC7A0\uAE08\uC744 \uD574\uC81C\uD574\uC57C \uD569\uB2C8\uB2E4. \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031002=\uC11C\uBC84 \uC2DC\uC791 \uC2DC \uBC30\uCE58 \uC138\uC158\uC774 \uC774\uBBF8 \uD65C\uC131 \uC0C1\uD0DC\uC774\uBBC0\uB85C \uC11C\uBC84 \uB85C\uB4DC \uD1B5\uC9C0 \uC138\uC158\uC744 \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action2031002=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031003=\uC11C\uBC84 \uC2DC\uC791 \uC2DC \uBD84\uD560-\uC870\uC778\uC744 \uBC30\uCE58\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action2031003=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
action2031004=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031100=\uC11C\uBE44\uC2A4 \uD638\uCD9C \uC751\uB2F5\uC758 \uB9C8\uC15C\uB9C1\uC744 \uD574\uC81C\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBD84\uD560-\uC870\uC778\uC5D0 \uC77C\uBC18 \uACB0\uD568\uC774 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action2031100=\uC804\uC1A1 \uB808\uBCA8 \uB514\uBC84\uADF8 \uB85C\uADF8\uB97C \uC124\uC815\uD558\uC5EC \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD55C \uCD94\uAC00 \uC815\uBCF4\uB97C \uAC00\uC838\uC624\uC2ED\uC2DC\uC624. \uD638\uCD9C\uB418\uB294 \uC11C\uBE44\uC2A4\uAC00 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC778 \uACBD\uC6B0 \uD574\uB2F9 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uCD94\uC801\uC744 \uC124\uC815\uD558\uBA74 \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD55C \uCD94\uAC00 \uC815\uBCF4\uB97C \uC81C\uACF5\uD560 \uC218\uB3C4 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail2031101=\uC11C\uBE44\uC2A4 \uD638\uCD9C \uC751\uB2F5\uC758 \uB9C8\uC15C\uB9C1\uC744 \uD574\uC81C\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBD84\uD560-\uC870\uC778\uC5D0 \uC77C\uBC18 \uACB0\uD568\uC774 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action2031101=\uC804\uC1A1 \uB808\uBCA8 \uB514\uBC84\uADF8 \uB85C\uADF8\uB97C \uC124\uC815\uD558\uC5EC \uC751\uB2F5 \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD55C \uCD94\uAC00 \uC815\uBCF4\uB97C \uAC00\uC838\uC624\uC2ED\uC2DC\uC624. \uD638\uCD9C\uB418\uB294 \uC11C\uBE44\uC2A4\uAC00 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC778 \uACBD\uC6B0 \uD574\uB2F9 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uCD94\uC801\uC744 \uC124\uC815\uD558\uBA74 \uBA54\uC2DC\uC9C0\uC5D0 \uB300\uD55C \uCD94\uAC00 \uC815\uBCF4\uB97C \uC81C\uACF5\uD560 \uC218\uB3C4 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail2031102=\uACB0\uD568 \uC751\uB2F5\uC744 SOAP \uACB0\uD568\uC73C\uB85C \uB9C8\uC15C\uB9C1\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD558\uC9C0 \uC54A\uC740 \uAC83\uCC98\uB7FC \uACB0\uD568 \uC751\uB2F5\uC774 \uCC98\uB9AC\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC774 \uACB0\uD568\uC5D0 \uB300\uD55C \uD638\uCD9C \uBD84\uD560-\uC870\uC778\uC5D0 \uC624\uB958 \uCC98\uB9AC\uAE30\uAC00 \uAD6C\uC131\uB418\uC5B4 \uC788\uACE0 SOAP \uACB0\uD568 \uBCC0\uC218\uAC00 \uC815\uC758\uB41C \uACBD\uC6B0 \uCF58\uD150\uCE20\uAC00 \uBE44\uC5B4 \uC788\uAC8C \uB429\uB2C8\uB2E4.
cause2031200=\uBD84\uD560-\uC870\uC778 \uD3B8\uC9D1\uAE30 \uC774\uC678\uC5D0\uC11C \uC2A4\uD0A4\uB9C8\uAC00 \uC218\uC815\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action2031200=\uBD84\uD560-\uC870\uC778 \uD3B8\uC9D1\uAE30\uB97C \uC0AC\uC6A9\uD558\uC5EC \uBD84\uD560-\uC870\uC778\uC744 \uD3B8\uC9D1\uD558\uC2ED\uC2DC\uC624.
cause2031201=\uBD84\uD560-\uC870\uC778 \uD3B8\uC9D1\uAE30 \uC774\uC678\uC5D0\uC11C \uC2A4\uD0A4\uB9C8\uAC00 \uC218\uC815\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action2031201=\uBD84\uD560-\uC870\uC778 \uD3B8\uC9D1\uAE30\uB97C \uC0AC\uC6A9\uD558\uC5EC \uBD84\uD560-\uC870\uC778\uC744 \uD3B8\uC9D1\uD558\uC2ED\uC2DC\uC624.
cause2031202=\uBD84\uD560-\uC870\uC778\uC5D0 \uC758\uD574 \uCC38\uC870\uB41C wsdl \uC815\uC758\uC5D0\uC11C \uBA54\uD0C0 \uB370\uC774\uD130\uB97C \uC0DD\uC131\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action2031202=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
cause2031203=\uBD84\uD560-\uC870\uC778\uC744 \uAC80\uC99D\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action2031203=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031300=\uBCC0\uD658(\uD574\uB2F9 \uACBD\uC6B0\uC758 \uC9C0\uC815 \uB610\uB294 \uBC14\uAFB8\uAE30)\uC5D0\uC11C \uAC12\uC774 \uBC18\uD658\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action2031300=\uCD94\uC801\uC744 \uC124\uC815\uD558\uC5EC \uB370\uC774\uD130\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC9C0\uC815\uB41C \uBCC0\uD658\uC5D0 \uB300\uD55C \uB370\uC774\uD130 \uD45C\uD604\uC2DD\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB370\uC774\uD130\uC5D0 XML \uC694\uC18C/\uC18D\uC131\uC774 \uB204\uB77D\uB418\uC5C8\uAC70\uB098 \uB124\uC784\uC2A4\uD398\uC774\uC2A4\uB97C \uC798\uBABB \uC0AC\uC6A9\uD558\uC5EC \uBE48 \uACB0\uACFC\uAC00 \uBC18\uD658\uB420 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail2031301=\uBCC0\uD658(\uD574\uB2F9 \uACBD\uC6B0\uC758 \uC9C0\uC815 \uB610\uB294 \uBC14\uAFB8\uAE30)\uC5D0\uC11C \uB450 \uAC1C \uC774\uC0C1\uC758 \uAC12\uC774 \uBC18\uD658\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action2031301=\uCD94\uC801\uC744 \uC124\uC815\uD558\uC5EC \uB370\uC774\uD130\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC9C0\uC815\uB41C \uBCC0\uD658\uC5D0 \uB300\uD55C \uB370\uC774\uD130 \uD45C\uD604\uC2DD\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC608\uB97C \uB4E4\uC5B4 \uC120\uD0DD\uB41C XML \uC694\uC18C/\uC18D\uC131\uC774 \uBC18\uBCF5 \uB178\uB4DC\uC640 \uC77C\uCE58\uD558\uB294 \uACBD\uC6B0(XML \uC2A4\uD0A4\uB9C8 maxOccurs > 1) \uD574\uB2F9 \uACB0\uACFC\uAC00 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail2031310=\uBC14\uAFB8\uAE30 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC5D0 XML \uB370\uC774\uD130\uAC00 \uC800\uC7A5\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String name
action2031310=\uBD84\uD560-\uC870\uC778 \uB9AC\uC18C\uC2A4\uC5D0\uC11C {0} \uBCC0\uC218\uAC00 XML \uC694\uC18C \uB610\uB294 \uBCF5\uD569 \uC720\uD615\uC73C\uB85C \uC815\uC758\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031311=\uBC14\uAFB8\uAE30 \uB300\uC0C1 \uCF58\uD150\uCE20\uAC00 \uC694\uC18C \uB610\uB294 \uC18D\uC131\uC774 \uC544\uB2D9\uB2C8\uB2E4.
action2031311=\uBC14\uAFB8\uAE30 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031312=\uC18D\uC131\uC740 \uC18D\uC131\uC73C\uB85C\uB9CC \uBC14\uAFC0 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action2031312=\uBC14\uAFB8\uAE30 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031313=\uC694\uC18C \uB610\uB294 \uD574\uB2F9 \uCF58\uD150\uCE20\uB294 \uC694\uC18C\uC640 \uB2E8\uC21C \uAC12\uC73C\uB85C\uB9CC \uBC14\uAFC0 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action2031313=\uBC14\uAFB8\uAE30 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action2031320=\uC0AD\uC81C \uC791\uC5C5\uC758 XPath \uD45C\uD604\uC2DD\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. XPath \uD45C\uD604\uC2DD\uC73C\uB85C \uC778\uD574 \uBCC0\uC218 \uC790\uCCB4(\uC608: ".[0]")\uAC00 \uC120\uD0DD\uB418\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
messagedetail2031330=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC5D0 XML \uB370\uC774\uD130\uAC00 \uC800\uC7A5\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action2031330=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031331=\uC120\uD0DD \uACB0\uACFC \uC55E/\uB4A4\uC5D0 \uC0BD\uC785\uD558\uB3C4\uB85D \uC0BD\uC785\uC774 \uAD6C\uC131\uB418\uC5B4 \uC788\uC73C\uB098 \uC120\uD0DD \uACB0\uACFC\uAC00 \uBCC0\uC218 \uC790\uCCB4\uC785\uB2C8\uB2E4.
action2031331=\uC0BD\uC785 \uC791\uC5C5\uC758 XPath \uD45C\uD604\uC2DD\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. XPath \uD45C\uD604\uC2DD\uC73C\uB85C \uC778\uD574 \uBCC0\uC218 \uC790\uCCB4(\uC608: ".[0]")\uAC00 \uC120\uD0DD\uB418\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
messagedetail2031332=\uC9C0\uC815\uB41C XPath \uB4A4\uC5D0 \uC774 \uD45C\uD604\uC2DD \uACB0\uACFC\uB97C \uC0BD\uC785\uD558\uBA74 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD569\uB2C8\uB2E4.
action2031332=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031333=\uC18D\uC131\uC758 \uD558\uC704\uB85C \uC0BD\uC785\uD558\uC9C0 \uC54A\uC544\uC57C \uD569\uB2C8\uB2E4.
action2031333=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031334=\uC9C0\uC815\uB41C XPath \uD45C\uD604\uC2DD\uC758 \uD558\uC704 \uC694\uC18C\uAC00 \uC5C6\uC73C\uBBC0\uB85C \uCCAB\uBC88\uC9F8 \uD558\uC704 \uB4A4\uC5D0 \uC0BD\uC785\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action2031334=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031335=\uD558\uC704 \uC694\uC18C \uB4A4\uC5D0 \uC0BD\uC785\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action2031335=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031336=\uC18D\uC131\uB9CC \uB2E4\uB978 \uC18D\uC131 \uB2E4\uC74C\uC5D0 \uC0BD\uC785\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action2031336=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031337=\uC694\uC18C\uC640 \uB2E8\uC21C \uAC12\uB9CC \uB2E4\uB978 \uC694\uC18C \uB2E4\uC74C\uC774\uB098 \uB0B4\uBD80\uC5D0 \uC0BD\uC785\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action2031337=\uC0BD\uC785 \uC791\uC5C5 \uB300\uC0C1 \uBCC0\uC218\uC758 \uAC12\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String method, {1} : int index
messagedetail2031350=\uB9E4\uAC1C\uBCC0\uC218 \uD45C\uD604\uC2DD\uC5D0\uC11C \"{0}\" \uBA54\uC18C\uB4DC\uC758 {1} \uC778\uB371\uC2A4\uC5D0 \uC788\uB294 \uB9E4\uAC1C\uBCC0\uC218\uC5D0 \uB300\uD574 \uB458 \uC774\uC0C1\uC758 \uAC12\uC744 \uBC18\uD658\uD588\uC2B5\uB2C8\uB2E4.
action2031350=\uC9C0\uC815\uB41C \uB9E4\uAC1C\uBCC0\uC218\uC5D0 \uB300\uD55C \uB370\uC774\uD130 \uD45C\uD604\uC2DD\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC608\uB97C \uB4E4\uC5B4 \uC120\uD0DD\uB41C XML \uC694\uC18C/\uC18D\uC131\uC774 \uBC18\uBCF5 \uB178\uB4DC\uC640 \uC77C\uCE58\uD558\uB294 \uACBD\uC6B0(XML \uC2A4\uD0A4\uB9C8 maxOccurs > 1) \uD574\uB2F9 \uACB0\uACFC\uAC00 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail2031351=\uB9E4\uAC1C\uBCC0\uC218 \uD45C\uD604\uC2DD\uC774 XML \uBD80\uBD84 \uB300\uC2E0 \uB2E8\uC21C \uC720\uD615 \uAC12\uC744 \uBC18\uD658\uD588\uC2B5\uB2C8\uB2E4.
action2031351=\uC9C0\uC815\uB41C \uB9E4\uAC1C\uBCC0\uC218\uC5D0 \uB300\uD55C \uB370\uC774\uD130 \uD45C\uD604\uC2DD\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. XML \uBD80\uBD84\uC774 \uD544\uC694\uD558\uC9C0\uB9CC \uB2E8\uC21C \uC720\uD615\uC774 \uBC18\uD658\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
## P4ADE ## {0} : String method, {1} : int index, {2} : String msg, {3} : Throwable t
messagedetail2031352=\uB2E8\uC21C \uC720\uD615 \uACB0\uACFC\uB97C \uD544\uC694\uD55C java \uC720\uD615\uC73C\uB85C \uBCC0\uD658\uD558\uB294 \uC911 \"{0}\" \uBA54\uC18C\uB4DC\uC5D0\uC11C {1} \uC778\uB371\uC2A4\uC758 \uB9E4\uAC1C\uBCC0\uC218\uC5D0 \uB300\uD574 NumberFormatException\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action2031352=\uC9C0\uC815\uB41C \uB9E4\uAC1C\uBCC0\uC218\uC640 \uACB0\uACFC\uC758 \uC2A4\uD0A4\uB9C8 \uC720\uD615\uC5D0 \uB300\uD55C \uB370\uC774\uD130 \uD45C\uD604\uC2DD\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uBC18\uD658\uB41C \uAC12\uC774 \uD544\uC694\uD55C java \uC720\uD615\uACFC \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail2031353=Java \uCF5C\uC544\uC6C3 \uC791\uC5C5\uC5D0 \uC9C0\uC815\uB41C Java \uBA54\uC18C\uB4DC\uAC00 \uD638\uCD9C\uB418\uC5C8\uACE0 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uC138\uBD80 \uC815\uBCF4\uAC00 \uC624\uB958 \uBA54\uC2DC\uC9C0\uC5D0 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail2031354=Java \uCF5C\uC544\uC6C3 \uBA54\uC18C\uB4DC\uC5D0 \uB300\uD55C \uBCF4\uC548 \uCEE8\uD14D\uC2A4\uD2B8\uB97C \uC124\uC815\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uC9C0\uC815\uB41C \uC11C\uBE44\uC2A4 \uACC4\uC815\uC758 \uC778\uC99D\uC11C\uB97C \uAC80\uC0C9\uD558\uB294 \uC911 \uBB38\uC81C\uAC00 \uC788\uB294 \uACBD\uC6B0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uB098\uD0C0\uB0B4\uB294 \uD2B9\uC815 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail2031400=\uD750\uB984 \uAD6C\uC131\uC744 \uC0DD\uC131, \uAC80\uC0C9 \uB610\uB294 \uAC31\uC2E0\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uB3D9\uC548 \uCC38\uC870\uAC00 \uC9C0\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
messagedetail2031401=\uD750\uB984 \uAD6C\uC131\uC744 \uC0DD\uC131\uD558\uAC70\uB098 \uAC31\uC2E0\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uB3D9\uC548 \uAD6C\uC131 \uC138\uBD80 \uC815\uBCF4\uAC00 \uC9C0\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
messagedetail2031402=\uD750\uB984\uC5D0 \uB300\uD55C \uC791\uC5C5 \uC124\uC815\uC744 \uAC31\uC2E0\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uB3D9\uC548 \uC791\uC5C5 \uC124\uC815\uC774 \uC9C0\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
messagedetail2031403=\uC9C0\uC815\uB41C \uC791\uC5C5 \uAC12 \uC9D1\uD569\uC73C\uB85C \uD750\uB984 \uCC38\uC870 \uBAA9\uB85D\uC744 \uBC18\uD658\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uB3D9\uC548 \uC791\uC5C5 \uAC12\uC774 \uC9C0\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
messagedetail2031404=\uD750\uB984 \uCC38\uC870\uAC00 \uD544\uC694\uD558\uC9C0\uB9CC \uC62C\uBC14\uB974\uC9C0 \uC54A\uC740 \uCC38\uC870\uAC00 \uC218\uC2E0\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
action2031404=\uC804\uB2EC\uB41C \uCC38\uC870\uAC00 \uC62C\uBC14\uB974\uBA70 \uD750\uB984 \uCC38\uC870 \uC720\uD615\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail2031405=\uC678\uBD80 \uC11C\uBE44\uC2A4\uB97C \uD638\uCD9C\uD55C \uD6C4 \uD2B8\uB79C\uC7AD\uC158\uC744 \uC77C\uC2DC \uC911\uC9C0\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action2031405=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail2031406=OutboundTransportMessageContext\uC5D0\uC11C FlowResult\uB97C \uC0DD\uC131\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uCD94\uAC00 \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uACB0\uACFC \uCE90\uC2F1\uC774 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uB41C \uAC83\uCC98\uB7FC \uCC98\uB9AC\uAC00 \uACC4\uC18D\uB429\uB2C8\uB2E4.
action2031406=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail2031407=FlowResult\uB97C \uCC98\uB9AC\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0 \uCD94\uAC00 \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uACB0\uACFC \uCE90\uC2F1\uC774 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uB41C \uAC83\uCC98\uB7FC \uCC98\uB9AC\uAC00 \uACC4\uC18D\uB429\uB2C8\uB2E4.
action2031407=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
messagedetail2031408=\uC694\uCCAD\uC5D0 \uB300\uD55C \uCE90\uC2DC\uB97C \uD655\uC778\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uACB0\uACFC \uCE90\uC2F1\uC774 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uB41C \uAC83\uCC98\uB7FC \uCC98\uB9AC\uAC00 \uACC4\uC18D\uB429\uB2C8\uB2E4.
action2031408=\uC791\uC5C5\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
