messagedetail2031000=Une erreur inattendue est survenue lors du d\u00E9ploiement d'un Split-Join nouveau/mis \u00E0 jour ou lors de l'annulation du d\u00E9ploiement d'un Split-Join existant.
action2031000=Contactez le support technique Oracle
messagedetail2031001=L'activation des Split-Joins n'a pas pu \u00EAtre valid\u00E9e car la session de d\u00E9ploiement a d\u00E9j\u00E0 \u00E9t\u00E9 ferm\u00E9e. Cet \u00E9tat non valide peut \u00EAtre li\u00E9 \u00E0 des probl\u00E8mes relatifs \u00E0 une autre session (WLS, OSB).
action2031001=La session de d\u00E9ploiement n'a pas \u00E9t\u00E9 valid\u00E9e et le serveur est peut-\u00EAtre dans un \u00E9tat incoh\u00E9rent. Si la session OSB a \u00E9t\u00E9 activ\u00E9e, essayez d'annuler et de retenter l'activation. Si le probl\u00E8me persiste, le red\u00E9marrage du serveur devrait d\u00E9verrouiller les sessions. Contactez le support technique Oracle.
messagedetail2031002=Une session de d\u00E9ploiement est d\u00E9j\u00E0 active au d\u00E9marrage du serveur et il n'est pas possible de cr\u00E9er une session pour le chargement des notifications.
action2031002=Contactez le support technique Oracle.
messagedetail2031003=Une erreur inattendue est survenue lors du d\u00E9ploiement d'un Split-Join au d\u00E9marrage du serveur.
action2031003=Contactez le support technique Oracle.
action2031004=Contactez le support technique Oracle.
messagedetail2031100=Une erreur est survenue lors de la tentative de d\u00E9s\u00E9rialisation de la r\u00E9ponse d'un appel de service. Une erreur g\u00E9n\u00E9rique sera g\u00E9n\u00E9r\u00E9e dans le Split-Join .
action2031100=Activez le journal de d\u00E9bogage au niveau du transport pour en savoir plus sur le message de r\u00E9ponse. Si le service appel\u00E9 est un service proxy, l'activation de la fonction de trace pour ce service peut \u00E9galement fournir d'autres informations sur le message.
messagedetail2031101=Une erreur est survenue lors de la tentative de d\u00E9s\u00E9rialisation de la r\u00E9ponse d'erreur. Une erreur g\u00E9n\u00E9rique sera g\u00E9n\u00E9r\u00E9e dans le Split-Join .
action2031101=Activez le journal de d\u00E9bogage au niveau du transport pour en savoir plus sur le message de r\u00E9ponse. Si le service appel\u00E9 est un service proxy, l'activation de la fonction de trace pour ce service peut \u00E9galement fournir d'autres informations sur le message.
messagedetail2031102=Une erreur est survenue lors de la tentative de s\u00E9rialisation de la r\u00E9ponse d'erreur en une erreur SOAP. La r\u00E9ponse d'erreur a \u00E9t\u00E9 trait\u00E9e comme si cette erreur n'\u00E9tait pas survenue. Si un gestionnaire d'erreur a \u00E9t\u00E9 configur\u00E9 dans le Split-Join appelant pour cette erreur et qu'une variable d'erreur SOAP a \u00E9t\u00E9 d\u00E9finie, son contenu sera vide.
cause2031200=Le sch\u00E9ma a \u00E9t\u00E9 modifi\u00E9 par un autre outil que l'\u00E9diteur de Split-Join
action2031200=Modifiez le Split-Join \u00E0 l'aide de l'\u00E9diteur correspondant
cause2031201=Le sch\u00E9ma a \u00E9t\u00E9 modifi\u00E9 par un autre outil que l'\u00E9diteur de Split-Join
action2031201=Modifiez le Split-Join \u00E0 l'aide de l'\u00E9diteur correspondant
cause2031202=Une erreur inattendue est survenue lors de la tentative de cr\u00E9ation de m\u00E9tadonn\u00E9es \u00E0 partir de d\u00E9finitions WSDL r\u00E9f\u00E9renc\u00E9es par un Split-Join.
action2031202=Contactez le support technique Oracle.
cause2031203=Une erreur inattendue est survenue lors de la validation du Split-Join
action2031203=Contactez le support technique Oracle.
messagedetail2031300=La transformation (probablement une affectation ou un remplacement dans ce cas) n'a renvoy\u00E9 aucune valeur.
action2031300=Activez la fonction de trace pour v\u00E9rifier les donn\u00E9es. V\u00E9rifiez l'expression de donn\u00E9es pour la transformation concern\u00E9e. Un r\u00E9sultat vide peut \u00EAtre d\u00FB \u00E0 des \u00E9l\u00E9ments/attributs XML manquants dans les donn\u00E9es ou \u00E0 l'utilisation incorrecte des espaces de noms, entre autres.
messagedetail2031301=La transformation (probablement une affectation ou un remplacement dans ce cas) a renvoy\u00E9 plusieurs valeurs.
action2031301=Activez la fonction de trace pour v\u00E9rifier les donn\u00E9es. V\u00E9rifiez l'expression de donn\u00E9es pour la transformation concern\u00E9e. Un tel r\u00E9sultat peut, par exemple, se produire si les \u00E9l\u00E9ments/attributs XML s\u00E9lectionn\u00E9s correspondent \u00E0 des noeuds de r\u00E9p\u00E9tition (valeur maxOccurs du sch\u00E9ma XML > 1).
messagedetail2031310=La variable destin\u00E9e au remplacement ne contient pas de donn\u00E9es XML.
## P4ADE ## {0} : String name
action2031310=V\u00E9rifiez que, dans le Split-Join, la variable {0} est d\u00E9finie par un \u00E9l\u00E9ment XML ou un type complexe.
messagedetail2031311=Le contenu destin\u00E9 au remplacement n'est ni un \u00E9l\u00E9ment, ni un attribut
action2031311=V\u00E9rifiez la valeur de la variable qui est destin\u00E9e au remplacement.
messagedetail2031312=Un attribut ne peut \u00EAtre remplac\u00E9 que par un autre attribut
action2031312=V\u00E9rifiez la valeur de la variable qui est destin\u00E9e au remplacement.
messagedetail2031313=Un \u00E9l\u00E9ment ou son contenu ne peut \u00EAtre remplac\u00E9 que par des \u00E9l\u00E9ments et des valeurs simples
action2031313=V\u00E9rifiez la valeur de la variable qui est destin\u00E9e au remplacement.
action2031320=V\u00E9rifiez l'expression XPath de l'action de suppression. Cette expression ne doit pas se traduire par la s\u00E9lection de la variable elle-m\u00EAme (par exemple, ".[0]").
messagedetail2031330=La variable destin\u00E9e \u00E0 l'insertion ne contient pas de donn\u00E9es XML.
action2031330=V\u00E9rifiez la valeur de la variable qui est destin\u00E9e \u00E0 l'insertion.
messagedetail2031331=L'op\u00E9ration d'insertion est configur\u00E9e pour ins\u00E9rer un \u00E9l\u00E9ment avant/apr\u00E8s le r\u00E9sultat de la s\u00E9lection, mais le r\u00E9sultat de la s\u00E9lection est la variable elle-m\u00EAme.
action2031331=V\u00E9rifiez l'expression XPath de l'action d'insertion. Cette expression ne doit pas se traduire par la s\u00E9lection de la variable elle-m\u00EAme (par exemple, ".[0]").
messagedetail2031332=L'insertion du r\u00E9sultat de cette expression apr\u00E8s l'expression XPath sp\u00E9cifi\u00E9e a g\u00E9n\u00E9r\u00E9 une erreur.
action2031332=V\u00E9rifiez la valeur de la variable qui est destin\u00E9e \u00E0 l'insertion.
messagedetail2031333=Insertion interdite en tant qu'enfant d'un attribut
action2031333=V\u00E9rifiez la valeur de la variable qui est destin\u00E9e \u00E0 l'insertion.
messagedetail2031334=Insertion impossible apr\u00E8s le premier enfant car il n'y avait pas d'\u00E9l\u00E9ments enfant pour l'expression XPath indiqu\u00E9e
action2031334=V\u00E9rifiez la valeur de la variable qui est destin\u00E9e \u00E0 l'insertion.
messagedetail2031335=Insertion impossible apr\u00E8s l'\u00E9l\u00E9ment enfant
action2031335=V\u00E9rifiez la valeur de la variable qui est destin\u00E9e \u00E0 l'insertion.
messagedetail2031336=Vous pouvez uniquement ins\u00E9rer des attributs \u00E0 c\u00F4t\u00E9 d'un autre attribut
action2031336=V\u00E9rifiez la valeur de la variable qui est destin\u00E9e \u00E0 l'insertion.
messagedetail2031337=Vous pouvez uniquement ins\u00E9rer des \u00E9l\u00E9ments et des valeurs simples \u00E0 c\u00F4t\u00E9 ou \u00E0 l'int\u00E9rieur d'un autre \u00E9l\u00E9ment
action2031337=V\u00E9rifiez la valeur de la variable qui est destin\u00E9e \u00E0 l'insertion.
## P4ADE ## {0} : String method, {1} : int index
messagedetail2031350=L''expression de param\u00E8tre a renvoy\u00E9 plusieurs valeurs pour le param\u00E8tre \u00E0 l''index {1} dans la m\u00E9thode "{0}".
action2031350=V\u00E9rifiez l'expression de donn\u00E9es pour le param\u00E8tre concern\u00E9. Un tel r\u00E9sultat peut, par exemple, se produire si les \u00E9l\u00E9ments/attributs XML s\u00E9lectionn\u00E9s correspondent \u00E0 des noeuds de r\u00E9p\u00E9tition (valeur maxOccurs du sch\u00E9ma XML > 1).
messagedetail2031351=L'expression de param\u00E8tre a renvoy\u00E9 une valeur de type simple au lieu d'un fragment XML.
action2031351=V\u00E9rifiez l'expression de donn\u00E9es pour le param\u00E8tre concern\u00E9. Un fragment XML est attendu mais un type simple est renvoy\u00E9.
## P4ADE ## {0} : String method, {1} : int index, {2} : String msg, {3} : Throwable t
messagedetail2031352=Une exception NumberFormatException est survenue pour le param\u00E8tre \u00E0 l''index {1} dans la m\u00E9thode "{0}" lors de la conversion du type simple obtenu en type Java attendu.
action2031352=V\u00E9rifiez l'expression de donn\u00E9es pour le param\u00E8tre concern\u00E9 et le type de sch\u00E9ma du r\u00E9sultat. La valeur renvoy\u00E9e ne correspond pas au type Java attendu.
messagedetail2031353=La m\u00E9thode Java indiqu\u00E9e dans l'op\u00E9ration Appel Java a \u00E9t\u00E9 appel\u00E9e et a g\u00E9n\u00E9r\u00E9 une exception. Vous devriez trouver les d\u00E9tails de l'exception dans le message d'erreur.
messagedetail2031354=Une erreur est survenue lors de la configuration du contexte de s\u00E9curit\u00E9 pour la m\u00E9thode Appel Java. Cela peut se produire en cas de probl\u00E8me lors de l'extraction des informations d'identification et de connexion du compte de service indiqu\u00E9. En principe, un message d'erreur sp\u00E9cifique indique la cause du probl\u00E8me.
messagedetail2031400=Lors de la tentative de cr\u00E9ation, d'extraction ou de mise \u00E0 jour d'une configuration de flux, aucune r\u00E9f\u00E9rence n'a \u00E9t\u00E9 indiqu\u00E9e.
messagedetail2031401=Lors de la tentative de cr\u00E9ation ou de mise \u00E0 jour d'une configuration de flux, aucun d\u00E9tail de configuration n'a \u00E9t\u00E9 indiqu\u00E9.
messagedetail2031402=Lors de la tentative de mise \u00E0 jour des param\u00E8tres op\u00E9rationnels d'un flux, aucun param\u00E8tre op\u00E9rationnel n'a \u00E9t\u00E9 indiqu\u00E9.
messagedetail2031403=Lors de la tentative de renvoi de la liste des r\u00E9f\u00E9rences de flux avec un ensemble de valeurs op\u00E9rationnelles donn\u00E9, aucune valeur op\u00E9rationnelle n'a \u00E9t\u00E9 indiqu\u00E9e.
messagedetail2031404=Une r\u00E9f\u00E9rence de flux est attendue mais une r\u00E9f\u00E9rence incorrecte a \u00E9t\u00E9 re\u00E7ue.
action2031404=V\u00E9rifiez que la r\u00E9f\u00E9rence transmise est correcte et qu'il s'agit d'une r\u00E9f\u00E9rence de flux.
messagedetail2031405=Une exception inattendue est survenue lors de la suspension de la transaction apr\u00E8s l'appel d'un service externe.
action2031405=Contactez le support technique Oracle.
messagedetail2031406=Une exception inattendue est survenue lors de la cr\u00E9ation de l'\u00E9l\u00E9ment FlowResult depuis OutboundTransportMessageContext. En principe, vous trouverez plus de d\u00E9tails dans le message d'exception. Le traitement va se poursuivre comme si la mise en m\u00E9moire cache des r\u00E9sultats \u00E9tait d\u00E9sactiv\u00E9e.
action2031406=Aucune action n'est n\u00E9cessaire.
messagedetail2031407=Une erreur inattendue est survenue lors du traitement de l'\u00E9l\u00E9ment FlowResult. En principe, vous trouverez plus de d\u00E9tails dans le message d'exception. Le traitement va se poursuivre comme si la mise en m\u00E9moire cache des r\u00E9sultats \u00E9tait d\u00E9sactiv\u00E9e.
action2031407=Aucune action n'est n\u00E9cessaire.
messagedetail2031408=Une exception inattendue s'est produite lors de la recherche de la demande dans le cache. Le traitement va se poursuivre comme si l'option Mise en m\u00E9moire cache des r\u00E9sultats \u00E9tait d\u00E9sactiv\u00E9e.
action2031408=Aucune action n'est n\u00E9cessaire.
