messagedetail2031000=\u5EFA\u7F6E\u5168\u65B0/\u66F4\u65B0\u7684\u5206\u5272\u9023\u63A5\u6642\uFF0C\u6216\u53D6\u6D88\u5EFA\u7F6E\u73FE\u6709\u7684\u5206\u5272\u9023\u63A5\u6642\uFF0C\u767C\u751F\u672A\u9810\u671F\u7684\u932F\u8AA4\u3002
action2031000=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
messagedetail2031001=\u56E0\u70BA\u5EFA\u7F6E\u968E\u6BB5\u4F5C\u696D\u5DF2\u95DC\u9589\uFF0C\u6240\u4EE5\u7121\u6CD5\u78BA\u8A8D\u5206\u5272\u9023\u63A5\u8CC7\u6E90\u7684\u555F\u52D5\u3002\u6B64\u7121\u6548\u72C0\u614B\u53EF\u80FD\u662F\u7531\u65BC\u5176\u4ED6\u968E\u6BB5\u4F5C\u696D (WLS\u3001OSB) \u76F8\u95DC\u554F\u984C\u6240\u9020\u6210\u3002
action2031001=\u7531\u65BC\u5C1A\u672A\u78BA\u8A8D\u5EFA\u7F6E\u968E\u6BB5\u4F5C\u696D\uFF0C\u6240\u4EE5\u4F3A\u670D\u5668\u53EF\u80FD\u8655\u65BC\u4E0D\u4E00\u81F4\u72C0\u614B\u3002\u5982\u679C OSB \u968E\u6BB5\u4F5C\u696D\u5DF2\u555F\u52D5\uFF0C\u8ACB\u5617\u8A66\u9084\u539F\u4E26\u91CD\u8A66\u555F\u52D5\u3002\u5982\u679C\u554F\u984C\u4ECD\u7136\u5B58\u5728\uFF0C\u5247\u91CD\u65B0\u555F\u52D5\u4F3A\u670D\u5668\u61C9\u8A72\u53EF\u4EE5\u53D6\u6D88\u968E\u6BB5\u4F5C\u696D\u7684\u9396\u5B9A\u3002\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail2031002=\u5EFA\u7F6E\u968E\u6BB5\u4F5C\u696D\u5728\u4F3A\u670D\u5668\u555F\u52D5\u6642\u5DF2\u5728\u4F5C\u7528\u4E2D\uFF0C\u56E0\u6B64\u7121\u6CD5\u5EFA\u7ACB\u4F3A\u670D\u5668\u8F09\u5165\u901A\u77E5\u7684\u968E\u6BB5\u4F5C\u696D\u3002
action2031002=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail2031003=\u4F3A\u670D\u5668\u555F\u52D5\u671F\u9593\u5EFA\u7F6E\u5206\u5272\u9023\u63A5\u6642\uFF0C\u767C\u751F\u672A\u9810\u671F\u7684\u932F\u8AA4\u3002
action2031003=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
action2031004=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail2031100=\u5617\u8A66\u89E3\u9664\u5C01\u9001\u8655\u7406\u670D\u52D9\u547C\u53EB\u7684\u56DE\u61C9\u6642\u767C\u751F\u932F\u8AA4\u3002\u5206\u5272\u9023\u63A5\u5C07\u6703\u767C\u51FA\u4E00\u822C\u932F\u8AA4\u3002
action2031100=\u8ACB\u958B\u555F\u50B3\u8F38\u5C64\u7D1A\u9664\u932F\u65E5\u8A8C\uFF0C\u4EE5\u53D6\u5F97\u8207\u56DE\u61C9\u8A0A\u606F\u6709\u95DC\u7684\u8A73\u7D30\u8CC7\u8A0A\u3002\u5982\u679C\u6240\u547C\u53EB\u7684\u670D\u52D9\u662F\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\uFF0C\u5247\u958B\u555F\u5C0D\u8A72\u670D\u52D9\u7684\u8FFD\u8E64\uFF0C\u4E5F\u53EF\u4EE5\u63D0\u4F9B\u8A0A\u606F\u7684\u8A73\u7D30\u8CC7\u8A0A\u3002
messagedetail2031101=\u5617\u8A66\u89E3\u9664\u5C01\u9001\u8655\u7406\u670D\u52D9\u547C\u53EB\u7684\u932F\u8AA4\u56DE\u61C9\u6642\u767C\u751F\u932F\u8AA4\u3002\u5206\u5272\u9023\u63A5\u5C07\u6703\u767C\u51FA\u4E00\u822C\u932F\u8AA4\u3002
action2031101=\u8ACB\u958B\u555F\u50B3\u8F38\u5C64\u7D1A\u9664\u932F\u65E5\u8A8C\uFF0C\u4EE5\u53D6\u5F97\u8207\u56DE\u61C9\u8A0A\u606F\u6709\u95DC\u7684\u8A73\u7D30\u8CC7\u8A0A\u3002\u5982\u679C\u6240\u547C\u53EB\u7684\u670D\u52D9\u662F\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\uFF0C\u5247\u958B\u555F\u5C0D\u8A72\u670D\u52D9\u7684\u8FFD\u8E64\uFF0C\u4E5F\u53EF\u4EE5\u63D0\u4F9B\u8A0A\u606F\u7684\u8A73\u7D30\u8CC7\u8A0A\u3002
messagedetail2031102=\u5617\u8A66\u5C07\u932F\u8AA4\u56DE\u61C9\u5C01\u9001\u8655\u7406\u70BA SOAP \u932F\u8AA4\u6642\uFF0C\u767C\u751F\u4E00\u9805\u932F\u8AA4\u3002\u8655\u7406\u932F\u8AA4\u56DE\u61C9\u7684\u65B9\u5F0F\u597D\u50CF\u6B64\u932F\u8AA4\u672A\u767C\u751F\u3002\u5982\u679C\u5728\u70BA\u6B64\u932F\u8AA4\u547C\u53EB\u5206\u5272\u9023\u63A5\u4E2D\u8A2D\u5B9A\u932F\u8AA4\u8655\u7406\u7A0B\u5F0F\uFF0C\u4E26\u5B9A\u7FA9\u4E86 SOAP \u932F\u8AA4\u8B8A\u6578\uFF0C\u5247\u5176\u5167\u5BB9\u5C07\u70BA\u7A7A\u767D\u3002
cause2031200=\u7DB1\u8981\u5DF2\u5728\u5206\u5272\u9023\u63A5\u7DE8\u8F2F\u5668\u4E4B\u5916\u906D\u4FEE\u6539
action2031200=\u8ACB\u4F7F\u7528\u5206\u5272\u9023\u63A5\u7DE8\u8F2F\u5668\u4F86\u7DE8\u8F2F\u5206\u5272\u9023\u63A5
cause2031201=\u7DB1\u8981\u5DF2\u5728\u5206\u5272\u9023\u63A5\u7DE8\u8F2F\u5668\u4E4B\u5916\u906D\u4FEE\u6539
action2031201=\u8ACB\u4F7F\u7528\u5206\u5272\u9023\u63A5\u7DE8\u8F2F\u5668\u4F86\u7DE8\u8F2F\u5206\u5272\u9023\u63A5
cause2031202=\u5617\u8A66\u5F9E\u5206\u5272\u9023\u63A5\u6240\u53C3\u7167\u7684 wsdl \u5B9A\u7FA9\u5EFA\u7ACB\u63CF\u8FF0\u8CC7\u6599\u6642\uFF0C\u767C\u751F\u672A\u9810\u671F\u7684\u932F\u8AA4\u3002
action2031202=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
cause2031203=\u9A57\u8B49\u5206\u5272\u9023\u63A5\u671F\u9593\uFF0C\u767C\u751F\u672A\u9810\u671F\u7684\u932F\u8AA4
action2031203=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail2031300=\u8F49\u63DB (\u5728\u8A72\u60C5\u6CC1\u4E0B\uFF0C\u6700\u6709\u53EF\u80FD\u662F\u6307\u6D3E\u6216\u53D6\u4EE3) \u672A\u50B3\u56DE\u4EFB\u4F55\u503C\u3002
action2031300=\u8ACB\u958B\u555F\u8FFD\u8E64\u4EE5\u6AA2\u67E5\u8CC7\u6599\u3002\u8ACB\u6AA2\u67E5\u6307\u5B9A\u8F49\u63DB\u7684\u8CC7\u6599\u8868\u793A\u5F0F\u3002\u7522\u751F\u7A7A\u767D\u7D50\u679C\u7684\u539F\u56E0\uFF0C\u53EF\u80FD\u662F\u8CC7\u6599\u4E2D\u907A\u6F0F XML \u5143\u7D20/\u5C6C\u6027\u3001\u547D\u540D\u7A7A\u9593\u4F7F\u7528\u4E0D\u6B63\u78BA\u7B49...
messagedetail2031301=\u8F49\u63DB (\u5728\u8A72\u60C5\u6CC1\u4E0B\uFF0C\u6700\u6709\u53EF\u80FD\u662F\u6307\u6D3E\u6216\u53D6\u4EE3) \u50B3\u56DE\u591A\u500B\u503C\u3002
action2031301=\u8ACB\u958B\u555F\u8FFD\u8E64\u4EE5\u6AA2\u67E5\u8CC7\u6599\u3002\u8ACB\u6AA2\u67E5\u6307\u5B9A\u8F49\u63DB\u7684\u8CC7\u6599\u8868\u793A\u5F0F\u3002\u4F8B\u5982\uFF0C\u5982\u679C\u9078\u53D6\u7684 XML \u5143\u7D20/\u5C6C\u6027\u5C0D\u61C9\u65BC\u91CD\u8907\u7BC0\u9EDE (XML \u7DB1\u8981 maxOccurs > 1)\uFF0C\u5C31\u6703\u767C\u751F\u9019\u985E\u7D50\u679C\u3002
messagedetail2031310=\u8981\u9032\u884C\u53D6\u4EE3\u4F5C\u696D\u7684\u76EE\u6A19\u8B8A\u6578\u672A\u5305\u542B XML \u8CC7\u6599\u3002
## P4ADE ## {0} : String name
action2031310=\u8ACB\u78BA\u5B9A\u5728\u5206\u5272\u9023\u63A5\u8CC7\u6E90\u4E2D\uFF0C\u8B8A\u6578 {0} \u662F\u4EE5 XML \u5143\u7D20\u6216\u8907\u96DC\u985E\u578B\u9032\u884C\u5B9A\u7FA9\u3002
messagedetail2031311=\u8981\u53D6\u4EE3\u7684\u76EE\u6A19\u5167\u5BB9\u4E0D\u662F\u5143\u7D20\u6216\u5C6C\u6027
action2031311=\u8ACB\u6AA2\u67E5\u8981\u9032\u884C\u53D6\u4EE3\u4F5C\u696D\u4E4B\u76EE\u6A19\u8B8A\u6578\u7684\u503C\u3002
messagedetail2031312=\u5C6C\u6027\u53EA\u80FD\u4EE5\u5C6C\u6027\u53D6\u4EE3
action2031312=\u8ACB\u6AA2\u67E5\u8981\u9032\u884C\u53D6\u4EE3\u4F5C\u696D\u4E4B\u76EE\u6A19\u8B8A\u6578\u7684\u503C\u3002
messagedetail2031313=\u5143\u7D20\u6216\u5176\u5167\u5BB9\u53EA\u80FD\u4EE5\u5143\u7D20\u53CA\u7C21\u55AE\u503C\u53D6\u4EE3
action2031313=\u8ACB\u6AA2\u67E5\u8981\u9032\u884C\u53D6\u4EE3\u4F5C\u696D\u4E4B\u76EE\u6A19\u8B8A\u6578\u7684\u503C\u3002
action2031320=\u8ACB\u6AA2\u67E5\u522A\u9664\u52D5\u4F5C\u7684 XPath \u8868\u793A\u5F0F\u3002XPath \u8868\u793A\u5F0F\u4E0D\u61C9\u8A72\u9078\u53D6\u8B8A\u6578\u672C\u8EAB (\u4F8B\u5982 ".[0]")\u3002
messagedetail2031330=\u8981\u9032\u884C\u63D2\u5165\u4F5C\u696D\u7684\u76EE\u6A19\u8B8A\u6578\u672A\u5305\u542B XML \u8CC7\u6599\u3002
action2031330=\u8ACB\u6AA2\u67E5\u8981\u9032\u884C\u63D2\u5165\u4F5C\u696D\u4E4B\u76EE\u6A19\u8B8A\u6578\u7684\u503C\u3002
messagedetail2031331=\u5DF2\u5C07\u63D2\u5165\u4F5C\u696D\u8A2D\u5B9A\u70BA\u5728\u9078\u53D6\u7D50\u679C\u7684\u524D\u5F8C\u9032\u884C\u63D2\u5165\uFF0C\u4F46\u662F\u9078\u53D6\u7D50\u679C\u662F\u8B8A\u6578\u672C\u8EAB\u3002
action2031331=\u8ACB\u6AA2\u67E5\u63D2\u5165\u52D5\u4F5C\u7684 XPath \u8868\u793A\u5F0F\u3002XPath \u8868\u793A\u5F0F\u4E0D\u61C9\u8A72\u9078\u53D6\u8B8A\u6578\u672C\u8EAB (\u4F8B\u5982 ".[0]")\u3002
messagedetail2031332=\u5C07\u6B64\u8868\u793A\u5F0F\u7684\u7D50\u679C\u63D2\u5165\u5728\u6240\u6307\u5B9A XPath \u7684\u5F8C\u9762\uFF0C\u6703\u9020\u6210\u932F\u8AA4\u3002
action2031332=\u8ACB\u6AA2\u67E5\u8981\u9032\u884C\u63D2\u5165\u4F5C\u696D\u4E4B\u76EE\u6A19\u8B8A\u6578\u7684\u503C\u3002
messagedetail2031333=\u4E0D\u53EF\u4EE5\u63D2\u5165\u70BA\u5C6C\u6027\u7684\u5B50\u9805
action2031333=\u8ACB\u6AA2\u67E5\u8981\u9032\u884C\u63D2\u5165\u4F5C\u696D\u4E4B\u76EE\u6A19\u8B8A\u6578\u7684\u503C\u3002
messagedetail2031334=\u56E0\u70BA\u6240\u6307\u5B9A XPath \u8868\u793A\u5F0F\u6C92\u6709\u5B50\u5143\u7D20\uFF0C\u6240\u4EE5\u7121\u6CD5\u63D2\u5165\u5728\u7B2C\u4E00\u500B\u5B50\u9805\u7684\u5F8C\u9762
action2031334=\u8ACB\u6AA2\u67E5\u8981\u9032\u884C\u63D2\u5165\u4F5C\u696D\u4E4B\u76EE\u6A19\u8B8A\u6578\u7684\u503C\u3002
messagedetail2031335=\u7121\u6CD5\u63D2\u5165\u5728\u5B50\u5143\u7D20\u7684\u5F8C\u9762
action2031335=\u8ACB\u6AA2\u67E5\u8981\u9032\u884C\u63D2\u5165\u4F5C\u696D\u4E4B\u76EE\u6A19\u8B8A\u6578\u7684\u503C\u3002
messagedetail2031336=\u53EA\u6709\u5C6C\u6027\u624D\u80FD\u63D2\u5165\u5728\u53E6\u4E00\u500B\u5C6C\u6027\u7684\u65C1\u908A
action2031336=\u8ACB\u6AA2\u67E5\u8981\u9032\u884C\u63D2\u5165\u4F5C\u696D\u4E4B\u76EE\u6A19\u8B8A\u6578\u7684\u503C\u3002
messagedetail2031337=\u53EA\u6709\u5143\u7D20\u53CA\u7C21\u55AE\u503C\u624D\u80FD\u63D2\u5165\u5728\u53E6\u4E00\u500B\u5143\u7D20\u7684\u65C1\u908A\u6216\u5167\u90E8
action2031337=\u8ACB\u6AA2\u67E5\u8981\u9032\u884C\u63D2\u5165\u4F5C\u696D\u4E4B\u76EE\u6A19\u8B8A\u6578\u7684\u503C\u3002
## P4ADE ## {0} : String method, {1} : int index
messagedetail2031350=\u53C3\u6578\u8868\u793A\u5F0F\u70BA\u65B9\u6CD5 \"{0}\" \u4E4B\u7D22\u5F15 {1} \u7684\u53C3\u6578\u50B3\u56DE\u4E86\u591A\u500B\u503C\u3002
action2031350=\u8ACB\u6AA2\u67E5\u6307\u5B9A\u53C3\u6578\u7684\u8CC7\u6599\u8868\u793A\u5F0F\u3002\u4F8B\u5982\uFF0C\u5982\u679C\u9078\u53D6\u7684 XML \u5143\u7D20/\u5C6C\u6027\u5C0D\u61C9\u65BC\u91CD\u8907\u7BC0\u9EDE (XML \u7DB1\u8981 maxOccurs > 1)\uFF0C\u5C31\u6703\u767C\u751F\u9019\u985E\u7D50\u679C\u3002
messagedetail2031351=\u53C3\u6578\u8868\u793A\u5F0F\u50B3\u56DE\u4E86\u7C21\u55AE\u985E\u578B\u503C\uFF0C\u800C\u975E XML \u7247\u6BB5\u3002
action2031351=\u8ACB\u6AA2\u67E5\u6307\u5B9A\u53C3\u6578\u7684\u8CC7\u6599\u8868\u793A\u5F0F\u3002\u61C9\u70BA XML \u7247\u6BB5\uFF0C\u4F46\u50B3\u56DE\u7C21\u55AE\u985E\u578B\u3002
## P4ADE ## {0} : String method, {1} : int index, {2} : String msg, {3} : Throwable t
messagedetail2031352=\u5728\u7C21\u55AE\u985E\u578B\u7D50\u679C\u8F49\u63DB\u70BA\u9810\u671F\u7684 java \u985E\u578B\u671F\u9593\uFF0C\u65B9\u6CD5 \"{0}\" \u4E4B\u7D22\u5F15 {1} \u7684\u53C3\u6578\u767C\u51FA\u4E86 NumberFormatException\u3002
action2031352=\u8ACB\u6AA2\u67E5\u8CC7\u6599\u8868\u793A\u5F0F\u4E2D\u7684\u6307\u5B9A\u53C3\u6578\uFF0C\u4EE5\u53CA\u7D50\u679C\u7684\u7DB1\u8981\u985E\u578B\u3002\u50B3\u56DE\u7684\u503C\u4E0D\u7B26\u5408\u9810\u671F\u7684 java \u985E\u578B\u3002
messagedetail2031353=\u5DF2\u547C\u53EB Java \u5916\u90E8\u547C\u53EB\u4F5C\u696D\u4E2D\u6307\u5B9A\u7684 Java \u65B9\u6CD5\uFF0C\u4E26\u5C0E\u81F4\u7570\u5E38\u72C0\u6CC1\u3002\u7570\u5E38\u72C0\u6CC1\u8A73\u7D30\u8CC7\u8A0A\u6703\u653E\u5728\u932F\u8AA4\u8A0A\u606F\u4E2D\u3002
messagedetail2031354=\u8A2D\u5B9A java \u5916\u90E8\u547C\u53EB\u65B9\u6CD5\u7684\u5B89\u5168\u76F8\u95DC\u8CC7\u8A0A\u74B0\u5883\u6642\u767C\u751F\u932F\u8AA4\u3002\u5982\u679C\u64F7\u53D6\u6240\u6307\u5B9A\u670D\u52D9\u5E33\u865F\u7684\u8B49\u660E\u8CC7\u6599\u6642\u767C\u751F\u554F\u984C\uFF0C\u5247\u53EF\u80FD\u6703\u767C\u751F\u6B64\u932F\u8AA4\u3002\u6703\u6709\u7279\u5B9A\u7684\u932F\u8AA4\u8A0A\u606F\u6307\u51FA\u554F\u984C\u4F86\u6E90\u3002
messagedetail2031400=\u5617\u8A66\u5EFA\u7ACB\u3001\u64F7\u53D6\u6216\u66F4\u65B0\u6D41\u7A0B\u7D44\u614B\u6642\uFF0C\u672A\u6307\u5B9A\u4EFB\u4F55\u53C3\u7167\u3002
messagedetail2031401=\u5617\u8A66\u5EFA\u7ACB\u6216\u66F4\u65B0\u6D41\u7A0B\u7D44\u614B\u6642\uFF0C\u672A\u6307\u5B9A\u4EFB\u4F55\u7D44\u614B\u8A73\u7D30\u8CC7\u8A0A\u3002
messagedetail2031402=\u5617\u8A66\u66F4\u65B0\u6D41\u7A0B\u7684\u4F5C\u696D\u8A2D\u5B9A\u6642\uFF0C\u672A\u6307\u5B9A\u4EFB\u4F55\u4F5C\u696D\u8A2D\u5B9A\u3002
messagedetail2031403=\u5617\u8A66\u4EE5\u4E00\u7D44\u6307\u5B9A\u4F5C\u696D\u503C\u50B3\u56DE\u6D41\u7A0B\u53C3\u7167\u6E05\u55AE\u6642\uFF0C\u672A\u6307\u5B9A\u4EFB\u4F55\u4F5C\u696D\u503C\u3002
messagedetail2031404=\u9810\u671F\u6536\u5230\u6D41\u7A0B\u53C3\u7167\uFF0C\u4F46\u5BE6\u969B\u6536\u5230\u7684\u53C3\u7167\u4E0D\u6B63\u78BA\u3002
action2031404=\u8ACB\u78BA\u8A8D\u50B3\u9001\u7684\u53C3\u7167\u6B63\u78BA\u7121\u8AA4\uFF0C\u4E14\u5C6C\u65BC\u6D41\u7A0B\u53C3\u7167\u985E\u578B\u3002
messagedetail2031405=\u547C\u53EB\u5916\u90E8\u670D\u52D9\u5F8C\u66AB\u505C\u4EA4\u6613\u6642\uFF0C\u767C\u751F\u672A\u9810\u671F\u7684\u7570\u5E38\u72C0\u6CC1\u3002
action2031405=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail2031406=\u5F9E OutboundTransportMessageContext \u5EFA\u7ACB FlowResult \u6642\uFF0C\u767C\u751F\u672A\u9810\u671F\u7684\u7570\u5E38\u72C0\u6CC1\u3002\u7570\u5E38\u72C0\u6CC1\u8A0A\u606F\u6703\u63D0\u4F9B\u8A73\u7D30\u8CC7\u8A0A\u3002\u5C07\u6BD4\u7167\u505C\u7528\u300C\u7D50\u679C\u5FEB\u53D6\u300D\u7684\u60C5\u6CC1\u7E7C\u7E8C\u8655\u7406\u3002
action2031406=\u4E0D\u9700\u8981\u63A1\u53D6\u4EFB\u4F55\u52D5\u4F5C\u3002
messagedetail2031407=\u8655\u7406 FlowResult \u6642\uFF0C\u767C\u751F\u672A\u9810\u671F\u7684\u7570\u5E38\u72C0\u6CC1\u3002\u7570\u5E38\u72C0\u6CC1\u8A0A\u606F\u6703\u63D0\u4F9B\u8A73\u7D30\u8CC7\u8A0A\u3002\u5C07\u6BD4\u7167\u505C\u7528\u300C\u7D50\u679C\u5FEB\u53D6\u300D\u7684\u60C5\u6CC1\u7E7C\u7E8C\u8655\u7406\u3002
action2031407=\u4E0D\u9700\u8981\u63A1\u53D6\u4EFB\u4F55\u52D5\u4F5C\u3002
messagedetail2031408=\u6AA2\u67E5\u8981\u6C42\u7684\u5FEB\u53D6\u6642\uFF0C\u767C\u751F\u672A\u9810\u671F\u7684\u7570\u5E38\u72C0\u6CC1\u3002\u5C07\u6BD4\u7167\u505C\u7528\u300C\u7D50\u679C\u5FEB\u53D6\u300D\u7684\u60C5\u6CC1\u7E7C\u7E8C\u8655\u7406\u3002
action2031408=\u4E0D\u9700\u8981\u63A1\u53D6\u4EFB\u4F55\u52D5\u4F5C\u3002
