messagedetail2031000=Se ha producido un error inesperado al desplegar una divisi\u00F3n-uni\u00F3n nueva o actualizada o al anular el despliegue de una divisi\u00F3n-uni\u00F3n existente.
action2031000=P\u00F3ngase en contacto con los Servicios de Soporte Oracle
messagedetail2031001=No se ha podido confirmar la activaci\u00F3n de los recursos de divisi\u00F3n-uni\u00F3n porque ya se ha cerrado la sesi\u00F3n de despliegue. Es un estado no v\u00E1lido que puede ser el resultado de otros problemas relacionados con la sesi\u00F3n (WLS, OSB).
action2031001=La sesi\u00F3n de despliegue no se ha confirmado y el servidor puede estar en un estado inconsistente. Si se ha activado la sesi\u00F3n de OSB, intente deshacer y volver a intentar la activaci\u00F3n. Si contin\u00FAa el problema, el reinicio del servidor debe desbloquear las sesiones. P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031002=Ya hay una sesi\u00F3n de despliegue activa al iniciar el servidor, por lo que no se puede crear ninguna sesi\u00F3n para las notificaciones de carga del servidor.
action2031002=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031003=Se ha producido un error inesperado al desplegar una divisi\u00F3n-uni\u00F3n durante el inicio del servidor.
action2031003=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
action2031004=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031100=Se ha producido un error al intentar anular la canalizaci\u00F3n de la respuesta de una llamada de servicio. Se emitir\u00E1 un fallo gen\u00E9rico en la divisi\u00F3n-uni\u00F3n.
action2031100=Active el log de depuraci\u00F3n a nivel de transporte para obtener m\u00E1s informaci\u00F3n relativa al mensaje de respuesta. Si el servicio al que se ha llamado es un servicio de proxy, la activaci\u00F3n del rastreo en ese servicio tambi\u00E9n puede proporcionar m\u00E1s informaci\u00F3n sobre el mensaje.
messagedetail2031101=Se ha producido un error al intentar anular la canalizaci\u00F3n de la respuesta de fallo de una llamada de servicio. Se emitir\u00E1 un fallo gen\u00E9rico en la divisi\u00F3n-uni\u00F3n.
action2031101=Active el log de depuraci\u00F3n a nivel de transporte para obtener m\u00E1s informaci\u00F3n relativa al mensaje de respuesta. Si el servicio al que se ha llamado es un servicio de proxy, la activaci\u00F3n del rastreo en ese servicio tambi\u00E9n puede proporcionar m\u00E1s informaci\u00F3n sobre el mensaje.
messagedetail2031102=Se ha producido un error al intentar canalizar la respuesta de fallo en un fallo de SOAP. La respuesta de fallo se ha procesado como si no se hubiera producido este error. Si se ha configurado alg\u00FAn manejador de errores en la divisi\u00F3n-uni\u00F3n que ha llamado para este fallo y se ha definido alguna variable de fallo de SOAP, su contenido estar\u00E1 vac\u00EDo.
cause2031200=Se ha modificado el esquema, pero no ha sido con el editor de divisi\u00F3n-uni\u00F3n
action2031200=Edite la divisi\u00F3n-uni\u00F3n con el editor de divisi\u00F3n-uni\u00F3n
cause2031201=Se ha modificado el esquema, pero no ha sido con el editor de divisi\u00F3n-uni\u00F3n
action2031201=Edite la divisi\u00F3n-uni\u00F3n con el editor de divisi\u00F3n-uni\u00F3n
cause2031202=Se ha producido un error inesperado al intentar crear los metadatos a partir de las definiciones de WSDL a las que hace referencia mediante divisi\u00F3n-uni\u00F3n.
action2031202=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
cause2031203=Se ha producido un error inesperado durante la validaci\u00F3n de divisi\u00F3n-uni\u00F3n
action2031203=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031300=La transformaci\u00F3n (probablemente una asignaci\u00F3n o una sustituci\u00F3n en ese caso) no ha devuelto ning\u00FAn valor.
action2031300=Active el rastreo para comprobar los datos. Compruebe la expresi\u00F3n de datos para la transformaci\u00F3n especificada. Si el resultado est\u00E1 vac\u00EDo, puede que falten elementos o atributos XML en los datos, que se hayan utilizado incorrectamente los espacios de nombres...
messagedetail2031301=La transformaci\u00F3n (probablemente una asignaci\u00F3n o una sustituci\u00F3n en ese caso) ha devuelto m\u00E1s de un valor.
action2031301=Active el rastreo para comprobar los datos. Compruebe la expresi\u00F3n de datos para la transformaci\u00F3n especificada. Ese resultado se puede producir, por ejemplo, si los elementos o atributos XML seleccionados corresponden a nodos repetitivos (esquema XML: maxOccurs > 1).
messagedetail2031310=La variable de destino de la operaci\u00F3n de sustituci\u00F3n no contiene datos XML.
## P4ADE ## {0} : String name
action2031310=Compruebe que, en el recurso de divisi\u00F3n-uni\u00F3n, la variable {0} est\u00E9 definida por un elemento XML o un tipo complejo.
messagedetail2031311=El contenido de destino de la sustituci\u00F3n no es un elemento ni un atributo
action2031311=Compruebe el valor de la variable que es el destino de la operaci\u00F3n de sustituci\u00F3n.
messagedetail2031312=Un atributo s\u00F3lo se puede sustituir por un atributo
action2031312=Compruebe el valor de la variable que es el destino de la operaci\u00F3n de sustituci\u00F3n.
messagedetail2031313=Un elemento o su contenido s\u00F3lo se puede sustituir por elementos y valores simples
action2031313=Compruebe el valor de la variable que es el destino de la operaci\u00F3n de sustituci\u00F3n.
action2031320=Compruebe la expresi\u00F3n XPath de la acci\u00F3n de supresi\u00F3n. La expresi\u00F3n XPath no debe producir la selecci\u00F3n de la propia variable (p. ej., ".[0]").
messagedetail2031330=La variable de destino de la operaci\u00F3n de inserci\u00F3n no contiene datos XML.
action2031330=Compruebe el valor de la variable que es el destino de la operaci\u00F3n de inserci\u00F3n.
messagedetail2031331=La operaci\u00F3n de inserci\u00F3n est\u00E1 configurada para insertar delante o detr\u00E1s del resultado de la selecci\u00F3n, pero el resultado de la selecci\u00F3n es la propia variable.
action2031331=Compruebe la expresi\u00F3n XPath de la acci\u00F3n de inserci\u00F3n. La expresi\u00F3n XPath no debe producir la selecci\u00F3n de la propia variable (p. ej., ".[0]").
messagedetail2031332=Al insertar el resultado de esta expresi\u00F3n detr\u00E1s de la XPath especificada, se ha producido un error.
action2031332=Compruebe el valor de la variable que es el destino de la operaci\u00F3n de inserci\u00F3n.
messagedetail2031333=No se puede insertar como secundario de un atributo
action2031333=Compruebe el valor de la variable que es el destino de la operaci\u00F3n de inserci\u00F3n.
messagedetail2031334=No se ha podido insertar detr\u00E1s del primer secundario porque no hab\u00EDa ning\u00FAn elemento secundario de la expresi\u00F3n XPath especificada
action2031334=Compruebe el valor de la variable que es el destino de la operaci\u00F3n de inserci\u00F3n.
messagedetail2031335=No se ha podido insertar detr\u00E1s del elemento secundario
action2031335=Compruebe el valor de la variable que es el destino de la operaci\u00F3n de inserci\u00F3n.
messagedetail2031336=S\u00F3lo se pueden insertar atributos junto a otro atributo
action2031336=Compruebe el valor de la variable que es el destino de la operaci\u00F3n de inserci\u00F3n.
messagedetail2031337=S\u00F3lo se pueden insertar elementos y valores simples junto a o dentro de otro elemento
action2031337=Compruebe el valor de la variable que es el destino de la operaci\u00F3n de inserci\u00F3n.
## P4ADE ## {0} : String method, {1} : int index
messagedetail2031350=La expresi\u00F3n de par\u00E1metro ha devuelto m\u00E1s de un valor para el par\u00E1metro del \u00EDndice {1} del m\u00E9todo \"{0}\".
action2031350=Compruebe la expresi\u00F3n de datos para el par\u00E1metro especificado. Ese resultado se puede producir, por ejemplo, si los elementos o atributos XML seleccionados corresponden a nodos repetitivos (esquema XML: maxOccurs > 1).
messagedetail2031351=La expresi\u00F3n de par\u00E1metro ha devuelto un valor de tipo simple en lugar de un fragmento de XML.
action2031351=Compruebe la expresi\u00F3n de datos para el par\u00E1metro especificado. Se esperaba un fragmento de XML, pero se ha devuelto un tipo simple.
## P4ADE ## {0} : String method, {1} : int index, {2} : String msg, {3} : Throwable t
messagedetail2031352=Se ha emitido una excepci\u00F3n de formato num\u00E9rico para el par\u00E1metro del \u00EDndice {1} del m\u00E9todo \"{0}\" durante la conversi\u00F3n del resultado del tipo simple al tipo Java esperado.
action2031352=Compruebe la expresi\u00F3n de datos para el par\u00E1metro especificado y el tipo de esquema del resultado. El valor devuelto no coincide con el tipo Java esperado.
messagedetail2031353=Se ha llamado al m\u00E9todo Java especificado en la operaci\u00F3n de llamada a Java, pero se ha producido una excepci\u00F3n. Los detalles de la excepci\u00F3n deben formar parte del mensaje de error.
messagedetail2031354=Se ha producido un error al configurar el contexto de seguridad para el m\u00E9todo de llamada a Java. Esto se puede producir si hay un problema al recuperar las credenciales de la cuenta de servicio especificada. Debe haber un mensaje de error espec\u00EDfico que concrete el origen del problema.
messagedetail2031400=Al intentar crear, recuperar o actualizar una configuraci\u00F3n de flujo, no se ha especificado ninguna referencia.
messagedetail2031401=Al intentar crear o actualizar una configuraci\u00F3n de flujo, no se ha especificado ning\u00FAn detalle de configuraci\u00F3n.
messagedetail2031402=Al intentar actualizar la configuraci\u00F3n operativa de un flujo, no se ha especificado ninguna configuraci\u00F3n operativa.
messagedetail2031403=Al intentar devolver la lista de referencias de flujo con el juego especificado de valores operativos, no se ha especificado ning\u00FAn valor operativo.
messagedetail2031404=Se esperaba una referencia de flujo, pero se ha recibido una referencia incorrecta.
action2031404=Compruebe que la referencia transferida es correcta y de tipo de referencia de flujo.
messagedetail2031405=Se ha producido una excepci\u00F3n inesperada al suspender la transacci\u00F3n despu\u00E9s de llamar a un servicio externo.
action2031405=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail2031406=Se ha producido una excepci\u00F3n inesperada al crear FlowResult a partir de OutboundTransportMessageContext. El mensaje de excepci\u00F3n debe proporcionar m\u00E1s detalles. El procesamiento continuar\u00E1 como si el almacenamiento en cach\u00E9 de resultados estuviera desactivado.
action2031406=No se necesita ninguna acci\u00F3n.
messagedetail2031407=Se ha producido una excepci\u00F3n inesperada al procesar FlowResult. El mensaje de excepci\u00F3n debe proporcionar m\u00E1s detalles. El procesamiento continuar\u00E1 como si el almacenamiento en cach\u00E9 de resultados estuviera desactivado.
action2031407=No se necesita ninguna acci\u00F3n.
messagedetail2031408=Se ha producido una excepci\u00F3n inesperada al comprobar la solicitud en cach\u00E9. Se continuar\u00E1 con el proceso como si el almacenamiento en cach\u00E9 de resultados estuviera desactivado.
action2031408=No se necesita ninguna acci\u00F3n.
