## P4ADE ## {0} : Throwable t
messagebody2031000=Erreur de d\u00E9ploiement des Split-Joins lors de l''activation :\n{0}
messagebody2031001=L'activation des Split-Joins n'a pas pu \u00EAtre valid\u00E9e car la session de d\u00E9ploiement a d\u00E9j\u00E0 \u00E9t\u00E9 ferm\u00E9e.
messagebody2031002=Le chargement des notifications pour les Split-Joins ne peut pas \u00EAtre d\u00E9marr\u00E9 car une session de d\u00E9ploiement est d\u00E9j\u00E0 active.
## P4ADE ## {0} : String msg, {1} : Throwable t
messagebody2031003=Erreur de d\u00E9ploiement des Split-Joins lors du chargement de la notification : {0}\n{1}
messagebody2031004=Le chargement des notifications pour les Split-Joins n'a pas pu \u00EAtre valid\u00E9 car la session a d\u00E9j\u00E0 \u00E9t\u00E9 ferm\u00E9e.
## P4ADE ## {0} : String bpel, {1} : String link, {2} : String svc, {3} : String msg, {4} : Throwable t
messagebody2031100=Erreur lors de la conversion du message de r\u00E9ponse (Split-Join : ''{0}'' LIEN : ''{1}'' Service : ''{2}'') : {3}\n{4}
## P4ADE ## {0} : String bpel, {1} : String link, {2} : String svc, {3} : String msg, {4} : Throwable t
messagebody2031101=Erreur lors de la conversion de l''erreur de r\u00E9ponse (Split-Join : ''{0}'' LIEN : ''{1}'' Service : ''{2}'') : {3}\n{4}
## P4ADE ## {0} : String bpel, {1} : String msg, {2} : Throwable t
messagebody2031102=Erreur lors de la cr\u00E9ation de l''erreur SOAP \u00E0 partir de l''erreur de r\u00E9ponse pendant l''appel du Split-Join ''{0}'' : {3}\n{4}
## P4ADE ## {0} : String ref, {1} : String errors
messagebody2031200=Echec de la validation du sch\u00E9ma pour {0} : \n{1}
## P4ADE ## {0} : Throwable error
messagebody2031201=Echec de l''analyse du sch\u00E9ma : {0}
## P4ADE ## {0} : Throwable error
messagebody2031202=Echec de la cr\u00E9ation des m\u00E9tadonn\u00E9es de validation : {0}
## P4ADE ## {0} : Throwable error
messagebody2031203=Echec de la validation du Split-Join : {0}
## P4ADE ## {0} : String name
messagebody2031300=La valeur NULL est affect\u00E9e \u00E0 la variable {0}.
## P4ADE ## {0} : String name
messagebody2031301=Un tableau de valeurs est affect\u00E9 \u00E0 la variable {0}.
## P4ADE ## {0} : String name
messagebody2031310=La variable {0} destin\u00E9e au remplacement n''est pas une variable XML.
messagebody2031311=Le contenu destin\u00E9 au remplacement n'est ni un \u00E9l\u00E9ment, ni un attribut
messagebody2031312=Un attribut ne peut \u00EAtre remplac\u00E9 que par un autre attribut
messagebody2031313=Un \u00E9l\u00E9ment ou son contenu ne peut \u00EAtre remplac\u00E9 que par des \u00E9l\u00E9ments et des valeurs simples
messagebody2031320=Une action de suppression ne peut pas supprimer une variable.
## P4ADE ## {0} : String name
messagebody2031330=La variable {0} destin\u00E9e \u00E0 l''insertion n''est pas une variable XML.
messagebody2031331=Le contenu ne peut pas \u00EAtre ins\u00E9r\u00E9 avant/apr\u00E8s la variable.
messagebody2031332=Echec de l'insertion apr\u00E8s l'\u00E9l\u00E9ment.
messagebody2031333=Insertion impossible en tant qu'enfant d'un attribut
messagebody2031334=Insertion impossible apr\u00E8s le premier enfant
messagebody2031335=Insertion impossible apr\u00E8s le dernier enfant
messagebody2031336=Vous pouvez uniquement ins\u00E9rer des attributs \u00E0 c\u00F4t\u00E9 d'un autre attribut
messagebody2031337=Vous pouvez uniquement ins\u00E9rer des \u00E9l\u00E9ments et des valeurs simples \u00E0 c\u00F4t\u00E9 ou \u00E0 l'int\u00E9rieur d'un autre \u00E9l\u00E9ment
## P4ADE ## {0} : String method, {1} : int index
messagebody2031350=Un tableau de valeurs est affect\u00E9 au param\u00E8tre \u00E0 l''index {1} dans la m\u00E9thode "{0}".
## P4ADE ## {0} : String method, {1} : int index
messagebody2031351=Le param\u00E8tre \u00E0 l''index {1} dans la m\u00E9thode "{0}" est de type XmlObject mais l''expression a g\u00E9n\u00E9r\u00E9 un type simple.
## P4ADE ## {0} : String method, {1} : int index, {2} : String msg, {3} : Throwable t
messagebody2031352=Une exception NumberFormatException a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e pour le param\u00E8tre \u00E0 l''index {1} dans la m\u00E9thode "{0}" : {2}
## P4ADE ## {0} : String method, {1} : String msg, {2} : Throwable t
messagebody2031353=L''appel dans la m\u00E9thode Java "{0}" a g\u00E9n\u00E9r\u00E9 une exception : {1}
## P4ADE ## {0} : String method, {1} : String sacct, {2} : String message, {3} : Throwable t
messagebody2031354=Exception de s\u00E9curit\u00E9 lors de l''appel de la m\u00E9thode Java "{0}". Compte de service : "{1}". {2}
messagebody2031400=Aucune r\u00E9f\u00E9rence de flux indiqu\u00E9e.
messagebody2031401=Aucun d\u00E9tail de configuration indiqu\u00E9.
messagebody2031402=Aucune valeur op\u00E9rationnelle indiqu\u00E9e.
messagebody2031403=Aucune requ\u00EAte des param\u00E8tres op\u00E9rationnels indiqu\u00E9e.
## P4ADE ## {0} : String expectingRefId, {1} : String receivedRefId
messagebody2031404=R\u00E9f\u00E9rence de type ''{0}'' attendue mais r\u00E9f\u00E9rence de type ''{1}'' re\u00E7ue.
## P4ADE ## {0} : String message
messagebody2031405=Une exception est survenue lors de la tentative de suspension de la transaction : {0}.
## P4ADE ## {0} : String message
messagebody2031406=Exception lors de la cr\u00E9ation de l''\u00E9l\u00E9ment FlowResult : {0}
## P4ADE ## {0} : String message
messagebody2031407=Exception lors du traitement de l''\u00E9l\u00E9ment FlowResult : {0}
## P4ADE ## {0} : String message
messagebody2031408=Exception lors de la recherche de la demande dans le cache : {0}
