messagedetail2031000=Ocorreu um erro inesperado ao implantar um Split-Join novo/atualizado ou ao cancelar a implanta\u00E7\u00E3o de um Split-Join existente.
action2031000=Entre em contato com o suporte t\u00E9cnico
messagedetail2031001=N\u00E3o foi poss\u00EDvel submeter a commit a Ativa\u00E7\u00E3o de recursos do Split-Join porque a sess\u00E3o de implanta\u00E7\u00E3o j\u00E1 foi fechada. Este \u00E9 um estado inv\u00E1lido que pode ser o resultado de problemas relacionados a outra sess\u00E3o (WLS, OSB).
action2031001=A sess\u00E3o de implanta\u00E7\u00E3o ainda n\u00E3o foi submetida a commit e o servidor pode estar em estado inconsistente. Se a sess\u00E3o do OSB tiver sido ativada, tente desfazer e repetir a ativa\u00E7\u00E3o. Se o problema persistir, a reinicializa\u00E7\u00E3o do servidor deve desbloquear as sess\u00F5es. Entre em contato com o suporte t\u00E9cnico.
messagedetail2031002=Uma sess\u00E3o de implanta\u00E7\u00E3o j\u00E1 est\u00E1 ativa na inicializa\u00E7\u00E3o do servidor e n\u00E3o \u00E9 poss\u00EDvel criar uma sess\u00E3o para as notifica\u00E7\u00F5es de carga do servidor.
action2031002=Entre em contato com o suporte t\u00E9cnico.
messagedetail2031003=Ocorreu um erro inesperado ao implantar um Split-Join durante a inicializa\u00E7\u00E3o do servidor.
action2031003=Entre em contato com o suporte t\u00E9cnico.
action2031004=Entre em contato com o suporte t\u00E9cnico.
messagedetail2031100=Ocorreu um erro ao tentar cancelar o marshalling da resposta de uma chamada de servi\u00E7o. Ser\u00E1 emitida uma falha gen\u00E9rica no Split-Join.
action2031100=Ative o log de depura\u00E7\u00E3o de transporte para obter mais informa\u00E7\u00F5es sobre a mensagem de resposta. Se o servi\u00E7o que est\u00E1 sendo chamado for um servi\u00E7o de proxy, a ativa\u00E7\u00E3o do rastreamento para esse servi\u00E7o tamb\u00E9m poder\u00E1 fornecer mais informa\u00E7\u00F5es sobre a mensagem.
messagedetail2031101=Ocorreu um erro ao tentar cancelar o marshalling da resposta com falha de uma chamada de servi\u00E7o. Ser\u00E1 emitida uma falha gen\u00E9rica no Split-Join.
action2031101=Ative o log de depura\u00E7\u00E3o de transporte para obter mais informa\u00E7\u00F5es sobre a mensagem de resposta. Se o servi\u00E7o que est\u00E1 sendo chamado for um servi\u00E7o de proxy, a ativa\u00E7\u00E3o do rastreamento para esse servi\u00E7o tamb\u00E9m poder\u00E1 fornecer mais informa\u00E7\u00F5es sobre a mensagem.
messagedetail2031102=Ocorreu um erro ao tentar efetuar marshalling da resposta com falha em uma Falha de SOAP. A resposta com falha foi processada como se esse erro n\u00E3o tivesse ocorrido. Se um handler de erros tiver sido configurado no Split-Join chamador para esta falha, e uma vari\u00E1vel de Falha de SOAP tiver sido definida, seu conte\u00FAdo estar\u00E1 vazio.
cause2031200=O esquema foi modificado de outra forma que n\u00E3o pelo editor do Split-Join
action2031200=Edite o Split-Join usando o editor do Split-Join
cause2031201=O esquema foi modificado de outra forma que n\u00E3o pelo editor do Split-Join
action2031201=Edite o Split-Join usando o editor do Split-Join
cause2031202=Ocorreu um erro inesperado ao tentar criar metadados com base em defini\u00E7\u00F5es de wsdl referenciadas pelo Split-Join.
action2031202=Entre em contato com o suporte t\u00E9cnico.
cause2031203=Ocorreu um erro inesperado durante a valida\u00E7\u00E3o do Split-Join
action2031203=Entre em contato com o suporte t\u00E9cnico.
messagedetail2031300=A transforma\u00E7\u00E3o (mais provavelmente uma designa\u00E7\u00E3o ou substitui\u00E7\u00E3o nesse caso) n\u00E3o retornou nenhum valor.
action2031300=Ative o rastreamento para verificar os dados. Procure na express\u00E3o de dados a transforma\u00E7\u00E3o especificada. Um resultado vazio pode ser causado pela falta de elementos/atributos XML nos dados, pelo uso incorreto de namespaces...
messagedetail2031301=A transforma\u00E7\u00E3o (mais provavelmente uma designa\u00E7\u00E3o ou substitui\u00E7\u00E3o nesse caso) retornou mais de um valor.
action2031301=Ative o rastreamento para verificar os dados. Procure na express\u00E3o de dados a transforma\u00E7\u00E3o especificada. Tal resultado pode ocorrer, por exemplo, se os elementos/atributos XML selecionados corresponderem a n\u00F3s repetidos (XML Schema maxOccurs > 1).
messagedetail2031310=A vari\u00E1vel destinada \u00E0 opera\u00E7\u00E3o de substitui\u00E7\u00E3o n\u00E3o armazena dados XML.
## P4ADE ## {0} : String name
action2031310=Verifique se a vari\u00E1vel {0} no recurso do Split-Join est\u00E1 definida por um elemento XML ou tipo complexo.
messagedetail2031311=O conte\u00FAdo destinado \u00E0 substitui\u00E7\u00E3o n\u00E3o \u00E9 um elemento ou um atributo
action2031311=Verifique o valor da vari\u00E1vel destinada \u00E0 opera\u00E7\u00E3o de substitui\u00E7\u00E3o.
messagedetail2031312=Um atributo s\u00F3 pode ser substitu\u00EDdo por outro atributo
action2031312=Verifique o valor da vari\u00E1vel destinada \u00E0 opera\u00E7\u00E3o de substitui\u00E7\u00E3o.
messagedetail2031313=Um elemento ou seu conte\u00FAdo s\u00F3 pode ser substitu\u00EDdo por elementos e valores simples
action2031313=Verifique o valor da vari\u00E1vel destinada \u00E0 opera\u00E7\u00E3o de substitui\u00E7\u00E3o.
action2031320=Verifique a express\u00E3o XPath da a\u00E7\u00E3o Deletar. A express\u00E3o XPath n\u00E3o deve resultar na sele\u00E7\u00E3o da pr\u00F3pria vari\u00E1vel (por exemplo, ".[0]").
messagedetail2031330=A vari\u00E1vel destinada \u00E0 opera\u00E7\u00E3o de inser\u00E7\u00E3o n\u00E3o armazena dados XML.
action2031330=Verifique o valor da vari\u00E1vel destinada \u00E0 opera\u00E7\u00E3o de inser\u00E7\u00E3o.
messagedetail2031331=A Inser\u00E7\u00E3o est\u00E1 configurada para inserir antes/ap\u00F3s o resultado da sele\u00E7\u00E3o, mas o resultado da sele\u00E7\u00E3o \u00E9 a pr\u00F3pria vari\u00E1vel.
action2031331=Verifique a express\u00E3o XPath da a\u00E7\u00E3o Inserir. A express\u00E3o XPath n\u00E3o deve resultar na sele\u00E7\u00E3o da pr\u00F3pria vari\u00E1vel (por exemplo, ".[0]").
messagedetail2031332=A inser\u00E7\u00E3o do resultado desta express\u00E3o ap\u00F3s o XPath especificado resultou em erro.
action2031332=Verifique o valor da vari\u00E1vel destinada \u00E0 opera\u00E7\u00E3o de inser\u00E7\u00E3o.
messagedetail2031333=\u00C9 inv\u00E1lido inserir como um filho de um atributo
action2031333=Verifique o valor da vari\u00E1vel destinada \u00E0 opera\u00E7\u00E3o de inser\u00E7\u00E3o.
messagedetail2031334=N\u00E3o \u00E9 poss\u00EDvel inserir ap\u00F3s o primeiro filho, porque n\u00E3o h\u00E1 elementos filhos da express\u00E3o XPath especificada
action2031334=Verifique o valor da vari\u00E1vel destinada \u00E0 opera\u00E7\u00E3o de inser\u00E7\u00E3o.
messagedetail2031335=N\u00E3o \u00E9 poss\u00EDvel inserir ap\u00F3s o elemento filho
action2031335=Verifique o valor da vari\u00E1vel destinada \u00E0 opera\u00E7\u00E3o de inser\u00E7\u00E3o.
messagedetail2031336=Apenas atributos podem ser inseridos pr\u00F3ximos a outro atributo
action2031336=Verifique o valor da vari\u00E1vel destinada \u00E0 opera\u00E7\u00E3o de inser\u00E7\u00E3o.
messagedetail2031337=Apenas elementos e valores simples podem ser inseridos pr\u00F3ximos de outro elemento ou dentro dele
action2031337=Verifique o valor da vari\u00E1vel destinada \u00E0 opera\u00E7\u00E3o de inser\u00E7\u00E3o.
## P4ADE ## {0} : String method, {1} : int index
messagedetail2031350=A express\u00E3o do par\u00E2metro retornou mais de um valor para o par\u00E2metro no \u00EDndice {1} do m\u00E9todo \"{0}\".
action2031350=Procure na express\u00E3o de dados o par\u00E2metro especificado. Tal resultado pode ocorrer, por exemplo, se os elementos/atributos XML selecionados corresponderem a n\u00F3s repetidos (XML Schema maxOccurs > 1).
messagedetail2031351=A express\u00E3o do par\u00E2metro retornou um valor do tipo simples, em vez de um fragmento de XML.
action2031351=Procure na express\u00E3o de dados o par\u00E2metro especificado. Era esperado um fragmento de XML, mas foi retornado um tipo simples.
## P4ADE ## {0} : String method, {1} : int index, {2} : String msg, {3} : Throwable t
messagedetail2031352=Foi emitido um NumberFormatException para o par\u00E2metro no \u00EDndice {1} do m\u00E9todo \"{0}\" durante a convers\u00E3o do resultado do tipo simples para o tipo java esperado.
action2031352=Procure na express\u00E3o de dados o par\u00E2metro especificado e o tipo de esquema do resultado. O valor retornado n\u00E3o corresponde ao tipo java esperado.
messagedetail2031353=O m\u00E9todo java especificado na opera\u00E7\u00E3o Callout Java foi chamado e resultou em uma exce\u00E7\u00E3o. Os detalhes da exce\u00E7\u00E3o devem integrar a mensagem de erro.
messagedetail2031354=Houve um erro ao configurar o contexto de seguran\u00E7a do m\u00E9todo de callout java. Isso pode acontecer se houver um problema ao recuperar as credenciais da conta de servi\u00E7o especificada. Deve haver uma mensagem de erro espec\u00EDfica que destacar\u00E1 a origem do problema.
messagedetail2031400=Durante a tentativa de criar, recuperar ou atualizar uma Configura\u00E7\u00E3o de Fluxo, nenhuma refer\u00EAncia foi especificada.
messagedetail2031401=Durante a tentativa de criar ou atualizar uma Configura\u00E7\u00E3o de Fluxo, nenhum detalhe de configura\u00E7\u00E3o foi especificado.
messagedetail2031402=Durante a tentativa de atualizar as defini\u00E7\u00F5es operacionais de um Fluxo, nenhuma defini\u00E7\u00E3o operacional foi especificada.
messagedetail2031403=Durante a tentativa de retornar uma lista de refer\u00EAncias de fluxo com um conjunto espec\u00EDfico de valores operacionais, nenhum valor operacional foi especificado.
messagedetail2031404=Era esperada uma refer\u00EAncia do fluxo, mas foi recebida uma refer\u00EAncia incorreta.
action2031404=Verifique se a refer\u00EAncia especificada est\u00E1 correta e se \u00E9 do tipo de refer\u00EAncia do fluxo.
messagedetail2031405=Ocorreu uma exce\u00E7\u00E3o inesperada ao suspender a transa\u00E7\u00E3o ap\u00F3s chamar um servi\u00E7o externo.
action2031405=Entre em contato com o suporte t\u00E9cnico.
messagedetail2031406=Ocorreu uma exce\u00E7\u00E3o inesperada ao criar um FlowResult com base no OutboundTransportMessageContext. A mensagem de exce\u00E7\u00E3o deve mostrar mais detalhes. O processamento continuar\u00E1 como se o Cache de Resultados estivesse desativado.
action2031406=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria.
messagedetail2031407=Ocorreu uma exce\u00E7\u00E3o inesperada ao processar o FlowResult. A mensagem de exce\u00E7\u00E3o deve mostrar mais detalhes. O processamento continuar\u00E1 como se o Cache de Resultados estivesse desativado.
action2031407=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria.
messagedetail2031408=Ocorreu uma exce\u00E7\u00E3o inesperada ao verificar o cache da solicita\u00E7\u00E3o. O processamento continuar\u00E1 como se o Cache de Resultado estivesse desativado.
action2031408=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria.
