default=EJB
LABEL_SEC_ACCOUNT=Account di servizio
TOOLTIP_SEC_ACCOUNT=Specificare l'account di servizio se EJB \u00E8 protetto
LABEL_PASS_CLIENTIDENTITY=Passa oggetto del chiamante
TOOLTIP_PASS_CLIENTIDENTITY=Indica se passare il soggetto autenticato del servizio proxy a EJB.
LABEL_TX_SUPPORT=Supporta la transazione
TOOLTIP_TX_SUPPORT=Indica se EJB supporta la transazione o no
TOOLTIP_EJB30=Indica se il servizio \u00E8 di tipo EJB 3.0 o no.
LABEL_IFC_HOME_CLASS=Interfaccia home
LABEL_TX_SUPPORT_YES=S\u00EC
LABEL_TX_SUPPORT_NO=No
LABEL_EJB30=EJB 3.0
LABEL_IFC_BIZ_CLASS=Interfaccia business
LABEL_IFC_CLIENT_JAR=JAR client
TOOLTIP_IFC_CLIENT_JAR=La risorsa JAR client contiene la home EJB, interfacce remote e dipendenze.
LABEL_IFC_CONVERTER_JAR=File JAR convertitore
TOOLTIP_IFC_CONVERTER_JAR=Il file JAR convertitore contiene le classi dei convertitori
TOOLTIP_IFC_BIZ_CLASS=Interfaccia business
TOOLTIP_IFC_HOME_CLASS=Interfaccia home EJB
LABEL_IFC_REMOTE_CLASS=Interfaccia remota
TOOLTIP_IFC_REMOTE_CLASS=Interfaccia remota EJB
LABEL_WSDL_TNS=Spazio di nomi di destinazione
TOOLTIP_WSDL_TNS=Lo spazio di nomi di destinazione del WSDL generato.
LABEL_WSDL_BINDING=Stile di associazione SOAP
LABEL_WSDL_STYLE=Stile
TOOLTIP_WSDL_STYLE=Documento sottoposto a wrapping o RPC, a seconda dei requisiti.
LABEL_WSDL_STYLE_DOCWRAP=Documento sottoposto a wrapping
LABEL_WSDL_STYLE_RPC=RPC
LABEL_WSDL_ENCODING=Codifica
TOOLTIP_WSDL_ENCODING=Specifica la codifica del messaggio SOAP
LABEL_WSDL_ENCODING_LITERAL=Valore
LABEL_WSDL_ENCODING_ENCODED=Codificato
LABEL_WSDL_IFC=Metodi
TOOLTIP_WSDL_IFC=Scegliere i metodi business da esporre
LABEL_WSDL_IFC_OPERATION=Operazione
TOOLTIP_WSDL_IFC_OPERATION=Nome operazione che pu\u00F2 essere sostituita qui
LABEL_WSDL_IFC_PARAMETERS=Parametri
LABEL_WSDL_IFC_EXCEPTIONS=Eccezioni
TOOLTIP_WSDL_IFC_PARAMETERS=Qui \u00E8 possibile sostituire i nomi parametro
TOOLTIP_WSDL_IFC_EXCEPTIONS=Qui \u00E8 possibile specificare il convertitore delle eccezioni
LABEL_WSDL_IFC_RETURN=Restituisci
TOOLTIP_WSDL_IFC_RETURN=Qui \u00E8 possibile sostituire il nome parametro restituito
LABEL_WSDL_IFC_PARAM_TYPE=Tipo
LABEL_WSDL_IFC_PARAM_NAME=Nome
LABEL_WSDL_IFC_PARAM_CONVERTER=Convertitore
ERROR_URI_NONE=Configurare almeno un URI.
ERROR_URI_EMPTY=L'URI non \u00E8 definito.
ERROR_URI_INV_FORMAT=L'URI deve avere il seguente formato: ejb:<nome_provider>:nome_jndi
ERROR_URI_PROVIDER_UNKNOWN=Il provider JNDI "{0}" non esiste.
ERROR_URI_EMPTY_JNDI=Non \u00E8 stata definita la parte del nome JNDI dell'URI.
ERROR_INVALID_REF=Istanza di riferimento non valida
ERROR_JAR_NOT_EXIST=Il file JAR client EJB "{0}" non esiste.
ERROR_ENTRY_INVALID_JAR=Errore durante il caricamento del file JAR client EJB: {0}
ERROR_CLASS_NOT_EXIT=Impossibile trovare la classe.
ERROR_CLASS_INVALID_HOME=L'interfaccia della home non \u00E8 un'istanza valida di EJBHome.
ERROR_CLASS_INVALID_HOME2=L'interfaccia della home non \u00E8 una EJBHome valida poich\u00E9 non dichiara un metodo "create" per la creazione di un EJBObject.
ERROR_CLASS_INVALID_BIZ=L'interfaccia di servizio business non \u00E8 valida.
ERROR_WSDL_INVALID_TNS=Lo spazio di nomi di destinazione non \u00E8 uno spazio di nomi XML valido.
ERROR_WSDL_INVALID_OPERATION=Il nome operazione "{0}" non \u00E8 valido come nome operazione WSDL.
ERROR_WSDL_DUPLICATE_OPERATION=Il nome operazione "{0}" \u00E8 stato definito per pi\u00F9 di un metodo. Scegliere un nome operazione univoco per ogni metodo.
ERROR_WSDL_INVALID_ARG=Il nome parametro "{0}" non \u00E8 valido come nome parametro WSDL.
ERROR_WSDL_DUPLICATE_ARG=Il nome parametro "{0}" \u00E8 stato definito per pi\u00F9 di un parametro. Scegliere un nome parametro univoco per ogni parametro.
ERROR_WSDL_NO_OPERATION=Includere almeno un metodo.
ERROR_WSDL_RPC_WITH_XBEAN=RPC non supportato con XBean.
ERROR_WSDL_CONVERTER_UNKNOWN=La classe di conversione del tipo "{0}" non esiste nel file JAR client.
ERROR_WSDL_CONVERTER_INCOMP=La classe di conversione del tipo "{0}" non \u00E8 compatibile con il tipo definito da EJB.
ERROR_WSDL_NO_MODEL=Errore imprevisto durante la generazione del WSDL: interfaccia EJB non disponibile.
ERROR_WSDL_TAMPERED=La configurazione non \u00E8 sincronizzata.\n Ci\u00F2 pu\u00F2 verificarsi se le interfacce EJB sono state aggiornate attraverso un aggiornamento del file JAR client o se la configurazione \u00E8 stata aggiornata manualmente al di fuori dell'API di gestione.\n Per risolvere i conflitti, modificare e salvare il servizio business EJB.
ERROR_JWS_GENERATION=Si \u00E8 verificato un errore durante la generazione del WSDL: {0}
ERROR_UNEX_PVD_CONFIG=Errore imprevisto. Impossibile caricare il descrittore della configurazione di trasporto EJB: {0}
ERROR_SENDER_NOT_SUPPORTED=\u00C8 possibile richiamare un endpoint EJB solo se \u00E8 associato a un servizio business.
ERROR_SENDER_NO_ENDPOINT=Errore imprevisto: impossibile trovare l'endpoint.
ERROR_SENDER_DATA_ACCESS=Errore imprevisto durante l''accesso al messaggio e ai metadati della richiesta: {0}
ERROR_SENDER_NO_PAYLOAD=Errore imprevisto durante l''accesso al messaggio e ai metadati della richiesta: {0}
ERROR_SENDER_TRF_PAYLOAD=Errore durante la trasformazione del payload della richiesta: {0}
ERROR_SENDER_URI_INVALID=L''URI "{0}" non \u00E8 valido secondo il formato URI definito dal trasporto EJB.
ERROR_SENDER_JNDI_CTX_ERROR=Errore durante l''accesso al contesto JNDI per la chiamata EJB {0}
ERROR_SENDER_NO_CREDENTIALS=Errore imprevisto: \u00E8 configurato un account di servizio, ma il servizio CredentialCallback non \u00E8 impostato.
ERROR_SENDER_TX_CANNOT_CREATE=Errore imprevisto: impossibile avviare la transazione.
ERROR_SENDER_INV_METADATA=I metadati di richiesta utilizzati per il richiamo non sono metadati EJB.
ERROR_UNEX_NO_REMOTE_CLASS=Errore imprevisto: impossibile caricare la classe remota.
ERROR_BINDING_NO_ENDPOINT=Errore imprevisto: impossibile trovare l'endpoint.
ERROR_BINDING_UNEX_CREATE=Errore imprevisto: impossibile generare il WSDL per l''endpoint: {0}
ERROR_GENERATE_WSDL=Generazione: errore durante la generazione del WSDL {0}
ERROR_GENERATE_EJB_BIZ_SERV=Generazione: errore durante la generazione del servizio business EJB {0}
ERROR_GENERATE_DEBUG=Controllare il file di log "{0}" per ulteriori dettagli.
EJB_SERVICE_ACCOUNT_NAME=Account di servizio EJB
EJB_SERVICE_ACCOUNT_DESC=Account di servizio EJB
ERROR_WRITING_IN_TEMP_FILE_LOCATION=\u00C8 possibile che il processo corrente non disponga dell''autorizzazione di scrittura per la posizione {0}
ERROR_FINDING_PRODUCT_PROPS_FILE=File {0} non trovato
WARNING_ENCODED_SOAP_BINDING=In WS-I Basic Profile 1.0 \u00E8 obbligatorio usare solo le associazioni rpc-literal e document-literal. Selezionare la codifica 'Valore' per il servizio business EJB. La codifica 'Codificato' per il servizio business EJB non \u00E8 pi\u00F9 valida e potrebbe essere rimossa nella prossima release.
