default=EJB
LABEL_SEC_ACCOUNT=Conta do Servi\u00E7o
TOOLTIP_SEC_ACCOUNT=Especifica a Conta do Servi\u00E7o, se o EJB estiver protegido
LABEL_PASS_CLIENTIDENTITY=Passar Assunto do Chamador
TOOLTIP_PASS_CLIENTIDENTITY=Se deve passar o assunto autenticado do servi\u00E7o de proxy ao EJB.
LABEL_TX_SUPPORT=Suporta Transa\u00E7\u00E3o
TOOLTIP_TX_SUPPORT=Se o EJB suporta ou n\u00E3o transa\u00E7\u00F5es
TOOLTIP_EJB30=Se seu servi\u00E7o \u00E9 EJB 3.0 ou n\u00E3o
LABEL_IFC_HOME_CLASS=Interface Inicial
LABEL_TX_SUPPORT_YES=Sim
LABEL_TX_SUPPORT_NO=N\u00E3o
LABEL_EJB30=EJB 3.0
LABEL_IFC_BIZ_CLASS=Interface de Neg\u00F3cios
LABEL_IFC_CLIENT_JAR=Jar do Cliente
TOOLTIP_IFC_CLIENT_JAR=O recurso Jar do Cliente cont\u00E9m o home do EJB, depend\u00EAncias e interfaces remotas
LABEL_IFC_CONVERTER_JAR=Jar do conversor
TOOLTIP_IFC_CONVERTER_JAR=O Jar do Conversor cont\u00E9m as classes do conversor
TOOLTIP_IFC_BIZ_CLASS=Interface de Neg\u00F3cios
TOOLTIP_IFC_HOME_CLASS=Interface Inicial de EJB
LABEL_IFC_REMOTE_CLASS=Interface Remota
TOOLTIP_IFC_REMOTE_CLASS=Interface Remota do EJB
LABEL_WSDL_TNS=TargetNamespace
TOOLTIP_WSDL_TNS=Namespace de destino do WSDL gerado
LABEL_WSDL_BINDING=Estilo de Binding de SOAP
LABEL_WSDL_STYLE=Estilo
TOOLTIP_WSDL_STYLE=Documento Inclu\u00EDdo ou RPC de acordo com os requisitos
LABEL_WSDL_STYLE_DOCWRAP=Documento Inclu\u00EDdo
LABEL_WSDL_STYLE_RPC=RPC
LABEL_WSDL_ENCODING=Codifica\u00E7\u00E3o
TOOLTIP_WSDL_ENCODING=Especifica a codifica\u00E7\u00E3o da mensagem de SOAP
LABEL_WSDL_ENCODING_LITERAL=Literal
LABEL_WSDL_ENCODING_ENCODED=Codificada
LABEL_WSDL_IFC=M\u00E9todos
TOOLTIP_WSDL_IFC=Selecione os m\u00E9todos de neg\u00F3cios a serem expostos
LABEL_WSDL_IFC_OPERATION=Opera\u00E7\u00E3o
TOOLTIP_WSDL_IFC_OPERATION=O nome da opera\u00E7\u00E3o pode ser sobreposto aqui
LABEL_WSDL_IFC_PARAMETERS=Par\u00E2metros
LABEL_WSDL_IFC_EXCEPTIONS=Exce\u00E7\u00F5es
TOOLTIP_WSDL_IFC_PARAMETERS=Os nomes do par\u00E2metro podem ser sobrepostos aqui
TOOLTIP_WSDL_IFC_EXCEPTIONS=O conversor da exce\u00E7\u00E3o pode ser especificado aqui
LABEL_WSDL_IFC_RETURN=Retornar
TOOLTIP_WSDL_IFC_RETURN=O nome do par\u00E2metro de retorno pode ser sobreposto aqui
LABEL_WSDL_IFC_PARAM_TYPE=Tipo
LABEL_WSDL_IFC_PARAM_NAME=Nome
LABEL_WSDL_IFC_PARAM_CONVERTER=Conversor
ERROR_URI_NONE=Pelo menos um URI deve ser configurado.
ERROR_URI_EMPTY=O URI n\u00E3o foi definido.
ERROR_URI_INV_FORMAT=O URI deve ter o seguinte formato: ejb:<provider_name>:jndi_name
ERROR_URI_PROVIDER_UNKNOWN=O Provedor de JNDI "{0}" n\u00E3o existe.
ERROR_URI_EMPTY_JNDI=A parte do Nome da JNDI do URI n\u00E3o foi definida.
ERROR_INVALID_REF=Inst\u00E2ncia de Ref. Inv\u00E1lida
ERROR_JAR_NOT_EXIST=O JAR do Cliente EJB "{0}" n\u00E3o existe.
ERROR_ENTRY_INVALID_JAR=Erro ao carregar o JAR do Cliente EJB: {0}
ERROR_CLASS_NOT_EXIT=A Classe n\u00E3o pode ser encontrada.
ERROR_CLASS_INVALID_HOME=A interface Home n\u00E3o \u00E9 uma inst\u00E2ncia v\u00E1lida de EJBHome.
ERROR_CLASS_INVALID_HOME2=A interface Home n\u00E3o \u00E9 um EJBHome v\u00E1lido. Ela n\u00E3o declara um m\u00E9todo "criar" para a cria\u00E7\u00E3o de um EJBObject.
ERROR_CLASS_INVALID_BIZ=A interface do Servi\u00E7o de Neg\u00F3cios n\u00E3o \u00E9 v\u00E1lida.
ERROR_WSDL_INVALID_TNS=O TargetNamespace n\u00E3o \u00E9 um namespace de XML v\u00E1lido.
ERROR_WSDL_INVALID_OPERATION=O nome da opera\u00E7\u00E3o "{0}" n\u00E3o \u00E9 um nome de opera\u00E7\u00E3o de WSDL v\u00E1lido.
ERROR_WSDL_DUPLICATE_OPERATION=O nome da opera\u00E7\u00E3o "{0}" foi definido para mais de um m\u00E9todo. Selecione um nome de opera\u00E7\u00E3o exclusivo por m\u00E9todo.
ERROR_WSDL_INVALID_ARG=O nome do par\u00E2metro "{0}" n\u00E3o \u00E9 um nome de par\u00E2metro WSDL v\u00E1lido.
ERROR_WSDL_DUPLICATE_ARG=O nome do par\u00E2metro "{0}" foi definido para mais de um par\u00E2metro. Selecione um nome de par\u00E2metro exclusivo por par\u00E2metro.
ERROR_WSDL_NO_OPERATION=Voc\u00EA deve incluir pelo menos um m\u00E9todo.
ERROR_WSDL_RPC_WITH_XBEAN=O RPC n\u00E3o \u00E9 suportado com xbean.
ERROR_WSDL_CONVERTER_UNKNOWN=A classe de convers\u00E3o do tipo "{0}" n\u00E3o existe no jar do cliente.
ERROR_WSDL_CONVERTER_INCOMP=A classe de convers\u00E3o do tipo "{0}" n\u00E3o \u00E9 compat\u00EDvel com o tipo definido pelo EJB.
ERROR_WSDL_NO_MODEL=Erro inesperado ao gerar o WSDL: a interface EJB n\u00E3o est\u00E1 dispon\u00EDvel.
ERROR_WSDL_TAMPERED=A configura\u00E7\u00E3o est\u00E1 fora de sincronia.\n Isso pode ter acontecido se as interfaces EJB foram atualizadas atrav\u00E9s de uma atualiza\u00E7\u00E3o do jar do cliente ou se a configura\u00E7\u00E3o foi atualizada manualmente fora do API de gerenciamento.\nPara resolver os conflitos, voc\u00EA precisa editar e salvar o servi\u00E7o de neg\u00F3cios de EJB.
ERROR_JWS_GENERATION=Ocorreu um erro durante a gera\u00E7\u00E3o do WSDL: {0}
ERROR_UNEX_PVD_CONFIG=Erro inesperado. O descritor de configura\u00E7\u00E3o de transporte do EJB n\u00E3o pode ser carregado: {0}
ERROR_SENDER_NOT_SUPPORTED=Um ponto final de EJB pode ser chamado somente se estiver associado a um Servi\u00E7o de Neg\u00F3cios.
ERROR_SENDER_NO_ENDPOINT=Erro inesperado. O ponto final n\u00E3o pode ser encontrado.
ERROR_SENDER_DATA_ACCESS=Erro inesperado ao acessar a mensagem de solicita\u00E7\u00E3o e os metadados: {0}
ERROR_SENDER_NO_PAYLOAD=Erro inesperado ao acessar a mensagem de solicita\u00E7\u00E3o e os metadados: {0}
ERROR_SENDER_TRF_PAYLOAD=Erro ao transformar o payload da solicita\u00E7\u00E3o: {0}
ERROR_SENDER_URI_INVALID=O URI "{0}" n\u00E3o \u00E9 v\u00E1lido de acordo com o formato de URI definido pelo transporte de EJB.
ERROR_SENDER_JNDI_CTX_ERROR=Erro ao acessar o contexto de JNDI da chamada de EJB: {0}
ERROR_SENDER_NO_CREDENTIALS=Erro inesperado: uma Conta de Servi\u00E7o foi configurada, mas o servi\u00E7o CredentialCallback n\u00E3o foi definido.
ERROR_SENDER_TX_CANNOT_CREATE=Erro inesperado. N\u00E3o foi poss\u00EDvel iniciar a transa\u00E7\u00E3o.
ERROR_SENDER_INV_METADATA=Os Metadados da Solicita\u00E7\u00E3o utilizados para a chamada n\u00E3o s\u00E3o Metadados de EJB.
ERROR_UNEX_NO_REMOTE_CLASS=Erro inesperado. N\u00E3o foi poss\u00EDvel carregar a Classe Remota.
ERROR_BINDING_NO_ENDPOINT=Erro inesperado. O ponto final n\u00E3o pode ser encontrado.
ERROR_BINDING_UNEX_CREATE=Erro inesperado. N\u00E3o foi poss\u00EDvel gerar o WSDL do ponto final: {0}
ERROR_GENERATE_WSDL=Gerar: Erro durante a gera\u00E7\u00E3o do WSDL: {0}
ERROR_GENERATE_EJB_BIZ_SERV=Gerar: Erro durante a gera\u00E7\u00E3o do servi\u00E7o de neg\u00F3cios ejb: {0}
ERROR_GENERATE_DEBUG=Verificar arquivo de log "{0}" para obter mais detalhes.
EJB_SERVICE_ACCOUNT_NAME=Conta do Servi\u00E7o EJB
EJB_SERVICE_ACCOUNT_DESC=Conta do Servi\u00E7o EJB
ERROR_WRITING_IN_TEMP_FILE_LOCATION=O Processo Atual talvez n\u00E3o tenha permiss\u00E3o de grava\u00E7\u00E3o para a localiza\u00E7\u00E3o: {0}
ERROR_FINDING_PRODUCT_PROPS_FILE=O arquivo {0} n\u00E3o foi encontrado
WARNING_ENCODED_SOAP_BINDING=O WS-I Basic Profile 1.0 exige o uso apenas de bindings literais de rpc e literais de documento. Selecione a codifica\u00E7\u00E3o 'literal' para o servi\u00E7o de neg\u00F3cios EJB. A codifica\u00E7\u00E3o 'Encoded' para o servi\u00E7o de neg\u00F3cios EJB est\u00E1 obsoleta e pode ser removida no pr\u00F3ximo lan\u00E7amento.
