default=EJB
LABEL_SEC_ACCOUNT=Compte de service
TOOLTIP_SEC_ACCOUNT=Indiquez le compte de service si l'EJB est s\u00E9curis\u00E9
LABEL_PASS_CLIENTIDENTITY=Transmettre l'objet de l'appelant
TOOLTIP_PASS_CLIENTIDENTITY=Indique de transmettre ou non l'objet authentifi\u00E9 du service de proxy \u00E0 l'EJB.
LABEL_TX_SUPPORT=Prend en charge la transaction
TOOLTIP_TX_SUPPORT=Indique si l'EJB prend ou non en charge les transactions
TOOLTIP_EJB30=Indique si le service est ou non de type EJB 3.0
LABEL_IFC_HOME_CLASS=Interface home
LABEL_TX_SUPPORT_YES=Oui
LABEL_TX_SUPPORT_NO=Non
LABEL_EJB30=EJB 3.0
LABEL_IFC_BIZ_CLASS=Interface fonctionnelle
LABEL_IFC_CLIENT_JAR=JAR client
TOOLTIP_IFC_CLIENT_JAR=La ressource JAR client contient les interfaces et d\u00E9pendances et distantes et du r\u00E9pertoire d'origine EJB
LABEL_IFC_CONVERTER_JAR=JAR convertisseur
TOOLTIP_IFC_CONVERTER_JAR=Le JAR convertisseur contient les classes de conversion
TOOLTIP_IFC_BIZ_CLASS=Interface fonctionnelle
TOOLTIP_IFC_HOME_CLASS=Interface home de l'EJB
LABEL_IFC_REMOTE_CLASS=Interface distante
TOOLTIP_IFC_REMOTE_CLASS=Interface EJB distante
LABEL_WSDL_TNS=TargetNamespace
TOOLTIP_WSDL_TNS=Espace de noms cible du WSDL g\u00E9n\u00E9r\u00E9
LABEL_WSDL_BINDING=Style de liaison SOAP
LABEL_WSDL_STYLE=Style
TOOLTIP_WSDL_STYLE=Encapsul\u00E9 dans un document ou RPC, selon les besoins
LABEL_WSDL_STYLE_DOCWRAP=Encapsul\u00E9 dans un document
LABEL_WSDL_STYLE_RPC=RPC
LABEL_WSDL_ENCODING=Encodage
TOOLTIP_WSDL_ENCODING=Indique l'encodage du message SOAP
LABEL_WSDL_ENCODING_LITERAL=Litt\u00E9ral
LABEL_WSDL_ENCODING_ENCODED=Encod\u00E9
LABEL_WSDL_IFC=M\u00E9thodes
TOOLTIP_WSDL_IFC=Choisissez les m\u00E9thodes m\u00E9tier \u00E0 exposer
LABEL_WSDL_IFC_OPERATION=Op\u00E9ration
TOOLTIP_WSDL_IFC_OPERATION=Le nom de l'op\u00E9ration peut \u00EAtre remplac\u00E9 ici
LABEL_WSDL_IFC_PARAMETERS=Param\u00E8tres
LABEL_WSDL_IFC_EXCEPTIONS=Exceptions
TOOLTIP_WSDL_IFC_PARAMETERS=Les noms de param\u00E8tre peuvent \u00EAtre remplac\u00E9s ici
TOOLTIP_WSDL_IFC_EXCEPTIONS=Le convertisseur d'exception peut \u00EAtre indiqu\u00E9 ici
LABEL_WSDL_IFC_RETURN=Renvoyer
TOOLTIP_WSDL_IFC_RETURN=Le nom du param\u00E8tre de retour peut \u00EAtre remplac\u00E9 ici
LABEL_WSDL_IFC_PARAM_TYPE=Type
LABEL_WSDL_IFC_PARAM_NAME=Nom
LABEL_WSDL_IFC_PARAM_CONVERTER=Convertisseur
ERROR_URI_NONE=Au moins un URI doit \u00EAtre configur\u00E9.
ERROR_URI_EMPTY=L'URI n'est pas d\u00E9fini.
ERROR_URI_INV_FORMAT=L'URI doit \u00EAtre au format suivant : ejb:<nom_fournisseur>:nom_jndi
ERROR_URI_PROVIDER_UNKNOWN=Le fournisseur JNDI "{0}" n''existe pas.
ERROR_URI_EMPTY_JNDI=La partie Nom JNDI de l'URI n'est pas d\u00E9finie.
ERROR_INVALID_REF=Instance de r\u00E9f\u00E9rence non valide
ERROR_JAR_NOT_EXIST=Le JAR "{0}" du client EJB n''existe pas.
ERROR_ENTRY_INVALID_JAR=Erreur lors du chargement du JAR du client EJB : {0}
ERROR_CLASS_NOT_EXIT=La classe est introuvable.
ERROR_CLASS_INVALID_HOME=L'interface home n'est pas une instance valide d'EJBHome.
ERROR_CLASS_INVALID_HOME2=L'interface home n'est pas une instance valide d'EJBHome. Elle ne d\u00E9clare aucune m\u00E9thode "create" pour la cr\u00E9ation d'un objet EJB.
ERROR_CLASS_INVALID_BIZ=L'interface de service fonctionnel n'est pas valide.
ERROR_WSDL_INVALID_TNS=TargetNamespace n'est pas un espace de noms XML valide.
ERROR_WSDL_INVALID_OPERATION=Le nom de l''op\u00E9ration "{0}" n''est pas un nom d''op\u00E9ration WSDL valide.
ERROR_WSDL_DUPLICATE_OPERATION=Le nom de l''op\u00E9ration "{0}" est d\u00E9fini pour plusieurs m\u00E9thodes. Choisissez un nom d''op\u00E9ration unique pour chaque m\u00E9thode.
ERROR_WSDL_INVALID_ARG=Le nom du param\u00E8tre "{0}" n''est pas un nom de param\u00E8tre WSDL valide.
ERROR_WSDL_DUPLICATE_ARG=Le nom du param\u00E8tre "{0}" est d\u00E9fini pour plusieurs param\u00E8tres. Choisissez un nom de param\u00E8tre unique pour chaque param\u00E8tre.
ERROR_WSDL_NO_OPERATION=Vous devez inclure au moins une m\u00E9thode.
ERROR_WSDL_RPC_WITH_XBEAN=RPC n'est pas pris en charge avec xbean.
ERROR_WSDL_CONVERTER_UNKNOWN=La classe de conversion de type "{0}" n''existe pas dans le JAR client.
ERROR_WSDL_CONVERTER_INCOMP=La classe de conversion de type "{0}" n''est pas compatible avec le type d\u00E9fini par l''EJB.
ERROR_WSDL_NO_MODEL=Erreur inattendue lors de la g\u00E9n\u00E9ration du WSDL : interface EJB non disponible.
ERROR_WSDL_TAMPERED=La configuration est d\u00E9synchronis\u00E9e.\n Ceci peut se produire si les interfaces EJB ont \u00E9t\u00E9 mises \u00E0 jour dans le cadre d'une mise \u00E0 jour du JAR client ou si la configuration a \u00E9t\u00E9 mise \u00E0 jour manuellement en dehors de l'API de gestion.\n Pour r\u00E9soudre les conflits, modifiez et enregistrez le service fonctionnel EJB.
ERROR_JWS_GENERATION=Erreur lors de la g\u00E9n\u00E9ration du WSDL : {0}
ERROR_UNEX_PVD_CONFIG=Erreur inattendue, impossible de charger le descripteur de configuration de transport EJB : {0}
ERROR_SENDER_NOT_SUPPORTED=Une adresse EJB peut uniquement \u00EAtre appel\u00E9e si elle est associ\u00E9e \u00E0 un service fonctionnel.
ERROR_SENDER_NO_ENDPOINT=Erreur inattendue, adresse introuvable.
ERROR_SENDER_DATA_ACCESS=Erreur inattendue lors de l''acc\u00E8s au message et aux m\u00E9tadonn\u00E9es de demande : {0}
ERROR_SENDER_NO_PAYLOAD=Erreur inattendue lors de l''acc\u00E8s au message et aux m\u00E9tadonn\u00E9es de demande : {0}
ERROR_SENDER_TRF_PAYLOAD=Erreur lors de la transformation des donn\u00E9es trait\u00E9es de demande : {0}
ERROR_SENDER_URI_INVALID=L''URI "{0}" n''est pas valide conform\u00E9ment au format d''URI d\u00E9fini par le transport EJB.
ERROR_SENDER_JNDI_CTX_ERROR=Erreur lors de l''acc\u00E8s au contexte JNDI pour l''appel EJB : {0}
ERROR_SENDER_NO_CREDENTIALS=Erreur inattendue : un compte de service est configur\u00E9, mais le service CredentialCallback n'est pas d\u00E9fini.
ERROR_SENDER_TX_CANNOT_CREATE=Erreur inattendue, impossible de d\u00E9marrer la transaction.
ERROR_SENDER_INV_METADATA=Les m\u00E9tadonn\u00E9es de demande utilis\u00E9es pour l'appel ne sont pas des m\u00E9tadonn\u00E9es EJB.
ERROR_UNEX_NO_REMOTE_CLASS=Erreur inattendue, impossible de charger la classe distante.
ERROR_BINDING_NO_ENDPOINT=Erreur inattendue, adresse introuvable.
ERROR_BINDING_UNEX_CREATE=Erreur inattendue, le WSDL de l''adresse n''a pas pu \u00EAtre g\u00E9n\u00E9r\u00E9 : {0}
ERROR_GENERATE_WSDL=G\u00E9n\u00E9ration : erreur lors de la g\u00E9n\u00E9ration du WSDL : {0}
ERROR_GENERATE_EJB_BIZ_SERV=G\u00E9n\u00E9ration : erreur lors de la g\u00E9n\u00E9ration du service fonctionnel EJB : {0}
ERROR_GENERATE_DEBUG=Consultez le fichier journal "{0}" pour plus de d\u00E9tails.
EJB_SERVICE_ACCOUNT_NAME=Compte de service EJB
EJB_SERVICE_ACCOUNT_DESC=Compte de service EJB
ERROR_WRITING_IN_TEMP_FILE_LOCATION=Le processus en cours n''a peut-\u00EAtre pas de droits d''acc\u00E8s en \u00E9criture sur l''emplacement : {0}
ERROR_FINDING_PRODUCT_PROPS_FILE=Fichier {0} introuvable
WARNING_ENCODED_SOAP_BINDING=WS-I Basic Profile 1.0 exige l'utilisation de liaisons rpc-literal et document-literal uniquement. S\u00E9lectionnez l'encodage 'literal' pour le service fonctionnel EJB. L'encodage 'Encoded' pour le service fonctionnel EJB est obsol\u00E8te et sera peut-\u00EAtre enlev\u00E9 dans la prochaine version
