Repository: sandipsnit/Demo
Catalog: OSB-Build-Package/Package/Oracle/Middleware/oracle_common/modules/oracle.iau_11.1.1/components/OHS/component_events_*.xlf
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# Attribute_Reason
source: Reason
de: Ursache
es: Motivo
fr: Raison
it: Causa
ja: 理由
ko: 원인
pt_br: Motivo
zh_cn: 原因
zh_tw: 原因

# Attribute_SSLConnection
source: SSL Connection
de: SSL-Verbindung
es: Conexión SSL
fr: Connexion SSL
it: Connessione SSL
ja: SSL接続
ko: SSL 접속
pt_br: Conexão SSL
zh_cn: SSL 连接
zh_tw: SSL 連線

# Attribute_AuthorizationType
source: Authorization Type
de: Autorisierungstyp
es: Tipo de Autorización
fr: Type d'autorisation
it: Tipo di autorizzazione
ja: 認可タイプ
ko: 권한 부여 유형
pt_br: Tipo de Autorização
zh_cn: 授权类型
zh_tw: 授權類型

# Help_Event_UserLogin
source: Client requests cookie for SSO login session.
de: Client fordert Cookie für SSO-Anmelde-Session an.
es: El cliente solicita la cookie para la sesión de conexión de SSO.
fr: Le client demande un cookie pour une session de connexion SSO.
it: Un client richiede un cookie per la sessione di login SSO.
ja: クライアントがSSOログイン・セッションのCookieをリクエストします。
ko: SSO 로그인 세션에 대한 클라이언트 요청 쿠키입니다.
pt_br: Cliente solicita cookie para a sessão de login no SSO.
zh_cn: SSO 登录会话的客户机请求 cookie。
zh_tw: 從屬端要求 SSO 登入階段作業的 Cookie.

# Help_Event_UserLogout
source: Client requests termination of SSO login session.
de: Client fordert Beendigung der SSO-Anmelde-Session an.
es: El cliente solicita la terminación de la sesión de conexión de SSO.
fr: Le client demande l'interruption de la session de connexion SSO.
it: Un client richiede la cessazione della sessione di login SSO.
ja: クライアントがSSOログイン・セッションの終了をリクエストします。
ko: SSO 로그인 세션의 클라이언트 요청 종료입니다.
pt_br: Cliente solicita o encerramento da sessão de login do SSO.
zh_cn: SSO 登录会话的客户机请求终止。
zh_tw: 從屬端要求終止 SSO 登入階段作業.

# Help_Event_Authentication
source: Authentication is checked on a client request to a URI.
de: Authentifizierung wird bei einer Client-Anforderung an einen URI geprüft.
es: Se ha comprobado la autenticación en una solicitud de cliente a un URI.
fr: L'authentification est vérifiée lors d'une demande d'un client concernant un URI.
it: L'autenticazione viene controllata dopo una richiesta utente a un URI.
ja: URIに対するクライアント・リクエストについて認証がチェックされます。
ko: 인증은 URI에 대한 클라이언트 요청에서 확인됩니다.
pt_br: A autenticação é verificada na solicitação de um cliente a um URI.
zh_cn: 已对 URI 的客户机请求检查了验证信息。
zh_tw: 已檢查要求 URI 的從屬端認證.

# Help_Event_CheckAuthorization
source: Authorization is evaluated for a client request to a restricted URI.
de: Autorisierung wird bei einer Client-Anforderung an einen eingeschränkten URI evaluiert.
es: Se ha evaluado la autorización para una solicitud de cliente a un URI restringido.
fr: L'autorisation est évaluée lors d'une demande d'un client concernant un URI restreint.
it: L'autorizzazione viene valutata per una richiesta client a un URI limitato.
ja: 制限されたURIに対するクライアント・リクエストについて認可が評価されます。
ko: 권한 부여는 제한된 URI에 대한 클라이언트 요청에서 평가됩니다.
pt_br: A autorização é avaliada quanto a uma solicitação de cliente a um URI restrito.
zh_cn: 已对受限 URI 的客户机请求评估了授权。
zh_tw: 已評估要求限制 URI 的從屬端授權.

# Help_Attribute_Reason
source: The reason this event occurred
de: Die Ursache für dieses Ereignis
es: Motivo por el que se ha producido este evento
fr: Raison pour laquelle cet événement s'est produit
it: La causa di questo evento
ja: このイベントが発生した理由
ko: 해당 이벤트가 발생한 원인입니다.
pt_br: O motivo pelo qual este evento ocorreu
zh_cn: 此事件发生的原因
zh_tw: 發生此事件的原因

# Help_Attribute_SSLConnection
source: Was SSL connection used by client to transmit request?
de: Wurde die SSL-Verbindung vom Client verwendet, um eine Anforderung zu übermitteln?
es: ¿Ha utilizado la conexión SSL para transmitir la solicitud?
fr: Le client utilisait-il la connexion SSL pour transmettre une demande ?
it: Il client ha usato la connessione SSL per trasmettere la richiesta?
ja: リクエストを転送するためにクライアントによってSSL接続が使用されたかどうか。
ko: 클라이언트가 요청 전송에 사용한 SSL 접속을 선택하십시오.
pt_br: A conexão SSL foi usada pelo cliente para transmitir a solicitação?
zh_cn: 客户机是否使用 SSL 连接来传输请求?
zh_tw: 從屬端是否使用 SSL 連線來傳輸要求?

# Help_Attribute_AuthorizationType
source: Access/authorization configuration directive: Regular = 'Require' directive, SSL = 'SSLRequire' directive
de: Direktive zur Zugriffs-/Autorisierungskonfiguration: Regulär = 'Require'-Direktive, SSL = 'SSLRequire'-Direktive
es: Directiva de configuración de acceso/autorización: Directiva Regular = 'Require' , SSL = 'SSLRequire'
fr: Directive de configuration d'accès/autorisation : Normal = directive 'Require', SSL = directive 'SSLRequire'
it: Direttiva di configurazione accesso/autorizzazione: Normale = direttiva 'Require', SSL = direttiva 'SSLRequire'
ja: アクセス/認可構成ディレクティブ: Regular = 'Require'ディレクティブ、SSL = 'SSLRequire'ディレクティブ
ko: 액세스/권한 부여 구성 지시어: 일반 = 'Require' 지시어, SSL = 'SSLRequire' 지시어
pt_br: Diretiva de configuração de acesso/autorização: Regular = diretiva 'Require', SSL = diretiva 'SSLRequire'
zh_cn: 访问/授权配置指令: 正常 = 'Require' 指令, SSL = 'SSLRequire' 指令
zh_tw: 存取/授權組態指令: 一般 = 'Require' 指令, SSL = 'SSLRequire' 指令
