<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: Affecter des serveurs aux clusters</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Affecter des serveurs aux clusters</h1>
<p>Utilisez cet &eacute;cran pour affecter des serveurs g&eacute;r&eacute;s aux clusters. Seuls les serveurs g&eacute;r&eacute;s sont affich&eacute;s dans la zone de liste Serveur. Le serveur d'administration n'appara&icirc;t pas car il ne peut pas &ecirc;tre affect&eacute; &agrave; un cluster.</p>
<ol>
<li> Dans le panneau <strong>Cluster</strong>, s&eacute;lectionnez le cluster auquel affecter un serveur g&eacute;r&eacute;.</li>
  <li>Pour affecter des serveurs g&eacute;r&eacute;s au cluster s&eacute;lectionn&eacute;, proc&eacute;dez de l'une des fa&ccedil;ons suivantes&nbsp;: 
    <ul>
<li> Cliquez deux fois sur le nom du serveur g&eacute;r&eacute; dans le panneau <strong>Serveur</strong>.</li>
  <li>S&eacute;lectionnez le serveur g&eacute;r&eacute; dans le panneau <strong>Serveur</strong> et cliquez sur la fl&egrave;che droite situ&eacute;e entre les panneaux <strong>Serveur</strong> et <strong>Cluster</strong>.</li>
  <li>Pour s&eacute;lectionner plusieurs serveurs g&eacute;r&eacute;s &agrave; la fois dans le panneau <strong>Serveur</strong>, appuyez sur la touche Maj tout en effectuant votre s&eacute;lection&nbsp;; cliquez ensuite sur la fl&egrave;che droite situ&eacute;e entre les panneaux <strong>Serveur</strong> et <strong>Cluster</strong>.</li>
  </ul>
  <p class="list_para">Le nom du serveur g&eacute;r&eacute; affect&eacute; dispara&icirc;t du panneau <strong>Serveur</strong> et est ajout&eacute; sous le nom du cluster cible dans le panneau <strong>Cluster</strong>.</p>
  <p class="list_para"><strong>Remarque&nbsp;:</strong> seuls les serveurs g&eacute;r&eacute;s sont r&eacute;pertori&eacute;s dans le panneau <strong>Serveur</strong>. Le serveur d'administration n'appara&icirc;t pas car il ne peut pas &ecirc;tre affect&eacute; &agrave; un cluster.</p></li>
  <li>R&eacute;p&eacute;tez les &eacute;tapes&nbsp;1 et 2 pour chaque serveur g&eacute;r&eacute; &agrave; affecter &agrave; un cluster. </li>
  <li>Passez en revue les affectations de cluster.
 <p class="list_para">Si n&eacute;cessaire, vous pouvez enlever un serveur g&eacute;r&eacute; d'un cluster de l'une des fa&ccedil;ons suivantes&nbsp;:</p>
  <ul>
<li> Cliquez deux fois sur le nom du serveur g&eacute;r&eacute; dans le panneau <strong>Cluster</strong>.</li>
  <li>S&eacute;lectionnez le serveur g&eacute;r&eacute; dans le panneau <strong>Cluster</strong> et cliquez sur la fl&egrave;che gauche situ&eacute;e entre les panneaux <strong>Serveur</strong> et <strong>Cluster</strong>.</li>
  </ul>
  <p class="list_para">Le nom du serveur g&eacute;r&eacute; dispara&icirc;t du panneau <strong>Cluster</strong> et appara&icirc;t dans le panneau <strong>Serveur</strong>.</p>
  </li>
  <li>Une fois les serveurs g&eacute;r&eacute;s affect&eacute;s aux clusters, cliquez sur le bouton <strong>Suivant</strong> de l'assistant.</li>
</ol>
<p class="body">Pour plus d'informations, reportez-vous &agrave; la biblioth&egrave;que de documentation Oracle Fusion Middleware sur <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p>
</body>
</html>
