<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: S&eacute;lectionner la configuration avanc&eacute;e</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>S&eacute;lectionner la configuration avanc&eacute;e</h1>
<p>S&eacute;lectionnez toutes les cat&eacute;gories (si elles existent) pour lesquelles vous souhaitez effectuer une configuration avanc&eacute;e. Pour chaque cat&eacute;gorie que vous s&eacute;lectionnez, l'&eacute;cran de configuration appropri&eacute; est affich&eacute;, afin que vous puissiez proc&eacute;der &agrave; cette configuration. Si vous ne s&eacute;lectionnez aucun &eacute;l&eacute;ment sur cet &eacute;cran, l'&eacute;cran R&eacute;capitulatif de la configuration appara&icirc;t ensuite.</p>
<p><strong>Remarque&nbsp;:</strong> les cat&eacute;gories r&eacute;pertori&eacute;es sur cet &eacute;cran d&eacute;pendent des ressources d&eacute;finies dans les mod&egrave;les que vous avez s&eacute;lectionn&eacute;s pour le domaine.</p>
<p><strong>Remarque&nbsp;:</strong> les options <strong>Serveur d'administration</strong> et <strong>Banque de s&eacute;curit&eacute; SGBDR</strong> ne sont pas disponibles lorsque vous &eacute;tendez un domaine. </p>
<ul>
<li><strong>Serveur d'administration</strong> <br>S&eacute;lectionnez cette option pour modifier les param&egrave;tres du serveur d'administration, tels que son nom, ses adresse et port d'&eacute;coute, et ses param&egrave;tres&nbsp;SSL.</li>
<li><strong>Destination distribu&eacute;e JMS</strong> <br>Par d&eacute;faut, les destinations distribu&eacute;es&nbsp;JMS sont converties automatiquement en destinations distribu&eacute;es pond&eacute;r&eacute;es. S&eacute;lectionnez cette option pour changer une destination distribu&eacute;e&nbsp;JMS en destination distribu&eacute;e unifi&eacute;e.</li>
<li>Serveurs g&eacute;r&eacute;s, clusters et ordinateurs<br> S&eacute;lectionnez cette option pour effectuer les op&eacute;rations suivantes&nbsp;:
<ul>
<li>Ajouter des serveurs g&eacute;r&eacute;s, des clusters ou des ordinateurs au domaine</li>
<li>Supprimer un serveur g&eacute;r&eacute;, un cluster ou un ordinateur existant</li>
<li>Ajouter des serveurs g&eacute;r&eacute;s &agrave; un cluster existant</li>
<li>Modifier les param&egrave;tres d'un serveur g&eacute;r&eacute;, d'un cluster ou d'un ordinateur existant</li>
</ul>
</li>
<li><strong>D&eacute;ploiements et services</strong> <br>S&eacute;lectionnez cette option pour personnaliser la mani&egrave;re dont les services et d&eacute;ploiements d'application sont cibl&eacute;s sur les serveurs et les clusters.</li>
<li><strong>Emplacements de stockage des fichiers JMS</strong> <br>S&eacute;lectionnez cette option pour modifier les param&egrave;tres des emplacements de stockage de vos fichiers&nbsp;JMS. Vous pouvez modifier le nom, le r&eacute;pertoire et la strat&eacute;gie d'&eacute;criture synchrone de chaque emplacement de stockage.</li>
<li><strong>Banque de s&eacute;curit&eacute; SGBDR</strong> <br>S&eacute;lectionnez cette option pour configurer un syst&egrave;me de gestion de base de donn&eacute;es relationnelle (SGBDR) en tant que banque de donn&eacute;es pour plusieurs fournisseurs de s&eacute;curit&eacute;.</li>
</ul>
<p>Pour chaque option de configuration avanc&eacute;e que vous s&eacute;lectionnez dans cet &eacute;cran, l'assistant affiche ult&eacute;rieurement d'autres &eacute;crans dans lesquels vous pouvez d&eacute;finir les param&egrave;tres de configuration avanc&eacute;e appropri&eacute;s. </p>
<p>Cochez les cases requises selon la configuration avanc&eacute;e &agrave; effectuer, puis cliquez sur <strong>Suivant</strong>.</p>
  <p class="body">Pour plus d'informations, reportez-vous &agrave; la biblioth&egrave;que de documentation Oracle Fusion Middleware sur <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p>
</body>
</html>
