<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: Configurer les clusters</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurer les clusters</h1>
<p>Utilisez cet &eacute;cran pour ajouter, configurer et supprimer des clusters. </p>
<p>Un cluster est un groupe d'instances WebLogic&nbsp;Server qui fonctionnent simultan&eacute;ment pour fournir &eacute;volutivit&eacute; et haute disponibilit&eacute; aux applications. En cr&eacute;ant des clusters, vous pouvez regrouper des serveurs g&eacute;r&eacute;s de sorte qu'ils fonctionnent comme une unit&eacute; unique pour l'h&eacute;bergement d'applications et de ressources.</p>
<ol>
<li> Passez en revue la configuration de cluster en cours. Les valeurs par d&eacute;faut peuvent varier selon la source de domaine s&eacute;lectionn&eacute;e.
  <p class="list_para"><strong>Remarque&nbsp;:</strong> l'assistant propose deux vues&nbsp;: une vue tabulaire concise de tous les clusters et une vue individuelle de chaque cluster, chaque serveur &eacute;tant repr&eacute;sent&eacute; par un onglet. Pour passer d'une vue &agrave; l'autre, cliquez sur <strong>Changer d'affichage</strong>.</p>
  </li>
  <li>Ajoutez ou supprimez des clusters, ou modifiez les param&egrave;tres de clusters existants, selon les besoins du domaine.
<p class="list_para">Le tableau suivant d&eacute;crit les champs de cet &eacute;cran. Les champs accompagn&eacute;s d'un ast&eacute;risque (*) sont obligatoires.</p>
    <table>
 <tr>
 <th>Champ</th>
        <th>Description</th>
      </tr>
 <tr>
 <td><strong>Nom*</strong></td>
        <td>Entrez un nom valide pour le cluster.
        <p class="list_para">Le nom du cluster doit &ecirc;tre unique parmi tous les noms de composant du domaine. La valeur par d&eacute;faut de ce champ est <span class="code">new_Cluster_n</span>, <span class="code">n</span> &eacute;tant une valeur num&eacute;rique utilis&eacute;e pour diff&eacute;rencier tous les noms de cluster par d&eacute;faut&nbsp;; la valeur de <span class="code">n</span> pour le premier cluster est&nbsp;1. Cette valeur est incr&eacute;ment&eacute;e de&nbsp;1 pour chaque cluster que vous ajoutez.</p></td>
      </tr>
 <tr>
 <td><strong>Mode de messagerie du cluster</strong></td>
        <td>S&eacute;lectionnez le mode de messagerie Monodiffusion ou Multidiffusion.
        </td>
      </tr>
 <tr>
 <td><strong>Adresse de multidiffusion</strong></td>
        <td>Ce champ est activ&eacute; uniquement si vous s&eacute;lectionnez le mode de messagerie Multidiffusion.
          <p class="list_para">Entrez l'adresse de multidiffusion pour le cluster. Cette adresse est utilis&eacute;e par les membres du cluster pour communiquer entre eux. La valeur par d&eacute;faut est&nbsp;<span class="code">239.192.0.0</span>. La plage d'adresses de multidiffusion valides s'&eacute;tend de&nbsp;<span class="code">224.0.0.1</span> &agrave;&nbsp;<span class="code">239.255.255.255</span>.</p></td>
      </tr>
 <tr>
 <td><strong>Port de multidiffusion</strong></td>
        <td>Ce champ est activ&eacute; uniquement si vous s&eacute;lectionnez le mode de messagerie Multidiffusion.
        <p class="list_para">Entrez le port de multidiffusion pour le cluster. Ce port est utilis&eacute; par les membres du cluster pour communiquer entre eux. La valeur par d&eacute;faut est&nbsp;<span class="code">7001</span>.</p></td>
      </tr>
 <tr>
 <td><strong>Adresse de cluster</strong></td>
        <td>Entrez les adresses permettant d'identifier les serveurs g&eacute;r&eacute;s dans le cluster. L'adresse d'un cluster peut se pr&eacute;senter comme suit&nbsp;:
		<ul>
<li> Liste d'adresses&nbsp;IP ou de ports et noms&nbsp;DNS s&eacute;par&eacute;s par des virgules (par exemple&nbsp;: dns_name:port, dns_name:port)</li>
        <li>Nom&nbsp;DNS mis en correspondance avec plusieurs adresses&nbsp;IP</li>
        <li>localhost, nom&nbsp;DNS ou adresse&nbsp;IP si l'adresse d'&eacute;coute de tous les serveurs g&eacute;r&eacute;s &eacute;coute sur la m&ecirc;me adresse avec des num&eacute;ros de port uniques</li>
		</ul>
        <p class="list_para">L'adresse de cluster est utilis&eacute;e dans les&nbsp;EJB d'entit&eacute; et sans conservation de statut (stateless) pour construire la partie correspondant au nom d'h&ocirc;te dans les&nbsp;URL. Si l'adresse de cluster n'est pas d&eacute;finie, les descripteurs&nbsp;EJB risquent de ne pas fonctionner correctement.</p></td>
      </tr>
 </table>
  </li>
  <li>Une fois les s&eacute;lections et entr&eacute;es obligatoires cr&eacute;&eacute;es, cliquez sur <strong>Suivant</strong>.</li>
</ol>
<p>Pour supprimer un cluster, s&eacute;lectionnez-le, puis cliquez sur <strong>Supprimer</strong>. Lorsque vous supprimez un cluster, cette op&eacute;ration ne porte pas sur les serveurs associ&eacute;s&nbsp;; ces derniers sont simplement enlev&eacute;s du cluster et ajout&eacute;s &agrave; un autre cluster. Vous ne pouvez supprimer qu'un seul cluster &agrave; la fois.</p>

<p>Pour ajouter un cluster, cliquez sur <strong>Ajouter</strong>, puis configurez les param&egrave;tres du nouveau serveur. Le nom par d&eacute;faut d'un nouveau cluster est <span class="code">new_Cluster_n</span>, o&ugrave; <span class="code">n</span> commence &agrave;&nbsp;<span class="code">1</span> et est incr&eacute;ment&eacute; pour chaque nouveau cluster ajout&eacute;. Pour modifier le nom par d&eacute;faut, saisissez le nom souhait&eacute; dans la colonne Nom.</p>
<p>Pour passer de l'affichage par d&eacute;faut sous forme de tableau &agrave; un affichage &agrave; onglets (un onglet par cluster), cliquez sur <strong>Changer d'affichage</strong>. Cliquez de nouveau sur <strong>Changer d'affichage</strong> pour revenir au format tabulaire.</p>
<p class="body">Pour plus d'informations, reportez-vous &agrave; la biblioth&egrave;que de documentation Oracle Fusion Middleware sur <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p>
</body>
</html>
