<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: Configurer les sources de donn&eacute;es JDBC</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurer les sources de donn&eacute;es JDBC</H1>
<p>Utilisez cet &eacute;cran pour configurer les sources de donn&eacute;es&nbsp;JDBC d&eacute;finies dans votre source de domaine.</p>
<p>Une source de donn&eacute;es&nbsp;JDBC contient un pool de connexions de base de donn&eacute;es cr&eacute;&eacute;es en m&ecirc;me temps que l'instance de source de donn&eacute;es (lorsqu'elle est d&eacute;ploy&eacute;e ou cibl&eacute;e, ou au d&eacute;marrage du serveur). Les applications recherchent une source de donn&eacute;es dans l'arborescence&nbsp;JNDI, puis demandent une connexion. Lorsque les applications n'ont plus besoin des connexions, elles les renvoient vers le pool de connexions de la source de donn&eacute;es.</p>
<p>Les sources de donn&eacute;es&nbsp;JDBC associ&eacute;es aux produits pour lesquels vous cr&eacute;ez le domaine sont r&eacute;pertori&eacute;es dans la partie inf&eacute;rieure de l'&eacute;cran.</p>
<p> <strong>Remarque&nbsp;:</strong> pour configurer des sources de donn&eacute;es en tant que sources de donn&eacute;es&nbsp;RAC, cochez les cases situ&eacute;es en regard du nom des sources requises, puis cochez la case <strong>Configurer les sources de donn&eacute;es s&eacute;lectionn&eacute;es en tant que sources de donn&eacute;es multiples RAC dans le panneau suivant</strong>. Cliquez ensuite sur le bouton <strong>Suivant</strong>. </p>
<ol>
<li>Pour s&eacute;lectionner la source de donn&eacute;es pour laquelle indiquer des param&egrave;tres, cochez la case situ&eacute;e en regard de son nom.
  <p class="list_para"><strong>Remarque&nbsp;:</strong> si vous s&eacute;lectionnez plusieurs sources de donn&eacute;es, le texte &quot;<span class="code">Varie selon les sources de donn&eacute;es</span>&quot; peut appara&icirc;tre dans certains champs, indiquant que les valeurs en cours de ces champs ne sont pas identiques dans les sources de donn&eacute;es s&eacute;lectionn&eacute;es. Si vous continuez et modifiez les valeurs de ces champs, les nouvelles valeurs sont appliqu&eacute;es de fa&ccedil;on uniforme dans les sources de donn&eacute;es s&eacute;lectionn&eacute;es.</p>
<p><strong>Remarque&nbsp;:</strong> les valeurs par d&eacute;faut des param&egrave;tres de source de donn&eacute;es tels que Fournisseur, Pilote, Nom d'h&ocirc;te et Num&eacute;ro de port d&eacute;pendent des valeurs indiqu&eacute;es dans les mod&egrave;les d'application.</p>
</li>

<li>Passez en revue les param&egrave;tres de configuration en cours et modifiez-les si n&eacute;cessaire.
  <p class="list_para">Le tableau suivant d&eacute;crit les champs de cet &eacute;cran.</p><p class="list_para"><strong>Remarque&nbsp;:</strong> les valeurs par d&eacute;faut des param&egrave;tres de source de donn&eacute;es tels que Fournisseur, Pilote, Nom d'h&ocirc;te et Num&eacute;ro de port d&eacute;pendent des valeurs indiqu&eacute;es dans les mod&egrave;les d'application.</p>
<table>
 <tr>
 <th>Champ</th>
      <th>Description</th>
    </tr>
 <tr>
 <td><strong>Fournisseur</strong></td>
      <td>S&eacute;lectionnez le fournisseur de base de donn&eacute;es.</td>
	  </tr>
 <tr>
 <td><strong>Pilote</strong></td>
      <td>S&eacute;lectionnez le pilote&nbsp;JDBC &agrave; utiliser pour la connexion &agrave; la base de donn&eacute;es.<p class="list_para">La liste comprend les pilotes&nbsp;JDBC standard correspondant au fournisseur de base de donn&eacute;es s&eacute;lectionn&eacute;.</p></td>
    </tr>
 <tr>
 <td><strong>Nom utilisateur</strong></td>
      <td>Entrez le nom de connexion &agrave; la base de donn&eacute;es.</td>
    </tr>
 <tr>
 <td><strong>Mot de passe</strong></td>
      <td>Entrez le mot de passe de connexion correspondant au nom utilisateur indiqu&eacute;.</td>
    </tr>
 <tr>
 <td><strong>SGBD/Service</strong></td>
      <td>Entrez un nom de service ou un&nbsp;SID&nbsp;SGBD. La valeur saisie d&eacute;pend du pilote que vous avez s&eacute;lectionn&eacute;.
<ul>
<li>Si le nom du pilote Oracle s&eacute;lectionn&eacute; contient les mots &quot;pour connexions d'instance&quot;, vous devez entrer le&nbsp;SID.</li>
<li>Si le nom du pilote Oracle contient les mots &quot;pour connexions de service&quot;, vous devez entrer le nom de service.</li>
<li>Pour plus d'informations sur la configuration d'un pilote DataDirect, reportez-vous &agrave; la documentation DataDirect.</li>
 </td>
    </tr>
 <tr>
 <td><strong>Nom d'h&ocirc;te </strong></td>
      <td>Entrez le nom du serveur h&eacute;bergeant la base de donn&eacute;es.</td>
    </tr>
 <tr>
 <td><strong>Port</strong></td>
      <td>Entrez le port &agrave; utiliser pour la connexion au serveur qui h&eacute;berge la base de donn&eacute;es. </td>
    </tr>
 </table>
<p class="list_para">Les valeurs que vous indiquez sont affich&eacute;es dans les colonnes appropri&eacute;es de la liste de sources de donn&eacute;es, pour les sources de donn&eacute;es s&eacute;lectionn&eacute;es. </p>
</li>
<li>Apr&egrave;s avoir effectu&eacute; les s&eacute;lections et entr&eacute;es requises, cliquez sur <strong>Suivant</strong> pour tester les connexions aux sources de donn&eacute;es&nbsp;JDBC.</li>
</ol>
<p class="body">Pour plus d'informations, reportez-vous &agrave; la biblioth&egrave;que de documentation Oracle Fusion Middleware sur <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p>
</body>
</html>
