<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: Configurer le mode de d&eacute;marrage du serveur et JDK</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurer le mode de d&eacute;marrage du serveur et JDK</h1>
<p>Sur cet &eacute;cran, indiquez si vous souhaitez ex&eacute;cuter WebLogic en mode Production ou D&eacute;veloppement. Vous indiquez &eacute;galement l'emplacement des kits&nbsp;JDK &agrave; utiliser dans ce domaine.</p>
<ol>
<li>S&eacute;lectionnez le mode de d&eacute;marrage du domaine WebLogic.
<ul>
 <li class="list_para"><strong>Mode D&eacute;veloppement</strong> <br>Dans ce mode, la configuration de la s&eacute;curit&eacute; est relativement souple, ce qui permet le d&eacute;ploiement automatique d'applications.</li>
    <li class="list_para"><strong>Mode Production</strong><br> Dans ce mode, la configuration de la s&eacute;curit&eacute; est relativement stricte et exige des nom utilisateur et mot de passe pour le d&eacute;ploiement d'applications. Avant de passer votre domaine en mode Production, prenez connaissance des proc&eacute;dures de s&eacute;curisation d'un environnement de production. Pour plus d'informations, reportez-vous &agrave; <a href="http://www.oracle.com/pls/as1111/lookup?id=LOCKD121" target="_blank">Mise en oeuvre de la s&eacute;curit&eacute; de votre environnement de production</a> dans <i>S&eacute;curisation d'un environnement de production pour Oracle WebLogic Server</i>.</li>
	</ul>
    <p class="list_para">Le tableau suivant fournit des informations permettant de s&eacute;lectionner le mode de d&eacute;marrage correspondant le mieux &agrave; vos besoins.</p>
    <table>
      <tr>
        <th>Fonction</th>
        <th>Mode D&eacute;veloppement</th>
        <th>Mode Production</th>
      </tr>
      <tr>
        <td><strong>SSL</strong></td>
        <td>Vous pouvez utiliser les certificats num&eacute;riques et les fichiers de cl&eacute;s de d&eacute;monstration fournis par les services de s&eacute;curit&eacute; WebLogic&nbsp;Server. Avec ces certificats, vous pouvez concevoir une application de sorte qu'elle fonctionne dans les environnements s&eacute;curis&eacute;s par&nbsp;SSL. 
<p>Pour plus d'informations, reportez-vous &agrave; <a href="http://www.oracle.com/pls/as1111/lookup?id=SECMG384" target="_blank">Configuration de&nbsp;SSL</a> dans <i>S&eacute;curisation d'Oracle WebLogic Server</i>.</p>
</td>
        <td>Vous ne pouvez pas utiliser les certificats num&eacute;riques et les fichiers de cl&eacute;s de d&eacute;monstration sous peine de voir appara&icirc;tre un message d'avertissement.</td>
      </tr>
      <tr>
        <td><strong>D&eacute;ploiement d'applications</strong></td>
        <td>Les instances WebLogic&nbsp;Server peuvent d&eacute;ployer et mettre &agrave; jour automatiquement les applications qui r&eacute;sident dans le r&eacute;pertoire <span class="code">domain_name/autodeploy</span>.
<p>Oracle recommande de n'utiliser cette m&eacute;thode que dans un environnement de d&eacute;veloppement monoserveur.</p>
<p>Pour plus d'informations, reportez-vous &agrave; <a href="http://www.oracle.com/pls/as1111/lookup?id=DEPGD212" target="_blank">D&eacute;ploiement d'applications et de modules avec weblogic.deployer</a> dans <i>D&eacute;ploiement d'applications vers Oracle WebLogic Server</i>.</p>
</td>
        <td>La fonction de d&eacute;ploiement automatique &eacute;tant d&eacute;sactiv&eacute;e, vous devez utiliser la console d'administration WebLogic&nbsp;Server, l'outil <span class="code">weblogic.Deployer</span> ou l'outil de g&eacute;n&eacute;ration de script WebLogic.</td>
      </tr>
      <tr>
        <td><strong>Rotation des fichiers journaux</strong></td>
        <td>Par d&eacute;faut, lorsque vous d&eacute;marrez l'instance WebLogic&nbsp;Server, le serveur renomme automatiquement (change) le fichier journal du serveur local en <span class="code">SERVER-NAME.log.n</span>. Pendant le reste de la session de serveur, les messages s'accumulent dans le fichier journal jusqu'&agrave; ce que la taille de ce dernier atteigne&nbsp;500&nbsp;ko.
<p>La valeur par d&eacute;faut du param&egrave;tre <b>Limiter le nombre de fichiers conserv&eacute;s</b> dans Configuration de la journalisation est <span class="code">True</span>. Elle limite le nombre de fichiers journaux que l'instance de serveur cr&eacute;e pour stocker les anciens messages.</p>
</td>
        <td>Le serveur change de fichier journal local lorsque la taille de ce dernier atteint&nbsp;5&nbsp;000&nbsp;ko. Lorsque le serveur est configur&eacute; pour le mode Production, par d&eacute;faut toutes les versions des fichiers journaux sont conserv&eacute;es. Les administrateurs peuvent personnaliser le param&egrave;tre d&eacute;terminant le nombre de fichiers journaux conserv&eacute;s.</td>
      </tr>
      <tr>
        <td><strong>Ressource syst&egrave;me JDBC</strong></td>
        <td>La capacit&eacute; par d&eacute;faut est de 15&nbsp;connexions.</td>
        <td>La capacit&eacute; par d&eacute;faut est de 25&nbsp;connexions.</td>
      </tr>
    </table>
  </li>
  <li>S&eacute;lectionnez le kit&nbsp;JDK.
 <p class="list_para">Dans le panneau <strong>S&eacute;lection de kit JDK</strong>, s&eacute;lectionnez le kit&nbsp;JDK correspondant au mode de d&eacute;marrage s&eacute;lectionn&eacute; dans le panneau <strong>Mode de d&eacute;marrage du domaine WebLogic</strong>. L'assistant Configuration pr&eacute;sente la liste des kits&nbsp;JDK inclus dans le programme d'installation. Vous pouvez choisir l'un de ces kits&nbsp;JDK ou en choisir un autre que vous avez install&eacute; sur votre syst&egrave;me.</p>
    <p class="list_para"><strong>Remarque&nbsp;:</strong></p>
    <ul>
<li> Si vous s&eacute;lectionnez un kit&nbsp;JDK inclus dans le programme d'installation, l'assistant Configuration cr&eacute;e des scripts de d&eacute;marrage de serveur pour appeler ce kit. Si vous s&eacute;lectionnez un kit&nbsp;JDK non fourni par&nbsp;JDK, l'assistant Configuration ne configure pas les scripts de d&eacute;marrage&nbsp;; vous devez modifier ces derniers manuellement.</li>
      <li>S&eacute;lectionnez uniquement les kits&nbsp;JDK pris en charge sur la plate-forme que vous utilisez. La s&eacute;lection par d&eacute;faut indique le kit&nbsp;JDK r&eacute;pondant le mieux aux exigences de votre environnement, selon la plate-forme sur laquelle vous installez le domaine.</li>
    </ul>
  </li>
  <li>Apr&egrave;s avoir effectu&eacute; les s&eacute;lections et entr&eacute;es requises, cliquez sur le bouton <strong>Suivant</strong> de l'assistant.</li>
</ol>
<p class="body">Pour plus d'informations, reportez-vous &agrave; la biblioth&egrave;que de documentation Oracle Fusion Middleware sur <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p>
</body>
</html>
