<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: Configurer des emplacements de stockage des fichiers JMS</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurer des emplacements de stockage des fichiers JMS</H1>
<p>Un emplacement de stockage de fichiers&nbsp;JMS est un fichier bas&eacute; sur un disque dans lequel les messages persistants peuvent &ecirc;tre enregistr&eacute;s.</p>
<p>Passez en revue les param&egrave;tres en cours des emplacements de stockage des fichiers&nbsp;JMS et modifiez-les si n&eacute;cessaire. Les valeurs par d&eacute;faut peuvent varier selon la source de domaine s&eacute;lectionn&eacute;e pr&eacute;c&eacute;demment.</p>
 <p><strong>Remarque&nbsp;:</strong> l'assistant propose deux modes d'affichage&nbsp;: une vue tabulaire concise de tous les composants d&eacute;finis et une vue individuelle dans laquelle chaque composant est repr&eacute;sent&eacute; par un onglet. Pour passer d'un mode &agrave; l'autre, cliquez sur <strong>Changer d'affichage</strong>.</p>
 <p> Le tableau suivant d&eacute;crit les champs de cet &eacute;cran. Les champs accompagn&eacute;s d'un ast&eacute;risque (*) sont obligatoires.</p>
 <table>
 <tr>
 <th>Champ</th>
      <th>Description</th>
    </tr>
 <tr>
 <td><strong>Nom*</strong></td>
      <td>Entrez le nom de l'emplacement de stockage des fichiers&nbsp;JMS.<p class="list_para">Le nom de l'emplacement de stockage des fichiers&nbsp;JMS doit &ecirc;tre une cha&icirc;ne de caract&egrave;res, il peut comprendre des espaces et doit &ecirc;tre unique parmi tous les noms de composant du domaine.</p></td>
    </tr>
 <tr>
 <td><strong>R&eacute;pertoire</strong></td>
      <td>Entrez le chemin du r&eacute;pertoire (sur votre syst&egrave;me) dans lequel r&eacute;side l'emplacement de stockage des fichiers&nbsp;JMS.</td>
    </tr>
 <tr>
 <td><strong>Strat&eacute;gie d'&eacute;criture synchrone</strong></td>
      <td>S&eacute;lectionnez l'une des strat&eacute;gies d'&eacute;criture synchrone suivantes pour d&eacute;terminer comment l'emplacement de stockage des fichiers &eacute;crit les donn&eacute;es sur le disque&nbsp;:<ul>
<li class="list_para"> <strong>Vidage du cache&nbsp;:</strong> les transactions ne peuvent &ecirc;tre ex&eacute;cut&eacute;es qu'une fois toutes leurs op&eacute;rations d'&eacute;criture transf&eacute;r&eacute;es vers le disque.</li>
      <li class="list_para"><strong>Ecriture directe&nbsp;:</strong> les op&eacute;rations d'&eacute;criture sont r&eacute;alis&eacute;es directement sur le disque. Cette strat&eacute;gie est prise en charge sous Solaris et Windows. Si cette strat&eacute;gie est active sur une plate-forme non prise en charge, l'emplacement de stockage des fichiers opte automatiquement pour la strat&eacute;gie Vidage du cache.
	 <p class="list_para"><strong>Remarque&nbsp;:</strong> la strat&eacute;gie Ecriture directe est fiable sur les syst&egrave;mes Solaris, mais les syst&egrave;mes Windows peuvent laisser des donn&eacute;es de transaction dans le cache sur disque sans les &eacute;crire imm&eacute;diatement sur le disque. Cette m&eacute;thode est peu fiable car une panne de courant peut entra&icirc;ner la perte des donn&eacute;es figurant dans le cache sur disque, et &eacute;ventuellement la perte ou la duplication de messages. Pour garantir la fiabilit&eacute; des &eacute;critures r&eacute;alis&eacute;es &agrave; l'aide de la strat&eacute;gie Ecriture directe sous Windows, d&eacute;sactivez toute mise en cache d'&eacute;critures pour le disque (activ&eacute;e par d&eacute;faut) ou utilisez un disque dot&eacute; d'un cache avec batterie de sauvegarde. Toutefois, certains syst&egrave;mes de fichiers n'autorisent pas la modification de cette valeur (par exemple, un syst&egrave;me&nbsp;RAID dot&eacute; d'un cache fiable).</p>
      </li>
      <li class="list_para"><strong>D&eacute;sactiv&eacute;&nbsp;:</strong> les transactions sont termin&eacute;es une fois les &eacute;critures mises en m&eacute;moire cache. Si cette strat&eacute;gie est active, les transactions peuvent &ecirc;tre termin&eacute;es avant que les &eacute;critures n'atteignent le disque.</li>
      </ul>
	  <p class="list_para">Ce param&egrave;tre affecte les performances, l'&eacute;volutivit&eacute; et la fiabilit&eacute;.</p>
      <p class="list_para"><strong>Remarque&nbsp;:</strong> si l'emplacement de stockage des fichiers&nbsp;JMS est utilis&eacute; exclusivement pour la pagination des messages non persistants sur le disque, la strat&eacute;gie d'&eacute;criture synchrone n'est pas prise en compte.</p></td>
    </tr>
 </table>

<p>Une fois les s&eacute;lections et entr&eacute;es obligatoires cr&eacute;&eacute;es, cliquez sur <strong>Suivant</strong>.</p>

<p class="body">Pour plus d'informations, reportez-vous &agrave; la biblioth&egrave;que de documentation Oracle Fusion Middleware sur <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p>
</body>
</html>

