<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: Configurer les serveurs g&eacute;r&eacute;s</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurer les serveurs g&eacute;r&eacute;s</h1>
<p>Utilisez cet &eacute;cran pour ajouter ou supprimer des serveurs g&eacute;r&eacute;s. Vous pouvez &eacute;galement modifier les param&egrave;tres d'un serveur g&eacute;r&eacute; existant. Les champs obligatoires sont signal&eacute;s par un ast&eacute;risque (*).</p>
<ol>
<li> Passez en revue la configuration de serveur g&eacute;r&eacute; en cours. Les valeurs par d&eacute;faut peuvent varier selon la source de domaine s&eacute;lectionn&eacute;e.
  <p class="list_para"><strong>Remarque&nbsp;:</strong> l'assistant propose deux vues&nbsp;: une vue tabulaire concise de tous les serveurs g&eacute;r&eacute;s et une vue individuelle de chaque serveur g&eacute;r&eacute;, chaque serveur &eacute;tant repr&eacute;sent&eacute; par un onglet. Pour passer d'une vue &agrave; l'autre, cliquez sur <strong>Changer d'affichage</strong>.</p>
</li>
  <li>Ajoutez ou supprimez des serveurs g&eacute;r&eacute;s, ou modifiez les param&egrave;tres de serveurs g&eacute;r&eacute;s existants, selon les besoins de votre domaine. Les champs accompagn&eacute;s d'un ast&eacute;risque (*) sont obligatoires. <p class="list_para">Pour plus d'informations sur les champs de cet &eacute;cran, reportez-vous &agrave; la page d'aide de l'&eacute;cran <a href="cfgadmn.html" target="_blank">Configurer le serveur d'administration</a>.</p>
  </li>
  <li>Une fois les s&eacute;lections et entr&eacute;es obligatoires cr&eacute;&eacute;es, cliquez sur <strong>Suivant</strong>. </li>
</ol>
<p class="body">Pour plus d'informations, reportez-vous &agrave; la biblioth&egrave;que de documentation Oracle Fusion Middleware sur <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p></body>
</html>
