<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: Configurer les ordinateurs</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurer les ordinateurs</h1>
<p>Dans un domaine WebLogic, les d&eacute;finitions d'ordinateur identifient les unit&eacute;s physiques mat&eacute;rielles et sont associ&eacute;es aux instances WebLogic qu'elles h&eacute;bergent.</p>

<p>Utilisez cet &eacute;cran pour ajouter ou supprimer des ordinateurs, ou modifier les param&egrave;tres d'un ordinateur existant. </p>

<p>S&eacute;lectionnez l'onglet <strong>Ordinateur</strong> (pour Windows) ou l'onglet Ordinateur Unix (pour UNIX).</p>

<p>Vous pouvez cr&eacute;er des d&eacute;finitions d'ordinateur dans les cas suivants&nbsp;:</p>
<ul>
<li>Le serveur d'administration utilise la d&eacute;finition d'ordinateur, ainsi que l'application de gestionnaire de noeuds, pour d&eacute;marrer les serveurs distants.</li>
<li>WebLogic&nbsp;Server emploie des noms d'ordinateur configur&eacute;s lorsqu'il d&eacute;finit le serveur dans le cluster le plus appropri&eacute; pour traiter certaines t&acirc;ches, telles que la r&eacute;plication de session&nbsp;HTTP. Il d&eacute;l&egrave;gue ensuite ces t&acirc;ches au serveur identifi&eacute;.</li>
</ul>
<p><strong>Remarque&nbsp;:</strong> vous devez configurer les ordinateurs pour chaque installation de produit ex&eacute;cutant un processus de gestionnaire de noeuds. Cette configuration doit inclure les valeurs des param&egrave;tres d'adresse d'&eacute;coute et de num&eacute;ro de port. 
</p>

<p>Chaque ordinateur pr&eacute;sente les param&egrave;tres de configuration ci-apr&egrave;s. Les champs obligatoires sont marqu&eacute;s d'un ast&eacute;risque (*).</p>
<ol>
<li> S&eacute;lectionnez l'onglet <strong>Ordinateur</strong> (pour Windows) ou l'onglet <strong>Ordinateur Unix</strong> (pour UNIX).</li>
  <li>Passez en revue la liste des configurations, et ajoutez, supprimez ou modifiez les param&egrave;tres selon les besoins du domaine. Le tableau suivant d&eacute;crit les champs de cet &eacute;cran. Les champs accompagn&eacute;s d'un ast&eacute;risque (*) sont obligatoires.<p></p>
    <table>
 <tr>
 <th>Champ</th>
      <th>Description</th>
    </tr>
 <tr>
 <td><strong>Nom*</strong></td>
      <td>Entrez un nom valide pour l'ordinateur.<p class="list_para">Le nom d'ordinateur permet d'identifier l'ordinateur au sein du domaine WebLogic&nbsp;Server&nbsp;; il ne doit pas n&eacute;cessairement correspondre au nom r&eacute;seau de l'ordinateur. Ce nom doit &ecirc;tre unique parmi tous les noms de composant au sein du domaine. La valeur par d&eacute;faut de ce champ est <span class="code">new_[Unix]Machine_n</span>, <span class="code">n</span> &eacute;tant une valeur num&eacute;rique utilis&eacute;e pour diff&eacute;rencier tous les noms d'ordinateur par d&eacute;faut&nbsp;; la valeur de <span class="code">n</span> pour le premier ordinateur est&nbsp;1. Cette valeur est incr&eacute;ment&eacute;e de&nbsp;1 pour chaque ordinateur que vous ajoutez.</p></td>
    </tr>
 <tr>
 <td><strong>Adresse d'&eacute;coute du gestionnaire de noeuds</strong></td>
      <td>S&eacute;lectionnez dans la liste la valeur correspondant &agrave; l'adresse utilis&eacute;e par le gestionnaire de noeuds pour &eacute;couter les demandes de connexion.<p class="list_para">Par d&eacute;faut, les adresses&nbsp;IP d&eacute;finies pour le syst&egrave;me local et <strong>localhost</strong> apparaissent dans la liste. La valeur par d&eacute;faut est <strong>localhost</strong>. Si vous indiquez une adresse&nbsp;IP pour un ordinateur qui h&eacute;berge le serveur d'administration et que vous devez acc&eacute;der au gestionnaire de noeuds WebLogic&nbsp;Server, vous devez d&eacute;sactiver la fonction de v&eacute;rification du nom d'h&ocirc;te.</p>
<p>Pour plus d'informations, reportez-vous &agrave; <a href="http://www.oracle.com/pls/as1111/lookup?id=SECMG388" target="_blank">Utilisation de la v&eacute;rification de nom d'h&ocirc;te</a> dans <i>S&eacute;curisation d'Oracle WebLogic Server</i>.</p></td>
    </tr>
 <tr>
 <td><strong>Port d'&eacute;coute du gestionnaire de noeuds</strong></td>
      <td>Entrez une valeur valide pour le port d'&eacute;coute utilis&eacute; par le gestionnaire de noeuds pour &eacute;couter les demandes de connexion.<p class="list_para">La plage de num&eacute;ros de port valides pour le port d'&eacute;coute du gestionnaire de noeuds s'&eacute;tend de&nbsp;1 &agrave;&nbsp;65534. La valeur par d&eacute;faut est&nbsp;5556.</p></td>
    </tr>
 <tr>
 <td><strong>GID d'authentification POST activ&eacute;</strong></td>
      <td>(Ordinateurs&nbsp;UNIX uniquement) Cochez cette case pour permettre &agrave; un serveur ex&eacute;cut&eacute; sur cet ordinateur d'&eacute;tablir une liaison avec un ID de groupe UNIX (GID) une fois toutes les op&eacute;rations de d&eacute;marrage privil&eacute;gi&eacute;es termin&eacute;es (reportez-vous &agrave; la description du champ <strong>GID d'authentification POST</strong> ci-dessous). Par d&eacute;faut, cette case est d&eacute;s&eacute;lectionn&eacute;e.</td>
    </tr>
 <tr>
 <td><strong>GID d'authentification POST</strong></td>
      <td>(Ordinateurs&nbsp;UNIX uniquement) Entrez un ID de groupe (GID) UNIX valide gr&acirc;ce auquel un serveur h&eacute;berg&eacute; sur cet ordinateur sera ex&eacute;cut&eacute; une fois toutes les op&eacute;rations de d&eacute;marrage privil&eacute;gi&eacute;es termin&eacute;es. Sinon, le serveur poursuit son ex&eacute;cution en utilisant l'ID de groupe avec lequel il a &eacute;t&eacute; d&eacute;marr&eacute;. 
        <p class="list_para">Pour que ce param&egrave;tre soit appliqu&eacute;, vous devez cocher la case <strong>GID d'authentification POST activ&eacute;</strong>. </p></td>
    </tr>
 <tr>
 <td><strong>UID d'authentification POST activ&eacute;</strong></td>
      <td>(Ordinateurs&nbsp;UNIX uniquement) Cochez cette case pour permettre &agrave; un serveur h&eacute;berg&eacute; sur cet ordinateur d'&eacute;tablir une liaison avec un ID utilisateur UNIX (UID) une fois toutes les op&eacute;rations de d&eacute;marrage privil&eacute;gi&eacute;es termin&eacute;es (reportez-vous &agrave; la description du champ <strong>UID d'authentification POST</strong> ci-dessous). Par d&eacute;faut, cette case est d&eacute;s&eacute;lectionn&eacute;e.</td>
    </tr>
 <tr>
 <td><strong>UID d'authentification POST</strong></td>
      <td>(Ordinateurs&nbsp;UNIX uniquement) Entrez un ID utilisateur (UID) UNIX valide gr&acirc;ce auquel un serveur h&eacute;berg&eacute; sur cet ordinateur sera ex&eacute;cut&eacute; une fois toutes les op&eacute;rations de d&eacute;marrage privil&eacute;gi&eacute;es termin&eacute;es. Sinon, le serveur poursuit son ex&eacute;cution en utilisant l'ID utilisateur avec lequel il a &eacute;t&eacute; d&eacute;marr&eacute;.
        <p class="list_para">Pour que ce param&egrave;tre soit appliqu&eacute;, vous devez cocher la case <strong>UID d'authentification POST activ&eacute;</strong>.</p></td>
    </tr>
 </table></li>

  <li>Une fois les s&eacute;lections et entr&eacute;es obligatoires cr&eacute;&eacute;es, cliquez sur <strong>Suivant</strong>.</li>
</ol>


<p>Cliquez sur <strong>Ajouter</strong> pour ajouter un autre ordinateur. Le nom par d&eacute;faut de ce dernier est <span class="code">new_[Unix]Machine_n</span>, o&ugrave; <span class="code">n</span> commence &agrave;&nbsp;<span class="code">1</span> et incr&eacute;mente de 1 pour chaque ordinateur ajout&eacute;.</p>
<p>Cliquez sur <strong>Supprimer</strong> pour supprimer un ordinateur existant.</p>
<p class="body">Pour plus d'informations, reportez-vous &agrave; la biblioth&egrave;que de documentation Oracle Fusion Middleware sur <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a></p>
<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p>
</body>
</html>
