<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: Configurer la base de donn&eacute;es de banque de s&eacute;curit&eacute; SGBDR</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Configurer la base de donn&eacute;es de banque de s&eacute;curit&eacute; SGBDR</H1>
<p>Utilisez cet &eacute;cran pour d&eacute;finir les param&egrave;tres de la banque de s&eacute;curit&eacute;&nbsp;SGBDR.</p>
<p> Le tableau suivant d&eacute;crit les champs de cet &eacute;cran.</p>

  <table>
 <tr>
 <th>Champ</th>
      <th>Description</th>
    </tr>
 <tr>
 <td><strong>Type de base de donn&eacute;es</strong></td>
      <td>Dans la liste d&eacute;roulante, s&eacute;lectionnez le type de base de donn&eacute;es &agrave; utiliser comme banque de s&eacute;curit&eacute;&nbsp;SGBDR.
</td>
    </tr>
 <tr>
 <td><strong>Pilote</strong></td>
      <td>S&eacute;lectionnez le pilote &agrave; utiliser pour la base de donn&eacute;es. La liste des pilotes disponibles varie selon le type de base de donn&eacute;es s&eacute;lectionn&eacute;.</td>
    </tr>
 <tr>
 <td><strong>Nom de classe&nbsp;:</strong></td>
      <td>Aucune action n'est n&eacute;cessaire. Le nom de classe appara&icirc;t automatiquement en fonction du pilote que vous s&eacute;lectionnez.</td>
    </tr>
 <tr>
 <td><strong>DBMS SID </strong></td>
      <td>Entrez le&nbsp;SID de la base de donn&eacute;es.</td>
    </tr>
 <tr>
 <td><strong>DBMS Host</strong></td>
      <td>Entrez le nom de l'ordinateur qui h&eacute;berge la base de donn&eacute;es. </td>
    </tr>
 <tr>
 <td><strong>DBMS Port</strong></td>
      <td>Entrez le port &agrave; utiliser pour la connexion au serveur. Le num&eacute;ro de port par d&eacute;faut associ&eacute; au type de base de donn&eacute;es s&eacute;lectionn&eacute; appara&icirc;t automatiquement.</td>
    </tr>
 <tr>
 <td><strong>URL</strong></td>
      <td>Aucune action n'est n&eacute;cessaire. L'URL appara&icirc;t automatiquement en fonction du pilote que vous s&eacute;lectionnez.</td>
    </tr>
 <tr>
 <td><strong>Nom utilisateur</strong></td>
      <td>Entrez le nom de connexion &agrave; la base de donn&eacute;es.</td>
    </tr>
 <tr>
 <td><strong>Mot de passe utilisateur</strong></td>
      <td>Entrez le mot de passe permettant d'acc&eacute;der &agrave; la base de donn&eacute;es. <p class="list_para">Les valeurs valides sont compos&eacute;es d'une cha&icirc;ne de caract&egrave;res alphanum&eacute;riques. Le tiret (-) et le trait de soulignement (_) sont pris en charge.<br> La valeur est crypt&eacute;e.</p></td>
    </tr>
 <tr>
 <td><strong>Confirmer le mot de passe utilisateur</strong></td>
      <td>Saisissez de nouveau le mot de passe.</td>
    </tr>
 <tr>
 <td><strong>Known Properties</strong></td>
      <td>Aucune action n'est n&eacute;cessaire. Les propri&eacute;t&eacute;s connues de la base de donn&eacute;es apparaissent automatiquement en fonction du pilote que vous s&eacute;lectionnez.</td>
    </tr>
 <tr>
 <td><strong>Propri&eacute;t&eacute;s suppl&eacute;mentaires</strong></td>
      <td>Entrez &eacute;ventuellement d'autres propri&eacute;t&eacute;s &agrave; transmettre au pilote.</td>
    </tr>
 </table>
<p><strong>Remarque&nbsp;:</strong> pour tester la connexion &agrave; la base de donn&eacute;es, cliquez sur <strong>Tester la connexion</strong>. Avant de d&eacute;marrer le serveur, vous devez charger les scripts&nbsp;SQL n&eacute;cessaires pour la banque de s&eacute;curit&eacute;&nbsp;SGBDR. Si vous utilisez une banque de s&eacute;curit&eacute;&nbsp;SGBDR dans un domaine inclus dans un cluster, il est recommand&eacute; de le faire avec une configuration&nbsp;JMS (nom&nbsp;JNDI et rubrique&nbsp;JMS).</p>
<p>Apr&egrave;s avoir effectu&eacute; les s&eacute;lections et entr&eacute;es requises, cliquez sur le bouton <strong>Suivant</strong> de l'assistant.</p>
<p class="body">Pour plus d'informations, reportez-vous &agrave; la biblioth&egrave;que de documentation Oracle Fusion Middleware sur <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p>
</body>
</html>

