<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: Cr&eacute;er des applications de proxy HTTP</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
<style type="text/css">
<!--
.code {font-family: "Courier New", Courier, monospace}
-->
</style>
</head>
<body>
<h1>Cr&eacute;er des applications de proxy HTTP</h1>
<p>Cet &eacute;cran permet de cr&eacute;er une application de proxy&nbsp;HTTP pour chaque cluster et d'indiquer le serveur g&eacute;r&eacute; sur lequel cette application doit &ecirc;tre d&eacute;ploy&eacute;e. Une application de proxy&nbsp;HTTP agit comme un interm&eacute;diaire pour les demandes&nbsp;HTTP.</p>
<p>Cet &eacute;cran n'appara&icirc;t que si les deux affirmations suivantes sont av&eacute;r&eacute;es&nbsp;:</p>
<ul>
<li>Au moins un serveur g&eacute;r&eacute; est affect&eacute; &agrave; un cluster.</li>
<li>Au moins un serveur g&eacute;r&eacute; n'est pas affect&eacute; &agrave; un cluster.</li>
</ul>
<ol>
<li>Cochez la case <strong>Cr&eacute;er un proxy HTTP</strong> correspondant au cluster pour lequel cr&eacute;er l'application de proxy&nbsp;HTTP.

<p class="list_para">Le nom des serveurs g&eacute;r&eacute;s qui ne sont affect&eacute;s &agrave; aucun cluster appara&icirc;t dans la liste <strong>Serveur proxy</strong>.</p></li>
<li>Dans la liste <strong>Serveur proxy</strong>, s&eacute;lectionnez un serveur g&eacute;r&eacute; sur lequel d&eacute;ployer l'application de proxy.
<p class="list_para">Une application de proxy nomm&eacute;e <span class="code">OracleProxy4_&lt;clustername&gt;_&lt;servername&gt;</span> est cr&eacute;&eacute;e et d&eacute;ploy&eacute;e dans le serveur g&eacute;r&eacute; s&eacute;lectionn&eacute;.</p>
</li>
<li>R&eacute;p&eacute;tez les &eacute;tapes&nbsp;1 et 2 pour chaque cluster pour lequel cr&eacute;er des applications de proxy&nbsp;HTTP.</li>
<li>Une fois les s&eacute;lections obligatoires cr&eacute;&eacute;es, cliquez sur <strong>Suivant</strong>.</li>
</ol>
<p class="body">Pour plus d'informations, reportez-vous &agrave; la biblioth&egrave;que de documentation Oracle Fusion Middleware sur <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p>
</body>
</html>
