<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: S&eacute;lectionner une source de domaine</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>S&eacute;lectionner une source d'extension</h1>
<p>Indiquez si le domaine doit &ecirc;tre &eacute;tendu en s&eacute;lectionnant l'un des produits r&eacute;pertori&eacute;s ou en acc&eacute;dant &agrave; un mod&egrave;le d'extension. </p>
<ol>
<li> S&eacute;lectionnez l'une des options suivantes&nbsp;:
 <ul>
<li> <strong>Etendre mon domaine automatiquement pour prendre en charge les produits ajout&eacute;s suivants</strong><br>Cochez les cases correspondant aux autres produits &agrave; inclure dans le domaine. Les produits d&eacute;j&agrave; inclus sont signal&eacute;s par des cases &agrave; cocher gris&eacute;es. Si vous s&eacute;lectionnez un produit d&eacute;pendant de ressources fournies par d'autres produits de la liste, ces derniers sont &eacute;galement s&eacute;lectionn&eacute;s automatiquement.</li>
      <li><strong>Etendre mon domaine &agrave; l'aide d'un mod&egrave;le d'extension existant</strong><br>Entrez le chemin complet du mod&egrave;le requis dans le champ <strong>Emplacement de mod&egrave;le</strong> ou cliquez sur <strong>Parcourir</strong> pour acc&eacute;der au r&eacute;pertoire contenant le mod&egrave;le.</li>
    </ul>
</li>
    <li>Une fois la s&eacute;lection obligatoire cr&eacute;&eacute;e, cliquez sur <strong>Suivant</strong>. </li>
</ol>
<p><strong>Remarque&nbsp;:</strong> lorsque vous cliquez sur <strong>Suivant</strong>, si l'un des produits s&eacute;lectionn&eacute;s exige des ressources fournies par un autre produit non s&eacute;lectionn&eacute;, une bo&icirc;te de dialogue d'avertissement appara&icirc;t. Revenez &agrave; l'&eacute;cran S&eacute;lectionner une source d'extension pour s&eacute;lectionner le produit d&eacute;pendant avant de continuer.</p>

<p class="body">Pour plus d'informations sur les mod&egrave;les de produit affich&eacute;s sur cet &eacute;cran, reportez-vous &agrave; <a href="http://www.oracle.com/pls/as1111/lookup?id=WLDTR" target="_blank">R&eacute;f&eacute;rence de mod&egrave;le de domaine Oracle Fusion Middleware</a>.</p>

<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p></body>
</html>
