<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: S&eacute;lectionner une source de domaine</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>S&eacute;lectionner une source de domaine</h1>
<p>Indiquez si un domaine configur&eacute; automatiquement doit &ecirc;tre g&eacute;n&eacute;r&eacute; pour prendre en charge les produits s&eacute;lectionn&eacute;s ou si un domaine doit &ecirc;tre cr&eacute;&eacute; &agrave; partir d'un mod&egrave;le de domaine existant. Chaque produit r&eacute;pertori&eacute; dans la liste affich&eacute;e est associ&eacute; &agrave; un m&ecirc;me mod&egrave;le de domaine ou d'extension (un fichier&nbsp;JAR) configurant les ressources de domaine n&eacute;cessaires &agrave; ce produit.</p>
<ol>
<li> S&eacute;lectionnez l'une des options suivantes&nbsp;:
 <ul>
<li> <strong>G&eacute;n&eacute;rer un domaine configur&eacute; automatiquement pour prendre en charge les produits suivants</strong><br>Par d&eacute;faut, l'option <strong>Domaine WebLogic Server de base</strong> est s&eacute;lectionn&eacute;e. Cochez les cases correspondant aux autres produits &agrave; inclure dans le domaine. Si vous s&eacute;lectionnez un produit d&eacute;pendant des ressources fournies par d'autres produits de la liste, ces derniers sont &eacute;galement s&eacute;lectionn&eacute;s automatiquement.</li>
      <li><strong>Baser le domaine sur un mod&egrave;le existant</strong><br>S&eacute;lectionnez cette option si vous souhaitez cr&eacute;er un domaine &agrave; l'aide d'un mod&egrave;le de domaine existant. Entrez le chemin complet du mod&egrave;le dans le champ <strong>Emplacement de mod&egrave;le</strong> ou cliquez sur <strong>Parcourir</strong> pour acc&eacute;der au r&eacute;pertoire contenant le mod&egrave;le requis.</li>
    </ul>
  </li>
  <li>Apr&egrave;s avoir effectu&eacute; la s&eacute;lection requise, cliquez sur le bouton <strong>Suivant</strong> de l'assistant. </li>
</ol>
<p><strong>Remarque&nbsp;:</strong> lorsque vous cliquez sur <strong>Suivant</strong>, si l'un des produits s&eacute;lectionn&eacute;s exige des ressources fournies par un autre produit non s&eacute;lectionn&eacute;, une bo&icirc;te de dialogue d'avertissement appara&icirc;t. Revenez &agrave; l'&eacute;cran S&eacute;lectionner une source de domaine pour s&eacute;lectionner le produit d&eacute;pendant avant de continuer.</p>

<p class="body">Pour plus d'informations sur les mod&egrave;les de produit affich&eacute;s sur cet &eacute;cran, reportez-vous &agrave; <a href="http://www.oracle.com/pls/as1111/lookup?id=WLDTR" target="_blank">R&eacute;f&eacute;rence de mod&egrave;le de domaine Oracle Fusion Middleware</a>.</p>

<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p></body>
</html>
