<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: Tester les sources de donn&eacute;es JDBC</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Tester les sources de donn&eacute;es JDBC</H1>
<p>Utilisez cet &eacute;cran pour tester les connexions de source de donn&eacute;es que vous avez configur&eacute;es dans les &eacute;crans <strong>Configurer les sources de donn&eacute;es JDBC</strong> et <strong>Configurer les sources de donn&eacute;es multiples Oracle RAC</strong>.</p>
<p>Si vous ne souhaitez pas tester les connexions pour l'instant, ne s&eacute;lectionnez aucune source de donn&eacute;es. Cliquez sur <strong>Suivant</strong> pour continuer.
<p><strong>Remarque&nbsp;:</strong> pour tester les connexions de base de donn&eacute;es, la base de donn&eacute;es &agrave; laquelle vous vous connectez doit &ecirc;tre en cours d'ex&eacute;cution.
<ol>
  <li>Cochez les cases situ&eacute;es en regard du nom des sources de donn&eacute;es &agrave; tester.</li>
  <li>Cliquez sur <strong>Tester les connexions</strong>.
    <p class="list_para">L'assistant teste la configuration pour chaque source de donn&eacute;es, en tentant de se connecter &agrave; une URL constitu&eacute;e du pilote, de l'h&ocirc;te, du port et d'autres informations indiqu&eacute;es lors de la configuration de la source de donn&eacute;es.</p>
    <p class="list_para">Le r&eacute;sultat du test est indiqu&eacute; dans la colonne <strong>Statut</strong>. Des d&eacute;tails sont affich&eacute;s dans le panneau <strong>Journal des r&eacute;sultats de connexion</strong>. </p>
  </li>
  <li>Une fois les connexions test&eacute;es, cliquez sur <strong>Suivant</strong>.</li>
</ol>
<p class="body">Pour plus d'informations, reportez-vous &agrave; la biblioth&egrave;que de documentation Oracle Fusion Middleware sur <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a>.</p>
<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p>
</body>
</html>
