<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Aide de l'assistant Configuration&nbsp;: Cibler les d&eacute;ploiements sur des clusters ou des serveurs</title>
<link rel="StyleSheet" href="blaf.css" type="text/css" media="screen">
</head>
<body>
<h1>Cibler les d&eacute;ploiements sur des clusters ou des serveurs</H1>
<p>Utilisez cet &eacute;cran pour cibler des applications et des biblioth&egrave;ques afin de les d&eacute;ployer sur des serveurs ou des clusters.</p>
<p>Les applications et les biblioth&egrave;ques associ&eacute;es au produit pour lequel vous configurez le domaine (par exemple, SOA) sont cibl&eacute;es automatiquement sur le serveur g&eacute;r&eacute; cr&eacute;&eacute; pour ce produit ou sur le cluster auquel ce serveur g&eacute;r&eacute; est affect&eacute;. Dans cet &eacute;cran, vous pouvez cibler les applications et les biblioth&egrave;ques sur des serveurs et clusters suppl&eacute;mentaires.</p>
<ol>
<li>Dans le panneau <strong>Target</strong>, s&eacute;lectionnez le cluster ou le serveur sur lequel d&eacute;ployer les applications ou les biblioth&egrave;ques.
 <p class="list_para">Le nom de la cible s&eacute;lectionn&eacute;e appara&icirc;t dans le titre du panneau de droite.</p></li>
<li>Dans le panneau de droite, cochez les cases correspondant aux applications ou aux biblioth&egrave;ques &agrave; d&eacute;ployer sur la cible s&eacute;lectionn&eacute;e.
  <p class="list_para">Les applications et biblioth&egrave;ques affich&eacute;es ici varient selon les produits s&eacute;lectionn&eacute;s pr&eacute;c&eacute;demment dans l'&eacute;cran <strong>S&eacute;lectionner une source de domaine</strong> de l'assistant.</p>
    <p class="list_para"><strong>Remarque&nbsp;:</strong> lorsque vous s&eacute;lectionnez un serveur g&eacute;r&eacute; dans le panneau <strong>Target</strong>, certaines des cases du panneau de droite peuvent &ecirc;tre d&eacute;sactiv&eacute;es&nbsp;; elles correspondent aux applications et biblioth&egrave;ques d&eacute;j&agrave; cibl&eacute;es sur le cluster contenant le serveur g&eacute;r&eacute; s&eacute;lectionn&eacute;.</p>
    <p class="list_para">Une fois que vous avez s&eacute;lectionn&eacute; les applications et les biblioth&egrave;ques voulues, les noms des clusters et serveurs cibl&eacute;s apparaissent dans la colonne <strong>Target</strong> du panneau de droite.</p>
</li>
<li>R&eacute;p&eacute;tez les &eacute;tapes&nbsp;1 et 2 pour les autres clusters et serveurs requis.</li>
<li>Une fois les s&eacute;lections obligatoires cr&eacute;&eacute;es, cliquez sur <strong>Suivant</strong>.</li>
</ol>

<p>Si vous &eacute;tendez un domaine et que vous supprimez un serveur g&eacute;r&eacute; ou un cluster sur lequel les applications sont cibl&eacute;es, l'assistant Configuration cible de nouveau automatiquement ces derni&egrave;res comme suit&nbsp;:
</p>
<ul>
<li>Si les applications n'ont &eacute;t&eacute; initialement cibl&eacute;es que sur le serveur g&eacute;r&eacute; ou le cluster que vous supprimez (au terme de la suppression, elles ne sont pas cibl&eacute;es dans le domaine modifi&eacute;), l'assistant Configuration cible de nouveau automatiquement ces applications sur toutes les cibles admissibles.
<p class="list_para">Une cible admissible est un cluster ou un serveur g&eacute;r&eacute; non d&eacute;fini dans la sp&eacute;cification de groupes de configuration (fichier config-groups.xml) d'un mod&egrave;le inclus. Les serveurs ou les clusters indiqu&eacute;s dans le fichier config-groups.xml appartiennent essentiellement au mod&egrave;le et ne peuvent donc pas faire l'objet d'un ciblage automatique.</p>
</li>
<li>Si les applications ont &eacute;t&eacute; initialement cibl&eacute;es sur plusieurs cibles (y compris les serveurs g&eacute;r&eacute;s, les clusters et le serveur d'administration), et que l'un des serveurs g&eacute;r&eacute;s ou clusters cibl&eacute;s est supprim&eacute;, dans le domaine &eacute;tendu, l'assistant Configuration laisse les autres associations de cibles intactes et ne tente pas de cibler de nouveau ces applications.</li>
</ul>
<p class="body">Pour plus d'informations, reportez-vous &agrave; la biblioth&egrave;que de documentation Oracle Fusion Middleware sur <a href="http://www.oracle.com/technology/documentation/index.html" target="_blank">Oracle Technology Network</a></p>
<p class="copyright">Copyright&nbsp;&copy;&nbsp;2009,&nbsp;2010,&nbsp;Oracle et/ou ses affili&eacute;s.&nbsp;Tous droits r&eacute;serv&eacute;s.</p>
</body>
</html>

