messagedetail387301=Ein interner Fehler ist aufgetreten. Er ist auf einen nicht behebbaren Fehler bei einer Konfigurationsaktualisierung oder einen Laufzeitfehler bei der Nachrichtenverarbeitung zur\u00FCckzuf\u00FChren
action387301=Wenn dieser Fehler w\u00E4hrend einer Konfigurationsaktualisierung aufgetreten ist, stellen Sie sicher, dass die JEJB-Transport-Services nicht besch\u00E4digt sind. Bereinigen Sie im Fall einer besch\u00E4digten Konfiguration die fehlerhaften Services manuell, oder starten Sie den Server neu. Wenden Sie sich bei anderen Fehlern an den technischen Support.
messagedetail387302=Beim Versuch, die RMI-Stubs des Proxy-Service f\u00FCr den JEJB-Transport zu finden, ist ein Fehler aufgetreten
action387302=Pr\u00FCfen Sie, ob JNDI-Kontexthost, -Port und -Zugangsdaten korrekt sind. Pr\u00FCfen Sie dar\u00FCber hinaus, ob das vom JNDI-Kontext verwendete Protokoll unterst\u00FCtzt wird und aktiviert ist. Beispiel: IIOP/IIOPS-Protokolle werden zwischen WebLogic Servern nicht unterst\u00FCtzt. HTTP/HTTP-Protokolle erfordern HTTP-Tunnelling
messagedetail387303=Beim Versuch, den Proxy-Service f\u00FCr den JEJB-Transport \u00FCber RMI aufzurufen, ist eine Remote Exception aufgetreten
action387303=Pr\u00FCfen Sie, ob die Netzwerkverbindung, der Zielserver und der Port aktiv sind. Pr\u00FCfen Sie au\u00DFerdem, ob der Remote-Proxy-Service noch vorhanden ist
messagedetail387304=Beim Erstellen eines Proxy-Service mit einer benutzerdefinierten Dispatch Policy ist ein interner Fehler aufgetreten. Der Deployment-Plan f\u00FCr dieses Proxyartifact konnte nicht erstellt werden
action387304=Im Meldungstext finden Sie weitere Einzelheiten zum Fehler. Dieser k\u00F6nnte durch eine I/O-Exception oder dadurch verursacht werden, dass der Speicherort des Deployment-Planes schreibgesch\u00FCtzt ist.
messagedetail387305=Bei der Nachrichtenverarbeitung ist ein interner Fehler aufgetreten: Die der Nachricht zugewiesene Payload wird vom JEJB-Transport nicht unterst\u00FCtzt
action387305=Wenden Sie sich an den technischen Support
messagedetail387306=Diese Methode wird vom JEJB-Proxy-Service nicht f\u00FCr den Aufruf angegeben.
action387306=Pr\u00FCfen Sie die Konfiguration des Proxy-Service.
messagedetail387307=Diese Methode wird vom JEJB-Business-Service nicht f\u00FCr den Aufruf angegeben.
action387307=Pr\u00FCfen Sie die Konfiguration des Business-Service.
messagedetail387308=Entsprechender OSB-Service ist deaktiviert.
action387308=Aktivieren Sie den entsprechenden Proxy-Service.
messagedetail387309=Antwort-Payload f\u00FCr den JEJB-Inbound Service hat nicht das richtige Format.
action387309=Die Antwortnachricht muss als SOAP-Nachricht mit dem Vorgangsnamen als Unterelement modelliert werden. Die Nachrichtenstruktur finden Sie in der generierten WSDL.
messagedetail387310=Anforderungs-Payload f\u00FCr den JEJB-Outbound Service hat nicht das richtige Format.
action387310=Die Anforderungsnachricht muss als SOAP-Nachricht mit dem Vorgangsnamen als Unterelement modelliert werden. Die Nachrichtenstruktur finden Sie in der generierten WSDL.
messagedetail387311=Von der Payload empfangener Parameter konnte nicht geladen werden.
action387311=Die Ursache finden Sie in der Exception-Meldung. Die Nachrichtenstruktur finden Sie in der generierten WSDL.
messagedetail387312=Ein Versuch, ein Objekt im Java-Objekt-Repository mit der angegebenen Referenz zu finden, war nicht erfolgreich. Dies kann auf eine zuvor ausgef\u00FChrte Pipeline-Aktion zur\u00FCckzuf\u00FChren sein, durch die das Objekt mit der entsprechenden Referenz gel\u00F6scht wurde.
action387312=Pr\u00FCfen Sie die Konfiguration des Pipeline-Nachrichtenflusses, um sicherzustellen, dass keine Pipeline-Aktion vorhanden ist, die das Objekt mit der angegebenen Referenz l\u00F6scht und vor dem Auftreten dieses Fehlers ausgef\u00FChrt wird.
messagedetail387313=Aufruf auf der gleichen Datenbank wird vom JEJB-Transportprovider nicht unterst\u00FCtzt.
action387313=Aufrufe auf der gleichen Datenbank werden vom JEJB-Transportprovider nicht unterst\u00FCtzt. Leiten Sie die Pipeline-Nachricht an den JEJB-Business-Service weiter.
messagedetail387314=JNDI-Provider konnte aufgrund eines unerwarteten Fehlers nicht abgerufen werden.
action387314=Die Ursache finden Sie in der Fehlermeldung. Wenden Sie sich an den technischen Support, falls das Problem weiterhin besteht.
messagedetail387315=JNDI-Provider ist in OSB nicht vorhanden
action387315=Stellen Sie sicher, dass ein g\u00FCltiger JNDI-Provider mit dem angegebenen Namen konfiguriert ist.
## P4ADE ## {0} : Throwable e
messagedetail387316=Unerwarteter Fehler beim Erstellen oder Aktualisieren des JEJB-Service. Ursache: {0}
action387316=Die konkrete Ursache finden Sie in der Fehlermeldung.
## P4ADE ## {0} : String msg
messagedetail387317=Es konnte kein vorhandener JNDI-Provider mit einem der folgenden URIs gefunden werden: {0}
action387317=Beim Importieren des JEJB-Service aus UDDI sucht der JEJB-Transportprovider nach einem vorhandenen JNDI-Provider mit demselben Host und Port, die im Access Point des importierten Service genannt sind. Stellen Sie sicher, dass bereits ein JNDI-Provider erstellt wurde, wenn der Service importiert wird. Weitere Einzelheiten finden Sie in der Dokumentation.
messagedetail387318=Von Pipeline-Nachricht empfangenes Java-Objekt kann nicht in erwarteten Typ konvertiert werden.
action387318=\u00DCberpr\u00FCfen Sie die Pipeline-Logik. Von Pipeline-Nachricht empfangenes Java-Objekt kann nicht in erwarteten, in EJB-Schnittstelle definierten Typ konvertiert werden.
