messagedetail387301=\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u539F\u56E0\u306F\u3001\u69CB\u6210\u306E\u66F4\u65B0\u4E2D\u306E\u56DE\u5FA9\u4E0D\u80FD\u306A\u5931\u6557\u307E\u305F\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u51E6\u7406\u4E2D\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u30FB\u30A8\u30E9\u30FC\u3067\u3059
action387301=\u3053\u306E\u30A8\u30E9\u30FC\u304C\u69CB\u6210\u306E\u66F4\u65B0\u4E2D\u306B\u767A\u751F\u3057\u305F\u5834\u5408\u306F\u3001JEJB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u7834\u640D\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u69CB\u6210\u304C\u7834\u640D\u3057\u3066\u3044\u308B\u5834\u5408\u3001\u5931\u6557\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u3092\u624B\u52D5\u3067\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u3059\u308B\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u306E\u4ED6\u306E\u30A8\u30E9\u30FC\u306E\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail387302=JEJB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306ERMI\u30B9\u30BF\u30D6\u3092\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action387302=JNDI\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30DB\u30B9\u30C8\u3001\u30DD\u30FC\u30C8\u304A\u3088\u3073\u8CC7\u683C\u8A3C\u660E\u306B\u554F\u984C\u304C\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001JNDI\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u4F7F\u7528\u3055\u308C\u308B\u30D7\u30ED\u30C8\u30B3\u30EB\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3001\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305F\u3068\u3048\u3070\u3001IIOP/IIOPS\u30D7\u30ED\u30C8\u30B3\u30EB\u306FWebLogic Server\u9593\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u305A\u3001HTTP/HTTPS\u30D7\u30ED\u30C8\u30B3\u30EB\u306B\u306FHTTP\u30C8\u30F3\u30CD\u30EA\u30F3\u30B0\u304C\u5FC5\u8981\u3067\u3059
messagedetail387303=JEJB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092RMI\u3067\u547C\u3073\u51FA\u305D\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30EA\u30E2\u30FC\u30C8\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action387303=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u63A5\u7D9A\u3001\u5B9B\u5148\u30B5\u30FC\u30D0\u30FC\u304A\u3088\u3073\u30DD\u30FC\u30C8\u304C\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u30EA\u30E2\u30FC\u30C8\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u5B58\u7D9A\u3057\u3066\u3044\u308B\u3053\u3068\u3082\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail387304=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u4F7F\u7528\u3057\u3066\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u4F5C\u6210\u4E2D\u306B\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
action387304=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3067\u30A8\u30E9\u30FC\u306E\u8A73\u7D30\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002I/O\u4F8B\u5916\u307E\u305F\u306F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u306E\u5834\u6240\u304C\u66F8\u8FBC\u307F\u7981\u6B62\u306B\u306A\u3063\u3066\u3044\u308B\u3053\u3068\u304C\u539F\u56E0\u306E\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail387305=\u30E1\u30C3\u30BB\u30FC\u30B8\u51E6\u7406\u4E2D\u306B\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30DA\u30A4\u30ED\u30FC\u30C9\u306FJEJB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093
action387305=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044
messagedetail387306=\u3053\u306E\u30E1\u30BD\u30C3\u30C9\u306FJEJB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u547C\u51FA\u3057\u7528\u306B\u516C\u958B\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action387306=\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail387307=\u3053\u306E\u30E1\u30BD\u30C3\u30C9\u306FJEJB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u547C\u51FA\u3057\u7528\u306B\u516C\u958B\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action387307=\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail387308=\u5BFE\u5FDC\u3059\u308BOSB\u30B5\u30FC\u30D3\u30B9\u304C\u7121\u52B9\u306A\u72B6\u614B\u306B\u3042\u308A\u307E\u3059\u3002
action387308=\u5BFE\u5FDC\u3059\u308B\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u6709\u52B9\u5316\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail387309=\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9JEJB\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3059\u308B\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u6B63\u3057\u3044\u5F62\u5F0F\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093\u3002
action387309=\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u64CD\u4F5C\u540D\u3092\u526F\u8981\u7D20\u3068\u3059\u308BSOAP\u30E1\u30C3\u30BB\u30FC\u30B8\u3068\u3057\u3066\u30E2\u30C7\u30EB\u5316\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u69CB\u9020\u306B\u3064\u3044\u3066\u306F\u3001\u751F\u6210\u3055\u308C\u305FWSDL\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail387310=\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9JEJB\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3059\u308B\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30DA\u30A4\u30ED\u30FC\u30C9\u304C\u6B63\u3057\u3044\u5F62\u5F0F\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093\u3002
action387310=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u64CD\u4F5C\u540D\u3092\u526F\u8981\u7D20\u3068\u3059\u308BSOAP\u30E1\u30C3\u30BB\u30FC\u30B8\u3068\u3057\u3066\u30E2\u30C7\u30EB\u5316\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u69CB\u9020\u306B\u3064\u3044\u3066\u306F\u3001\u751F\u6210\u3055\u308C\u305FWSDL\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail387311=\u30DA\u30A4\u30ED\u30FC\u30C9\u304B\u3089\u53D7\u3051\u53D6\u3063\u305F\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action387311=\u7406\u7531\u306B\u3064\u3044\u3066\u306F\u3001\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u69CB\u9020\u306B\u3064\u3044\u3066\u306F\u3001\u751F\u6210\u3055\u308C\u305FWSDL\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail387312=\u6307\u5B9A\u3055\u308C\u305F\u53C2\u7167\u3067Java\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30EA\u30DD\u30B8\u30C8\u30EA\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u4EE5\u524D\u306B\u5B9F\u884C\u3057\u305F\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3067\u5BFE\u5FDC\u3059\u308B\u53C2\u7167\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3057\u305F\u3053\u3068\u304C\u539F\u56E0\u306B\u306A\u3063\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action387312=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30ED\u30FC\u306E\u69CB\u6210\u3092\u53C2\u7167\u3057\u3001\u3053\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3059\u308B\u524D\u306B\u5B9F\u884C\u3055\u308C\u308B\u3001\u6307\u5B9A\u3057\u305F\u53C2\u7167\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3059\u308B\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u5B58\u5728\u3057\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail387313=\u540C\u3058\u5834\u6240\u306B\u914D\u7F6E\u3057\u305F\u547C\u51FA\u3057\u306F\u3001JEJB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action387313=\u540C\u3058\u5834\u6240\u306B\u914D\u7F6E\u3057\u305F\u547C\u51FA\u3057\u306F\u3001JEJB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092JEJB\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail387314=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067JNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action387314=\u7406\u7531\u306B\u3064\u3044\u3066\u306F\u3001\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail387315=JNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u304COSB\u306B\u5B58\u5728\u3057\u307E\u305B\u3093
action387315=\u6307\u5B9A\u3057\u305F\u540D\u524D\u306E\u6709\u52B9\u306AJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : Throwable e
messagedetail387316=JEJB\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210\u4E2D\u307E\u305F\u306F\u66F4\u65B0\u4E2D\u306B{0}\u3092\u539F\u56E0\u3068\u3059\u308B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
action387316=\u5B9F\u969B\u306E\u7406\u7531\u306B\u3064\u3044\u3066\u306F\u3001\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## P4ADE ## {0} : String msg
messagedetail387317=\u6B21\u306E\u3044\u305A\u308C\u304B\u306EURI\u3092\u6301\u3064\u65E2\u5B58\u306EJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F: {0}
action387317=UDDI\u304B\u3089\u306EJEJB\u30B5\u30FC\u30D3\u30B9\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u6642\u306BJEJB\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306F\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30BB\u30B9\u30FB\u30DD\u30A4\u30F3\u30C8\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u306E\u3068\u540C\u3058\u30DB\u30B9\u30C8\u3068\u30DD\u30FC\u30C8\u3092\u4F7F\u7528\u3057\u3066\u3001\u65E2\u5B58\u306EJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u691C\u7D22\u3057\u307E\u3059\u3002\u30B5\u30FC\u30D3\u30B9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u6642\u70B9\u3067JNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u3059\u3067\u306B\u4F5C\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u8A73\u7D30\u306F\u3001\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail387318=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304B\u3089\u53D7\u4FE1\u3057\u305FJava\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u5FC5\u8981\u306A\u30BF\u30A4\u30D7\u306B\u5909\u63DB\u3067\u304D\u307E\u305B\u3093\u3002
action387318=\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30ED\u30B8\u30C3\u30AF\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D1\u30A4\u30D7\u30E9\u30A4\u30F3\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304B\u3089\u53D7\u4FE1\u3057\u305FJava\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u3001ejb\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3067\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u306A\u30BF\u30A4\u30D7\u306B\u5909\u63DB\u3067\u304D\u307E\u305B\u3093\u3002
