messagedetail387301=Ocorreu um erro interno. Em decorr\u00EAncia de uma falha irrecuper\u00E1vel durante uma atualiza\u00E7\u00E3o de configura\u00E7\u00E3o ou um erro de runtime durante o processamento da mensagem.
action387301=Se este erro ocorreu durante uma atualiza\u00E7\u00E3o, verifique se os servi\u00E7os de transporte de JEJB n\u00E3o foram danificados. No caso de configura\u00E7\u00E3o danificada, remova manualmente os servi\u00E7os com falha ou reinicie o servidor. Para obter os erros, entre em contato com o suporte t\u00E9cnico.
messagedetail387302=Ocorreu um erro ao tentar pesquisar os stubs de RMI do servi\u00E7o de proxy de Transporte JEJB
action387302=Verifique se o host, a porta e as credenciais da JNDI est\u00E3o corretos. Al\u00E9m disso, verifique se o protocolo usado pelo contexto de JNDI \u00E9 suportado e est\u00E1 ativado. Por exemplo, os protocolos IIOP/IIOPS n\u00E3o s\u00E3o suportados entre o WebLogic Server, e os protocolos HTTP/HTTPS precisam de tunelamento HTTP
messagedetail387303=Ocorreu uma Exce\u00E7\u00E3o Remota ao tentar chamar o servi\u00E7o de proxy de Transporte de JEJB por meio do RMI
action387303=Verifique se sua conex\u00E3o de rede, servidor de destino e porta est\u00E3o ativos. Al\u00E9m disso, verifique se o servidor de proxy remoto ainda existe
messagedetail387304=Ocorreu um erro interno ao criar um servi\u00E7o de proxy com uma pol\u00EDtica de despacho personalizada. N\u00E3o foi poss\u00EDvel criar o plano de implanta\u00E7\u00E3o deste artefato de proxy.
action387304=O corpo da mensagem deve mostrar mais detalhes sobre o erro. Ele pode ter sido causado por uma Exce\u00E7\u00E3o de Entrada/Sa\u00EDda ou porque a localiza\u00E7\u00E3o do plano de implanta\u00E7\u00E3o est\u00E1 protegida contra grava\u00E7\u00E3o.
messagedetail387305=Ocorreu um erro interno durante o processamento da mensagem: o payload associado \u00E0 mensagem n\u00E3o \u00E9 suportado pelo Transporte de JEJB
action387305=Entre em Contato com o Suporte T\u00E9cnico
messagedetail387306=Este m\u00E9todo n\u00E3o foi exposto pelo servi\u00E7o de proxy JEJB para chamada.
action387306=Verifique a configura\u00E7\u00E3o do servi\u00E7o de proxy.
messagedetail387307=Este m\u00E9todo n\u00E3o foi exposto pelo servi\u00E7o de neg\u00F3cios de JEJB para chamada.
action387307=Verifique a configura\u00E7\u00E3o do servi\u00E7o de neg\u00F3cios.
messagedetail387308=O servi\u00E7o OSB correspondente est\u00E1 no estado desativado.
action387308=Ative o servi\u00E7o de proxy correspondente.
messagedetail387309=Payload de resposta para o servi\u00E7o JEJB de entrada n\u00E3o formado corretamente.
action387309=A mensagem de resposta deve ser modelada como a mensagem de SOAP com o nome da opera\u00E7\u00E3o como os subelementos. Consulte o wsdl gerado para obter a estrutura da mensagem.
messagedetail387310=Payload da solicita\u00E7\u00E3o para o servi\u00E7o de JEJB de sa\u00EDda n\u00E3o formado corretamente.
action387310=A mensagem de solicita\u00E7\u00E3o deve ser modelada como a mensagem de SOAP com o nome da opera\u00E7\u00E3o como os subelementos. Consulte o wsdl gerado para obter a estrutura da mensagem.
messagedetail387311=N\u00E3o foi poss\u00EDvel carregar o par\u00E2metro recebido do payload.
action387311=Verifique a mensagem de exce\u00E7\u00E3o para obter o motivo. Consulte o wsdl gerado para obter a estrutura da mensagem.
messagedetail387312=Tentativa de pesquisar um objeto no reposit\u00F3rio de objetos Java com falha da refer\u00EAncia especificada. Isso pode ter ocorrido em decorr\u00EAncia de uma a\u00E7\u00E3o de pipeline executada que deletou o objeto com a refer\u00EAncia correspondente.
action387312=Verifique a configura\u00E7\u00E3o do fluxo de mensagem de pipeline para certificar-se de que n\u00E3o h\u00E1 a\u00E7\u00E3o de pipeline que deleta o objeto com a refer\u00EAncia especificada que \u00E9 executada antes deste erro.
messagedetail387313=A chamada colocada n\u00E3o \u00E9 suportada pelo provedor de transporte JEJB.
action387313=As chamadas colocadas n\u00E3o s\u00E3o suportadas pelo provedor de transporte JEJB. Roteie a mensagem de pipeline para o servi\u00E7o de neg\u00F3cios JEJB.
messagedetail387314=N\u00E3o foi poss\u00EDvel recuperar o Provedor da JNDI em decorr\u00EAncia de um erro inesperado.
action387314=Consulte a mensagem de erro para obter o motivo. Se o problema persistir, entre em contato com o suporte t\u00E9cnico.
messagedetail387315=O Provedor da JDNI n\u00E3o existe no OSB
action387315=Certifique-se de que o Provedor da JNDI v\u00E1lido foi configurado com o nome fornecido.
## P4ADE ## {0} : Throwable e
messagedetail387316=Erro inesperado ao criar ou atualizar o Servi\u00E7o JEJB em decorr\u00EAncia de {0}
action387316=Consulte o erro para obter o motivo real.
## P4ADE ## {0} : String msg
messagedetail387317=N\u00E3o foi poss\u00EDvel localizar um provedor de JNDI existente com um dos seguintes URIs: {0}
action387317=Ao importar o servi\u00E7o JEJB do UDDI, o Provedor de Transporte JEJB procura o provedor da JNDI existente com o mesmo host e porta mencionados no ponto de acesso do servi\u00E7o importado. Certifique-se de que um provedor da JNDI j\u00E1 foi criado no momento da importa\u00E7\u00E3o do servi\u00E7o. Consulte a documenta\u00E7\u00E3o para obter detalhes.
messagedetail387318=Objeto Java recebido da mensagem de pipeline n\u00E3o pode ser convertido para o tipo esperado.
action387318=Verifique a l\u00F3gica do pipeline. O objeto Java recebido da mensagem de pipeline n\u00E3o pode ser convertido para o tipo esperado conforme definido na interface ejb.
