messagedetail387301=\uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uAD6C\uC131 \uAC31\uC2E0 \uC911 \uBCF5\uAD6C\uD560 \uC218 \uC5C6\uB294 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD558\uAC70\uB098 \uBA54\uC2DC\uC9C0 \uCC98\uB9AC \uC911 \uB7F0\uD0C0\uC784 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uAE30 \uB54C\uBB38\uC77C \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action387301=\uAD6C\uC131 \uAC31\uC2E0 \uC911 \uC774 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD55C \uACBD\uC6B0 JEJB \uC804\uC1A1 \uC11C\uBE44\uC2A4\uAC00 \uC190\uC0C1\uB418\uC9C0 \uC54A\uC558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uAD6C\uC131\uC774 \uC190\uC0C1\uB41C \uACBD\uC6B0 \uC218\uB3D9\uC73C\uB85C \uC2E4\uD328\uD55C \uC11C\uBE44\uC2A4\uB97C \uC815\uB9AC\uD558\uAC70\uB098 \uC11C\uBC84\uB97C \uC7AC\uC2DC\uC791\uD558\uC2ED\uC2DC\uC624. \uB2E4\uB978 \uC624\uB958\uC758 \uACBD\uC6B0 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail387302=JEJB \uC804\uC1A1 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 RMI stub\uC744 \uC870\uD68C\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action387302=JNDI \uCEE8\uD14D\uC2A4\uD2B8 \uD638\uC2A4\uD2B8, \uD3EC\uD2B8 \uBC0F \uC778\uC99D\uC11C\uAC00 \uC62C\uBC14\uB978\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. JNDI \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC0AC\uC6A9\uB418\uB294 \uD504\uB85C\uD1A0\uCF5C\uC774 \uC9C0\uC6D0\uB418\uACE0 \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uB418\uC5B4 \uC788\uB294\uC9C0\uB3C4 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC608\uB97C \uB4E4\uC5B4 IIOP/IIOPS \uD504\uB85C\uD1A0\uCF5C\uC740 WebLogic Server \uC0AC\uC774\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uACE0 HTTP/HTTPS \uD504\uB85C\uD1A0\uCF5C\uC5D0\uB294 HTTP \uD130\uB110\uB9C1\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
messagedetail387303=RMI\uB97C \uD1B5\uD574 JEJB \uC804\uC1A1 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD638\uCD9C\uD558\uB824\uACE0 \uC2DC\uB3C4\uD558\uB294 \uC911 \uC6D0\uACA9 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action387303=\uB124\uD2B8\uC6CC\uD06C \uC811\uC18D, \uB300\uC0C1 \uC11C\uBC84 \uBC0F \uD3EC\uD2B8\uAC00 \uC791\uB3D9 \uC911\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uC6D0\uACA9 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail387304=\uC0AC\uC6A9\uC790 \uC815\uC758 \uB514\uC2A4\uD328\uCE58 \uC815\uCC45\uC73C\uB85C \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uC0DD\uC131\uD558\uB294 \uC911 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC \uC544\uD2F0\uD329\uD2B8\uC5D0 \uB300\uD55C \uC804\uAC1C \uACC4\uD68D\uC744 \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action387304=\uBA54\uC2DC\uC9C0 \uBCF8\uBB38\uC5D0\uB294 \uC624\uB958\uC5D0 \uB300\uD55C \uC138\uBD80 \uC815\uBCF4\uAC00 \uC81C\uACF5\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 I/O \uC608\uC678 \uC0AC\uD56D \uB610\uB294 \uC4F0\uAE30 \uAE08\uC9C0\uB41C \uBC30\uCE58 \uACC4\uD68D \uC704\uCE58\uB85C \uC778\uD574 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
messagedetail387305=\uBA54\uC2DC\uC9C0 \uCC98\uB9AC \uC911 \uB0B4\uBD80 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0\uC640 \uC5F0\uAD00\uB41C \uD398\uC774\uB85C\uB4DC\uAC00 JEJB \uC804\uC1A1\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action387305=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail387306=\uC774 \uBA54\uC18C\uB4DC\uB294 \uD638\uCD9C\uC744 \uC704\uD574 JEJB \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD1B5\uD574 \uB178\uCD9C\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action387306=\uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail387307=\uC774 \uBA54\uC18C\uB4DC\uB294 \uD638\uCD9C\uC744 \uC704\uD574 JEJB \uBE44\uC988\uB2C8\uC2A4\uB97C \uD1B5\uD574 \uB178\uCD9C\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action387307=\uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail387308=\uD574\uB2F9 OSB \uC11C\uBE44\uC2A4\uAC00 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uB41C \uC0C1\uD0DC\uC785\uB2C8\uB2E4.
action387308=\uD574\uB2F9 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uC0AC\uC6A9\uC73C\uB85C \uC124\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail387309=\uC778\uBC14\uC6B4\uB4DC JEJB \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC751\uB2F5 \uD398\uC774\uB85C\uB4DC\uAC00 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action387309=\uC751\uB2F5 \uBA54\uC2DC\uC9C0\uB294 \uC791\uC5C5 \uC774\uB984\uC774 \uD558\uC704 \uC694\uC18C\uC778 SOAP \uBA54\uC2DC\uC9C0\uB85C \uBAA8\uB378\uB9C1\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0 \uAD6C\uC870\uB294 \uC0DD\uC131\uB41C WSDL\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail387310=\uC544\uC6C3\uBC14\uC6B4\uB4DC JEJB \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC694\uCCAD \uD398\uC774\uB85C\uB4DC\uAC00 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action387310=\uC694\uCCAD \uBA54\uC2DC\uC9C0\uB294 \uC791\uC5C5 \uC774\uB984\uC774 \uD558\uC704 \uC694\uC18C\uC778 SOAP \uBA54\uC2DC\uC9C0\uB85C \uBAA8\uB378\uB9C1\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uBA54\uC2DC\uC9C0 \uAD6C\uC870\uB294 \uC0DD\uC131\uB41C WSDL\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail387311=\uD398\uC774\uB85C\uB4DC\uC5D0\uC11C \uC218\uC2E0\uB41C \uB9E4\uAC1C\uBCC0\uC218\uB97C \uB85C\uB4DC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action387311=\uC608\uC678 \uC0AC\uD56D \uBA54\uC2DC\uC9C0\uC5D0\uC11C \uC6D0\uC778\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uBA54\uC2DC\uC9C0 \uAD6C\uC870\uB294 \uC0DD\uC131\uB41C WSDL\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail387312=Java \uAC1D\uCCB4 \uC800\uC7A5\uC18C\uC5D0\uC11C \uC9C0\uC815\uB41C \uCC38\uC870\uB97C \uAC00\uC9C4 \uAC1D\uCCB4\uB97C \uC870\uD68C\uD558\uB824\uB294 \uC2DC\uB3C4\uB97C \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC624\uB958\uB294 \uD574\uB2F9 \uCC38\uC870\uB97C \uAC00\uC9C4 \uAC1D\uCCB4\uB97C \uC0AD\uC81C\uD55C \uD30C\uC774\uD504 \uB77C\uC778 \uC791\uC5C5\uC774 \uC774\uC804\uC5D0 \uC2E4\uD589\uB418\uC5C8\uAE30 \uB54C\uBB38\uC5D0 \uBC1C\uC0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
action387312=\uD30C\uC774\uD504 \uB77C\uC778 \uBA54\uC2DC\uC9C0 \uD750\uB984 \uAD6C\uC131\uC5D0\uC11C \uC9C0\uC815\uB41C \uCC38\uC870\uB97C \uAC00\uC9C4 \uAC1D\uCCB4\uB97C \uC0AD\uC81C\uD558\uB294 \uD30C\uC774\uD504 \uB77C\uC778\uC774 \uC774 \uC624\uB958 \uC774\uC804\uC5D0 \uC2E4\uD589\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail387313=JEJB \uC804\uC1A1 \uC81C\uACF5\uC790\uB294 \uACF5\uC6A9 \uD638\uCD9C\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action387313=JEJB \uC804\uC1A1 \uC81C\uACF5\uC790\uB294 \uACF5\uC6A9 \uD638\uCD9C\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uD30C\uC774\uD504 \uB77C\uC778 \uBA54\uC2DC\uC9C0\uC758 \uACBD\uB85C\uB97C JEJB \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uB85C \uC9C0\uC815\uD558\uC2ED\uC2DC\uC624.
messagedetail387314=\uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uB85C \uC778\uD574 JNDI \uC81C\uACF5\uC790\uB97C \uAC80\uC0C9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action387314=\uC624\uB958 \uBA54\uC2DC\uC9C0\uC5D0\uC11C \uC6D0\uC778\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uBB38\uC81C\uAC00 \uC9C0\uC18D\uB418\uBA74 \uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
messagedetail387315=OSB\uC5D0 JNDI \uC81C\uACF5\uC790\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action387315=\uC801\uD569\uD55C JNDI \uC81C\uACF5\uC790\uAC00 \uC81C\uACF5\uB41C \uC774\uB984\uC73C\uB85C \uAD6C\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : Throwable e
messagedetail387316={0}(\uC73C)\uB85C \uC778\uD574 JEJB \uC11C\uBE44\uC2A4\uB97C \uC0DD\uC131\uD558\uAC70\uB098 \uAC31\uC2E0\uD558\uB294 \uC911 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action387316=\uC624\uB958 \uBA54\uC2DC\uC9C0\uC5D0\uC11C \uC2E4\uC81C \uC6D0\uC778\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
## P4ADE ## {0} : String msg
messagedetail387317=\uB2E4\uC74C URI \uC911 \uD558\uB098\uB85C \uAE30\uC874 JNDI \uC81C\uACF5\uC790\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC74C: {0}
action387317=UDDI\uC5D0\uC11C JEJB \uC11C\uBE44\uC2A4\uB97C \uC784\uD3EC\uD2B8\uD558\uB294 \uC911 JEJB \uC804\uC1A1 \uC81C\uACF5\uC790\uAC00 \uC784\uD3EC\uD2B8\uB41C \uC11C\uBE44\uC2A4\uC758 \uC561\uC138\uC2A4 \uC9C0\uC810\uC5D0 \uC9C0\uC815\uB41C \uAC83\uACFC \uB3D9\uC77C\uD55C \uD638\uC2A4\uD2B8 \uBC0F \uD3EC\uD2B8\uB97C \uC0AC\uC6A9\uD558\uB294 \uAE30\uC874 JNDI \uC81C\uACF5\uC790\uB97C \uAC80\uC0C9\uD588\uC2B5\uB2C8\uB2E4. \uC11C\uBE44\uC2A4\uB97C \uC784\uD3EC\uD2B8\uD560 \uB54C JNDI \uC81C\uACF5\uC790\uAC00 \uC774\uBBF8 \uC0DD\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 \uC124\uBA85\uC11C\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
messagedetail387318=\uD30C\uC774\uD504 \uB77C\uC778 \uBA54\uC2DC\uC9C0\uC5D0\uC11C \uC218\uC2E0\uB41C Java \uAC1D\uCCB4\uB97C \uD544\uC694\uD55C \uC720\uD615\uC73C\uB85C \uBCC0\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
action387318=\uD30C\uC774\uD504 \uB77C\uC778 \uB17C\uB9AC\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uD30C\uC774\uD504 \uB77C\uC778 \uBA54\uC2DC\uC9C0\uC5D0\uC11C \uC218\uC2E0\uB41C Java \uAC1D\uCCB4\uB97C EJB \uC778\uD130\uD398\uC774\uC2A4\uC5D0 \uC815\uC758\uB41C \uD544\uC694\uD55C \uC720\uD615\uC73C\uB85C \uBCC0\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
