messagedetail387301=Se ha producido un error interno. Se debe a un fallo irrecuperable durante una actualizaci\u00F3n de configuraci\u00F3n o a un error de tiempo de ejecuci\u00F3n durante el procesamiento del mensaje.
action387301=Si se ha producido un error durante una actualizaci\u00F3n de la configuraci\u00F3n, compruebe que los servicios de transporte de JEJB no est\u00E1n corruptos. En caso de que la configuraci\u00F3n est\u00E9 corrupta, limpie manualmente los servicios con fallos o reinicie el servidor. Para otros errores, p\u00F3ngase en contacto con los Servicios de Soporte de Oracle.
messagedetail387302=Se ha producido un error al intentar buscar stubs de RMI del servicio de proxy de transporte JEJB.
action387302=Compruebe que el host, el puerto y las credenciales del contexto de JNDI son correctos. Compruebe tambi\u00E9n que el protocolo que utiliza el contexto de JNDI est\u00E1 soportado y activado. Para la instancia, los protocolos IIOP/IIOPS no est\u00E1n soportados entre WebLogic Server y los protocolos HTTP/HTTPS requieren un canal HTTP
messagedetail387303=Se ha producido una excepci\u00F3n remota al intentar llamar al servicio de proxy de transporte de JEJB mediante RMI.
action387303=Compruebe que la conexi\u00F3n de red, el servidor de destino y el puerto est\u00E1n activados. Compruebe tambi\u00E9n que a\u00FAn existe el servicio de proxy remoto.
messagedetail387304=Se ha producido un error interno al crear los servicios de proxy con una pol\u00EDtica de distribuci\u00F3n personalizada. No se ha podido crear el plan de despliegue para este artefacto de proxy.
action387304=El cuerpo del mensaje debe proporcionar m\u00E1s detalles sobre el error. Se puede producir por una excepci\u00F3n de E/S o porque la ubicaci\u00F3n del plan de despliegue est\u00E9 protegida contra escritura.
messagedetail387305=Se ha producido un error interno durante el procesamiento del mensaje: El transporte de JEJB no soporta la carga \u00FAtil asociada al mensaje.
action387305=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail387306=El servicio de proxy de JEJB no expone este m\u00E9todo para la llamada.
action387306=Compruebe la configuraci\u00F3n del servicio de proxy.
messagedetail387307=El servicio de negocio de JEJB no expone el m\u00E9todo para la llamada.
action387307=Compruebe la configuraci\u00F3n del servicio de negocio.
messagedetail387308=El servicio de OSB correspondiente est\u00E1 en estado desactivado.
action387308=Active el servicio de proxy correspondiente.
messagedetail387309=La carga \u00FAtil de respuesta al servicio de JEJB de entrada no tiene un formato correcto.
action387309=El mensaje de respuesta se debe modelar como mensaje de SOAP con el nombre de operaci\u00F3n como los subelementos. Consulte el wsdl generado para conocer la estructura del mensaje.
messagedetail387310=La carga \u00FAtil de solicitud al servicio de JEJB de salida no tiene el formato correcto.
action387310=El mensaje de solicitud se debe modelar como mensaje de SOAP con nombre de operaci\u00F3n como los subelementos. Consulte el wsdl generado para conocer la estructura del mensaje.
messagedetail387311=No se ha podido cargar el par\u00E1metro recibido de la carga \u00FAtil.
action387311=Consulte el mensaje de excepci\u00F3n para conocer el motivo. Consulte el wsdl generado para conocer la estructura del mensaje.
messagedetail387312=Fallo al intentar buscar un objeto en el repositorio de objetos de Java con la referencia especificada. Se puede producir debido a una acci\u00F3n de pipeline ejecutada anteriormente que ha suprimido el objeto con la referencia correspondiente.
action387312=Compruebe la configuraci\u00F3n de flujo de mensajes de pipeline para asegurarse de que no exista ninguna acci\u00F3n de pipeline que suprima el objeto con la referencia especificada que se ejecuta con anterioridad a este error.
messagedetail387313=El proveedor de transporte de JEJB no soporta la llamada de colocaci\u00F3n.
action387313=El proveedor de transporte de JEJB no soporta las llamadas de colocaci\u00F3n. Direccione el mensaje de pipeline al servicio de negocio de JEJB.
messagedetail387314=El proveedor de JNDI no se ha podido recuperar debido a un error inesperado.
action387314=Consulte el mensaje de error para conocer el motivo. Si el problema persiste, p\u00F3ngase en contacto con los Servicios de Soporte Oracle.
messagedetail387315=El proveedor de JNDI no existe en OSB.
action387315=Aseg\u00FArese de que se ha configurado un proveedor de JNDI v\u00E1lido con el nombre proporcionado.
## P4ADE ## {0} : Throwable e
messagedetail387316=Error inesperado al crear o actualizar el servicio de JEJB debido a {0}.
action387316=Consulte el error para conocer el motivo.
## P4ADE ## {0} : String msg
messagedetail387317=No se ha encontrado un proveedor de JNDI existente con uno de los siguientes URI: {0}.
action387317=Al importar el servicio de JEJB de UDDI, el proveedor de transporte de JEJB busca un proveedor de JNDI existente con el mismo host y puerto que se mencionan en el punto de acceso del servicio importado. Aseg\u00FArese de que el proveedor de JNDI ya se ha creado en el momento de importar el servicio. Consulte la documentaci\u00F3n para obtener m\u00E1s informaci\u00F3n.
messagedetail387318=El objeto Java recibido del mensaje de pipeline no se puede convertir al tipo esperado.
action387318=Compruebe la l\u00F3gica de pipeline. El objeto Java recibido del mensaje de pipeline no se puede convertir al tipo esperado como se define en la interfaz ejb.
