messagedetail387301=Une erreur interne est survenue. Elle est due soit \u00E0 une erreur irr\u00E9cup\u00E9rable au cours d'une mise \u00E0 jour de la configuration, soit \u00E0 une erreur d'ex\u00E9cution lors du traitement des messages.
action387301=Si l'erreur est survenue lors d'une mise \u00E0 jour de la configuration, v\u00E9rifiez que les services de transport JEJB ne sont pas endommag\u00E9s. Si la configuration est endommag\u00E9e, nettoyez manuellement les services en erreur ou red\u00E9marrez le serveur. Pour les autres erreurs, contactez le support technique Oracle.
messagedetail387302=Une erreur est survenue lors de la tentative de consultation des stubs RMI du service proxy de transport JEJB.
action387302=V\u00E9rifiez que l'h\u00F4te, le port et les informations d'identification et de connexion du contexte JNDI sont corrects. Assurez-vous \u00E9galement que le protocole utilis\u00E9 par le contexte JNDI est pris en charge et activ\u00E9. Par exemple, les protocoles IIOP/IIOPS ne sont pas pris en charge entre les serveurs WebLogic et les protocoles HTTP/HTTPS n\u00E9cessitent un tunnelling HTTP.
messagedetail387303=Une exception distante est survenue lors de la tentative d'appel du service proxy de transport JEJB via RMI.
action387303=V\u00E9rifiez que la connexion r\u00E9seau, le serveur de destination et le port sont en fonctionnement. Assurez-vous \u00E9galement que le service proxy distant existe toujours.
messagedetail387304=Une erreur interne est survenue lors de la cr\u00E9ation de services proxy avec une strat\u00E9gie de r\u00E9partition personnalis\u00E9e. Le plan de d\u00E9ploiement de cet artefact de proxy n'a pas pu \u00EAtre cr\u00E9\u00E9.
action387304=En principe, le corps du message donne plus de d\u00E9tails sur l'erreur. Causes possibles : exception d'E/S ou emplacement du plan de d\u00E9ploiement prot\u00E9g\u00E9 en \u00E9criture.
messagedetail387305=Une erreur interne est survenue lors du traitement du message : les donn\u00E9es trait\u00E9es associ\u00E9es au message ne sont pas prises en charge par le transport JEJB.
action387305=Contactez le support technique Oracle
messagedetail387306=Cette m\u00E9thode n'est pas expos\u00E9e par le service proxy JEJB pour appel.
action387306=V\u00E9rifiez la configuration du service proxy.
messagedetail387307=Cette m\u00E9thode n'est pas expos\u00E9e par le service fonctionnel JEJB pour appel.
action387307=V\u00E9rifiez la configuration du service fonctionnel.
messagedetail387308=Le service OSB correspondant est d\u00E9sactiv\u00E9.
action387308=Activez le service proxy correspondant.
messagedetail387309=Les donn\u00E9es trait\u00E9es de r\u00E9ponse au service JEJB entrant ont un format incorrect.
action387309=Le message de r\u00E9ponse doit suivre le mod\u00E8le du message SOAP avec en sous-\u00E9l\u00E9ments le nom de l'op\u00E9ration. Reportez-vous au WSDL g\u00E9n\u00E9r\u00E9 pour la structure du message.
messagedetail387310=Les donn\u00E9es trait\u00E9es de r\u00E9ponse au service JEJB sortant ont un format incorrect.
action387310=Le message de demande doit suivre le mod\u00E8le du message SOAP avec en sous-\u00E9l\u00E9ments le nom de l'op\u00E9ration. Reportez-vous au WSDL g\u00E9n\u00E9r\u00E9 pour la structure du message.
messagedetail387311=Le param\u00E8tre re\u00E7u des donn\u00E9es trait\u00E9es n'a pas pu \u00EAtre charg\u00E9.
action387311=Consultez le message de l'exception pour conna\u00EEtre la cause de l'erreur. Reportez-vous au WSDL g\u00E9n\u00E9r\u00E9 pour la structure du message.
messagedetail387312=La tentative de consultation d'un objet dans le r\u00E9f\u00E9rentiel d'objets Java \u00E0 l'aide de la r\u00E9f\u00E9rence indiqu\u00E9e a \u00E9chou\u00E9. Cause possible : une action de pipeline ex\u00E9cut\u00E9e pr\u00E9c\u00E9demment a supprim\u00E9 l'objet avec la r\u00E9f\u00E9rence correspondante.
action387312=V\u00E9rifiez la configuration du flux de messages du pipeline et assurez-vous que le pipeline ne comporte pas d'action ex\u00E9cut\u00E9e avant l'erreur qui supprime l'objet avec la r\u00E9f\u00E9rence indiqu\u00E9e.
messagedetail387313=L'appel colocataire n'est pas pris en charge par le fournisseur de transport JEJB.
action387313=Les appels colocataires ne sont pas pris en charge par le fournisseur de transport JEJB. Acheminez le message du pipeline vers le service fonctionnel JEJB.
messagedetail387314=Le fournisseur JNDI n'a pas pu \u00EAtre extrait en raison d'une erreur inattendue.
action387314=Consultez le message d'erreur pour conna\u00EEtre la cause du probl\u00E8me. S'il persiste, contactez le support technique Oracle.
messagedetail387315=Le fournisseur JNDI n'existe pas dans OSB.
action387315=Assurez-vous qu'un fournisseur JNDI valide est configur\u00E9 avec le nom indiqu\u00E9.
## P4ADE ## {0} : Throwable e
messagedetail387316=Erreur inattendue lors de la cr\u00E9ation ou de la mise \u00E0 jour du service JEJB pour la raison suivante : {0}
action387316=Consultez l'erreur pour en conna\u00EEtre la cause.
## P4ADE ## {0} : String msg
messagedetail387317=Impossible de trouver un fournisseur JNDI existant avec l''un des URI suivants : {0}
action387317=Lors de l'import du service JEJB \u00E0 partir d'UDDI, le fournisseur de transport JEJB recherche un fournisseur JNDI ayant les m\u00EAmes h\u00F4te et port que ceux indiqu\u00E9s dans le point d'acc\u00E8s du service import\u00E9. Assurez-vous qu'un fournisseur JNDI est d\u00E9j\u00E0 cr\u00E9\u00E9 au moment de l'import du service. Pour plus de d\u00E9tails, reportez-vous \u00E0 la documentation.
messagedetail387318=L'objet Java re\u00E7u depuis le message du pipeline ne peut pas \u00EAtre converti dans le type attendu.
action387318=V\u00E9rifiez la logique du pipeline. L'objet Java re\u00E7u depuis le message du pipeline ne peut pas \u00EAtre converti dans le type attendu, tel que d\u00E9fini dans l'interface EJB.
