messagedetail387301=\u767C\u751F\u5167\u90E8\u932F\u8AA4\u3002\u539F\u56E0\u53EF\u80FD\u662F\u7D44\u614B\u66F4\u65B0\u671F\u9593\u767C\u751F\u7121\u6CD5\u5FA9\u539F\u7684\u5931\u6557\uFF0C\u6216\u8A0A\u606F\u8655\u7406\u671F\u9593\u767C\u751F\u57F7\u884C\u6642\u671F\u932F\u8AA4
action387301=\u5982\u679C\u6B64\u932F\u8AA4\u662F\u5728\u7D44\u614B\u66F4\u65B0\u671F\u9593\u767C\u751F\uFF0C\u8ACB\u6AA2\u67E5 JEJB \u50B3\u8F38\u670D\u52D9\u672A\u640D\u6BC0\u3002\u5982\u679C\u7D44\u614B\u640D\u6BC0\uFF0C\u8ACB\u624B\u52D5\u6E05\u9664\u5931\u6557\u670D\u52D9\uFF0C\u6216\u91CD\u65B0\u555F\u52D5\u4F3A\u670D\u5668\u3002\u5176\u4ED6\u932F\u8AA4\u5247\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u3002
messagedetail387302=\u5617\u8A66\u67E5\u627E JEJB \u50B3\u8F38\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9 RMI Stub \u6642\u767C\u751F\u932F\u8AA4
action387302=\u8ACB\u78BA\u8A8D JNDI \u76F8\u95DC\u8CC7\u8A0A\u74B0\u5883\u4E3B\u6A5F\u3001\u9023\u63A5\u57E0\u548C\u8B49\u660E\u8CC7\u6599\u6B63\u78BA\u3002\u53E6\u8ACB\u6AA2\u67E5\u5DF2\u652F\u63F4\u4E26\u555F\u7528 JNDI \u76F8\u95DC\u8CC7\u8A0A\u74B0\u5883\u6240\u4F7F\u7528\u7684\u901A\u8A0A\u5354\u5B9A\u3002\u4F8B\u5982\uFF0CWebLogic Server \u4E4B\u9593\u4E0D\u652F\u63F4 IIOP/IIOPS \u901A\u8A0A\u5354\u5B9A\uFF0C\u800C HTTP/HTTPS \u901A\u8A0A\u5354\u5B9A\u9700\u8981 HTTP \u901A\u9053
messagedetail387303=\u5617\u8A66\u900F\u904E RMI \u53EB\u7528 JEJB \u50B3\u8F38\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u6642\uFF0C\u767C\u751F\u9060\u7AEF\u7570\u5E38\u72C0\u6CC1
action387303=\u8ACB\u6AA2\u67E5\u7DB2\u8DEF\u9023\u7DDA\u3001\u76EE\u6A19\u4F3A\u670D\u5668\u548C\u9023\u63A5\u57E0\u90FD\u5DF2\u555F\u7528\u3002\u53E6\u8ACB\u6AA2\u67E5\u9060\u7AEF\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u4ECD\u7136\u5B58\u5728
messagedetail387304=\u4F7F\u7528\u81EA\u8A02\u5206\u914D\u539F\u5247\u5EFA\u7ACB\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u6642\u767C\u751F\u5167\u90E8\u932F\u8AA4\u3002\u7121\u6CD5\u5EFA\u7ACB\u6B64\u4EE3\u7406\u4E3B\u6A5F\u4F7F\u7528\u8005\u81EA\u5EFA\u7269\u4EF6\u7684\u5EFA\u7F6E\u8A08\u5283
action387304=\u8A0A\u606F\u4E3B\u9AD4\u61C9\u8A72\u6703\u63D0\u4F9B\u932F\u8AA4\u7684\u8A73\u7D30\u8CC7\u8A0A\u3002\u9019\u53EF\u80FD\u662F\u56E0\u70BA I/O \u7570\u5E38\u72C0\u6CC1\uFF0C\u6216\u662F\u5EFA\u7F6E\u8A08\u5283\u7684\u4F4D\u7F6E\u5177\u6709\u9632\u5BEB\u4FDD\u8B77\u6240\u9020\u6210\u3002
messagedetail387305=\u8A0A\u606F\u8655\u7406\u671F\u9593\u767C\u751F\u5167\u90E8\u932F\u8AA4: JEJB \u50B3\u8F38\u4E0D\u652F\u63F4\u8207\u8A0A\u606F\u76F8\u95DC\u7684\u6709\u6548\u8CA0\u8F09
action387305=\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4
messagedetail387306=JEJB \u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u672A\u516C\u958B\u6B64\u65B9\u6CD5\u4EE5\u4F9B\u53EB\u7528\u3002
action387306=\u8ACB\u6AA2\u67E5\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u7D44\u614B\u3002
messagedetail387307=JEJB \u696D\u52D9\u670D\u52D9\u672A\u516C\u958B\u6B64\u65B9\u6CD5\u4EE5\u4F9B\u53EB\u7528\u3002
action387307=\u8ACB\u6AA2\u67E5\u696D\u52D9\u670D\u52D9\u7D44\u614B\u3002
messagedetail387308=\u5C0D\u61C9\u7684 OSB \u670D\u52D9\u8655\u65BC\u505C\u7528\u72C0\u614B\u3002
action387308=\u8ACB\u555F\u7528\u5C0D\u61C9\u7684\u4EE3\u7406\u4E3B\u6A5F\u670D\u52D9\u3002
messagedetail387309=\u81F3\u5167\u9001 JEJB \u670D\u52D9\u7684\u56DE\u61C9\u6709\u6548\u8CA0\u8F09\u683C\u5F0F\u4E0D\u6B63\u78BA\u3002
action387309=\u56DE\u61C9\u8A0A\u606F\u61C9\u4EE5 SOAP \u8A0A\u606F\u4F5C\u70BA\u6A21\u578B\uFF0C\u4E14\u4EE5\u4F5C\u696D\u540D\u7A31\u70BA\u5B50\u5143\u7D20\u3002\u8A0A\u606F\u7D50\u69CB\u8ACB\u53C3\u8003\u7522\u751F\u7684 wsdl\u3002
messagedetail387310=\u81F3\u5916\u9001 JEJB \u670D\u52D9\u7684\u8981\u6C42\u6709\u6548\u8CA0\u8F09\u683C\u5F0F\u4E0D\u6B63\u78BA\u3002
action387310=\u8981\u6C42\u8A0A\u606F\u61C9\u4EE5 SOAP \u8A0A\u606F\u4F5C\u70BA\u6A21\u578B\uFF0C\u4E14\u4EE5\u4F5C\u696D\u540D\u7A31\u70BA\u5B50\u5143\u7D20\u3002\u8A0A\u606F\u7D50\u69CB\u8ACB\u53C3\u8003\u7522\u751F\u7684 wsdl\u3002
messagedetail387311=\u7121\u6CD5\u8F09\u5165\u5F9E\u6709\u6548\u8CA0\u8F09\u63A5\u6536\u7684\u53C3\u6578\u3002
action387311=\u8ACB\u67E5\u770B\u7570\u5E38\u72C0\u6CC1\u8A0A\u606F\u4EE5\u77AD\u89E3\u539F\u56E0\u3002\u8A0A\u606F\u7D50\u69CB\u8ACB\u53C3\u8003\u7522\u751F\u7684 wsdl\u3002
messagedetail387312=\u4EE5\u6307\u5B9A\u7684\u53C3\u7167\u5617\u8A66\u5728 Java \u7269\u4EF6\u5132\u5B58\u5340\u57DF\u4E2D\u67E5\u8A62\u7269\u4EF6\u5931\u6557\u3002\u9019\u53EF\u80FD\u662F\u56E0\u70BA\u5148\u524D\u57F7\u884C\u7684\u7BA1\u7DDA\u52D5\u4F5C\u522A\u9664\u4E86\u5C0D\u61C9\u53C3\u7167\u7684\u7269\u4EF6\u3002
action387312=\u8ACB\u6AA2\u67E5\u7BA1\u7DDA\u8A0A\u606F\u6D41\u7A0B\u7D44\u614B\uFF0C\u78BA\u5B9A\u5728\u6B64\u932F\u8AA4\u4E4B\u524D\uFF0C\u6C92\u6709\u7BA1\u7DDA\u52D5\u4F5C\u6703\u522A\u9664\u5177\u6709\u6240\u6307\u5B9A\u53C3\u7167\u7684\u57F7\u884C\u4E2D\u7269\u4EF6\u3002
messagedetail387313=JEJB \u50B3\u8F38\u63D0\u4F9B\u8005\u4E0D\u652F\u63F4\u5171\u7528\u4F4D\u7F6E\u547C\u53EB\u3002
action387313=JEJB \u50B3\u8F38\u63D0\u4F9B\u8005\u4E0D\u652F\u63F4\u5171\u7528\u4F4D\u7F6E\u547C\u53EB\u3002\u8ACB\u5C07\u7BA1\u7DDA\u8A0A\u606F\u8DEF\u7531\u81F3 JEJB \u696D\u52D9\u670D\u52D9\u3002
messagedetail387314=\u7531\u65BC\u672A\u9810\u671F\u7684\u932F\u8AA4\uFF0C\u7121\u6CD5\u64F7\u53D6 JNDI \u63D0\u4F9B\u8005\u3002
action387314=\u8ACB\u67E5\u770B\u932F\u8AA4\u8A0A\u606F\u4EE5\u77AD\u89E3\u539F\u56E0\u3002\u82E5\u554F\u984C\u6301\u7E8C\u767C\u751F\uFF0C\u8ACB\u806F\u7D61\u6280\u8853\u652F\u63F4\u4EBA\u54E1\u3002
messagedetail387315=OSB \u4E2D\u6C92\u6709 JNDI \u63D0\u4F9B\u8005\u3002
action387315=\u8ACB\u78BA\u8A8D\u4EE5\u6307\u5B9A\u7684\u540D\u7A31\u8A2D\u5B9A\u6709\u6548\u7684 JNDI \u63D0\u4F9B\u8005\u3002
## P4ADE ## {0} : Throwable e
messagedetail387316=\u5EFA\u7ACB\u6216\u66F4\u65B0 JEJB \u670D\u52D9\u6642\u767C\u751F\u672A\u9810\u671F\u7684\u932F\u8AA4\uFF0C\u539F\u56E0\u70BA {0}
action387316=\u8ACB\u67E5\u770B\u932F\u8AA4\u4EE5\u77AD\u89E3\u5BE6\u969B\u539F\u56E0\u3002
## P4ADE ## {0} : String msg
messagedetail387317=\u7121\u6CD5\u4EE5\u4E0B\u5217\u5176\u4E2D\u4E00\u500B URI \u627E\u5230\u73FE\u6709\u7684 JNDI \u63D0\u4F9B\u8005: {0}
action387317=\u5F9E UDDI \u532F\u5165 JEJB \u670D\u52D9\u6642\uFF0CJEJB \u50B3\u8F38\u63D0\u4F9B\u8005\u6703\u4EE5\u532F\u5165\u670D\u52D9\u5B58\u53D6\u9EDE\u6240\u63D0\u53CA\u7684\u76F8\u540C\u4E3B\u6A5F\u8207\u9023\u63A5\u57E0\uFF0C\u4F86\u5C0B\u627E\u73FE\u6709\u7684 JNDI \u63D0\u4F9B\u8005\u3002\u8ACB\u78BA\u8A8D\u5728\u532F\u5165\u670D\u52D9\u6642\uFF0C\u5DF2\u7D93\u5EFA\u7ACB JNDI \u63D0\u4F9B\u8005\u3002\u6709\u95DC\u8A73\u7D30\u8CC7\u6599\uFF0C\u8ACB\u53C3\u95B1\u6587\u4EF6\u3002
messagedetail387318=\u5F9E\u7BA1\u7DDA\u8A0A\u606F\u6536\u5230\u7684 Java \u7269\u4EF6\uFF0C\u7121\u6CD5\u8F49\u63DB\u70BA\u9810\u671F\u7684\u985E\u578B\u3002
action387318=\u8ACB\u6AA2\u67E5\u7BA1\u7DDA\u908F\u8F2F\u3002\u5F9E\u7BA1\u7DDA\u8A0A\u606F\u6536\u5230\u4E4B Java \u7269\u4EF6\uFF0C\u7121\u6CD5\u8F49\u63DB\u70BA ejb \u4ECB\u9762\u5B9A\u7FA9\u7684\u9810\u671F\u985E\u578B\u3002
