default=Service Bus
LABEL_SAMPLE_LABEL=label de amostra
SERVICE_ACCOUNT=Conta do servi\u00E7o
SERVICE_ACCOUNT_INFO=Especificar uma conta de servi\u00E7o
RESPONSE_REQUIRED=Resposta Obrigat\u00F3ria?
RESPONSE_REQUIRED_INFO=Indica se esta deve ser uma chamada de solicita\u00E7\u00E3o-resposta
DISPATCH_POLICY=Pol\u00EDtica de despacho
DISPATCH_POLICY_INFO=Especifica a pol\u00EDtica de Despacho do gerenciamento de thread.
TIME_OUT=Timeout
TIME_OUT_INFO=Especifica o timeout da solicita\u00E7\u00E3o (em segundos).
EJB_VERSION=Vers\u00E3o de Especifica\u00E7\u00E3o de EJB
EJB_VERSION_INFO=Indica a vers\u00E3o da especifica\u00E7\u00E3o de EJB a ser usada.
CLIENT_JAR=Jar do Cliente
CLIENT_JAR_INFO=Especifica o Recurso de Archive que representa o jar do cliente.
PASS_BY_VALUE=Passar XMLBeans por valor
PASS_BY_VALUE_INFO=Especifica se o servi\u00E7o passar\u00E1 os par\u00E2metros XML por valor (marcado) ou por refer\u00EAncia (desmarcado).
EJB_INTF=Interface Remota
EJB_INTF_INFO=Selecione a interface de neg\u00F3cios (3.0)/remota (2.1) do EJB a ser usada
EJB_INTF_30BIZ=Interface de Neg\u00F3cios
EJB_INTF_30BIZ_INFO=Interface de Neg\u00F3cios
EJB_HOME=Interface Inicial
EJB_HOME_INFO=Selecione o home do EJB a ser usado
LABEL_WSDL_TNS=Namespace de Destino
TOOLTIP_WSDL_TNS=Namespace de destino do WSDL gerado
LABEL_WSDL_IFC=M\u00E9todos
TOOLTIP_WSDL_IFC=Selecione os m\u00E9todos de neg\u00F3cios a serem expostos
LABEL_WSDL_IFC_OPERATION=Opera\u00E7\u00E3o
TOOLTIP_WSDL_IFC_OPERATION=O nome da opera\u00E7\u00E3o pode ser sobreposto aqui
LABEL_WSDL_IFC_PARAMETERS=Par\u00E2metros
LABEL_TRANSACTION_ATTRIBUTE=Atributo da Transa\u00E7\u00E3o
LABEL_TRANSACTION_ATTRIBUTE_SUPPORTS=Suporta
LABEL_TRANSACTION_ATTRIBUTE_REQUIRED=Necess\u00E1rio
LABEL_TRANSACTION_ATTRIBUTE_REQUIRESNEW=RequiresNew
LABEL_TRANSACTION_ATTRIBUTE_MANDATORY=Obrigat\u00F3rio
LABEL_TRANSACTION_ATTRIBUTE_NOTSUPPORTED=NotSupported
LABEL_TRANSACTION_ATTRIBUTE_NEVER=Nunca
TOOLTIP_WSDL_IFC_PARAMETERS=Os nomes do par\u00E2metro podem ser sobrepostos aqui
LABEL_WSDL_IFC_RETURN=Retornar
TOOLTIP_WSDL_IFC_RETURN=O nome do par\u00E2metro de retorno pode ser sobreposto aqui
LABEL_WSDL_IFC_PARAM_TYPE=Tipo
LABEL_WSDL_IFC_PARAM_NAME=Nome
LABEL_WSDL_IFC_PARAM_CONVERTER=Conversor
LABEL_PASS_CLIENTIDENTITY=Passar Assunto do Chamador
TOOLTIP_PASS_CLIENTIDENTITY=Se deve passar o assunto autenticado do servi\u00E7o de proxy ao EJB.
ERROR_SAMPLE_VALIDATION=erro de valida\u00E7\u00E3o da amostra.
ERROR_SERVICE_NAME_NOT_UNIQUE=Nome do servi\u00E7o "{0}" j\u00E1 informado.
ERROR_URI_IN_INVALID=URI Inv\u00E1lido "{0}". N\u00E3o pode conter barras (''/'' ou ''\'') ou dois-pontos ('':'').
ERROR_URI_EMPTY=O URI est\u00E1 vazio ou n\u00E3o foi definido.
ERROR_URI_OUT_INVALID_FORMAT=O URI deve ter o seguinte formato: jejb:<provider_name>:jndi_name
ERROR_URI_OUT_PROVIDER_UNKNOWN=O Provedor de JNDI "{0}" n\u00E3o existe.
ERROR_URI_OUT_EMPTY_JNDI=A parte do Nome da JNDI do URI n\u00E3o foi definida.
ERROR_SAMPLE_RUNTIME=Erro de runtime de amostra
ERROR_SENDER_NO_CREDENTIALS=Erro inesperado: uma Conta de Servi\u00E7o foi configurada, mas o servi\u00E7o CredentialCallback n\u00E3o foi definido.
ERROR_ENDPOINT_ALREADY_EXISTS=J\u00E1 foi registrado o Ponto Final de JEJB com o nome {0}
ERROR_URI_ALREADY_EXISTS=J\u00E1 foi registrado o URI de JEJB com o nome {0}
ERROR_CANNOT_LOAD_CONFIG=N\u00E3o \u00E9 poss\u00EDvel carregar o descritor de configura\u00E7\u00E3o de transporte do Service Bus: {0}
ERROR_CONFIG_PROBLEM=Problema de configura\u00E7\u00E3o
ERROR_NO_ENDPOINT=Nenhum ponto final registrado na ref.: {0}
ERROR_NOT_PROXY={0} n\u00E3o \u00E9 um servi\u00E7o de proxy
ERROR_GETTING_CONFIG=N\u00E3o foi poss\u00EDvel obter a configura\u00E7\u00E3o de {0}
ERROR_TIMEOUT=O timeout ocorreu ap\u00F3s {0} segundos.
ERROR_INVALID_SERVICE_ACCOUNT=Conta de servi\u00E7o ou credenciais nulos.
ERROR_INVALID_REF=A refer\u00EAncia do cliente jar n\u00E3o \u00E9 v\u00E1lida
ERROR_JAR_NOT_EXIST=O JAR do Cliente EJB "{0}" n\u00E3o existe.
ERROR_ENTRY_INVALID_JAR=Erro ao carregar o JAR do Cliente EJB: {0}
ERROR_INVALID_INVOCATION_POINT=Nome do ponto de chamada inv\u00E1lido: {0}
ERROR_NO_INVOCATION_POINT=Pelo menos um m\u00E9todo deve ser selecionado.
ERROR_SENDER_NOT_SUPPORTED=Um ponto final de EJB pode ser chamado somente se estiver associado a um Servi\u00E7o de Neg\u00F3cios.
ERROR_SENDER_NO_ENDPOINT=Erro inesperado. O ponto final n\u00E3o pode ser encontrado.
ERROR_DUPLICATE_ARG_NAME=Argumento duplicado: {0}
ERROR_WSDL_DUPLICATE_OPERATION=O nome da opera\u00E7\u00E3o "{0}" foi definido para mais de um m\u00E9todo. Selecione um nome de opera\u00E7\u00E3o exclusivo por m\u00E9todo.
ERROR_CLASS_INVALID_BIZ=A interface do Servi\u00E7o de Neg\u00F3cios n\u00E3o \u00E9 v\u00E1lida.
JEJB_ENV_OUTBOUND_SERVICE_ACCOUNT=Conta do Servi\u00E7o para o Servi\u00E7o de Neg\u00F3cios de Transporte do JEJB
JEJB_ENV_OUTBOUND_TIMEOUT=Timeout do Servi\u00E7o de Neg\u00F3cios de Transporte de JEJB
ERROR_DUPLICATE_URIs=URIs duplicados n\u00E3o s\u00E3o permitidos em um Servi\u00E7o de Neg\u00F3cios.
ERROR_URI_NONE=Pelo menos um URI deve ser configurado.
ERROR_SENDER_TX_CANNOT_CREATE=Erro inesperado. N\u00E3o foi poss\u00EDvel iniciar a transa\u00E7\u00E3o.
ERROR_BINDING_NO_ENDPOINT=Erro inesperado. N\u00E3o foi poss\u00EDvel encontrar o ponto final.
ERROR_BINDING_UNEX_CREATE=Erro inesperado. N\u00E3o foi poss\u00EDvel gerar o WSDL do ponto final: {0}
ERROR_CLASS_NOT_PRESENT=A Classe n\u00E3o pode ser encontrada.
ERROR_HOME_NOT_EJB_HOME=A interface Home n\u00E3o \u00E9 uma inst\u00E2ncia v\u00E1lida de EJBHome.
ERROR_HOME_NO_CREATE_METHOD=A interface Home n\u00E3o \u00E9 um EJBHome v\u00E1lido. Ela n\u00E3o declara um m\u00E9todo "criar" para a cria\u00E7\u00E3o de um EJBObject.
ERROR_WSDL_NO_MODEL=Erro inesperado ao gerar o WSDL: a interface EJB n\u00E3o est\u00E1 dispon\u00EDvel.
ERROR_CFG_TAMPERED_WITH=A configura\u00E7\u00E3o est\u00E1 fora de sincronia.\n Isso pode ter acontecido se as interfaces EJB foram atualizadas atrav\u00E9s de uma atualiza\u00E7\u00E3o do jar do cliente ou se a configura\u00E7\u00E3o foi atualizada manualmente fora do API de gerenciamento.\nPara resolver os conflitos, voc\u00EA precisa editar e salvar o servi\u00E7o de neg\u00F3cios de EJB.
ERROR_UNEX_NO_REMOTE_CLASS=Erro inesperado. N\u00E3o foi poss\u00EDvel carregar a Classe Remota.
ERROR_URI_NOT_CONFIGURED=O URI do Servi\u00E7o n\u00E3o foi configurado
