FLOW_ENV_VALUE_POLICY_NAME=Gestor de Trabajos de Divisi\u00F3n-Uni\u00F3n
FLOW_ENV_VALUE_POLICY_DESCRIPTION=Gestor de Trabajos de Divisi\u00F3n-Uni\u00F3n
FLOW_VALIDATOR_INVALID_XML="{0}" durante la creaci\u00F3n del sistema de tipos antes de la validaci\u00F3n ha producido una validaci\u00F3n incompleta
FLOW_VALIDATOR_MD_INCOMPLETE_VALIDATION=La validaci\u00F3n est\u00E1 incompleta debido a errores al crear los metadatos. Compruebe los esquemas, los servicios y los WSDL a los que se hace referencia.
FLOW_VALIDATOR_MD_UNEXPECTED_METADATA_ERROR=Error al crear los metadatos: "{0}"
FLOW_VALIDATOR_MD_SCHEMA_TYPE_LOADER=Error al compilar el sistema de tipos del esquema: {0}
FLOW_VALIDATOR_MD_DUPLICATE_PARTNERLINKTYPE=Se han encontrado varios tipos de enlace de partner con QName "{0}". Los tipos de enlace de partner deben ser \u00FAnicos.
FLOW_VALIDATOR_MD_DUPLICATE_PORTTYPE=Se han encontrado varios tipos de puerto con QName "{0}". Los tipos de puerto deben ser \u00FAnicos.
FLOW_VALIDATOR_MD_DUPLICATE_MESSAGE=Se han encontrado varios mensajes con QName "{0}". Los mensajes deben ser \u00FAnicos.
FLOW_VALIDATOR_INVALID_SCHEMA="{0}" durante la creaci\u00F3n del sistema de tipos del esquema antes de la validaci\u00F3n ha producido una validaci\u00F3n incompleta
FLOW_VALIDATOR_UNSUPPORTED_IN={0} no est\u00E1 soportado en una actividad de {1}
FLOW_VALIDATOR_UNSUPPORTED_ATTRIBUTE_VALUE=El valor {0} del atributo {1} no est\u00E1 soportado en {2}
FLOW_VALIDATOR_UNSUPPORTED_ACTIVITY=La actividad {0} no est\u00E1 soportada
FLOW_VALIDATOR_UNSUPPORTED={0} no est\u00E1 soportado
FLOW_VALIDATOR_RECEIVE_ALREADY_DEFINED=Ya se ha definido una recepci\u00F3n en la divisi\u00F3n-uni\u00F3n
FLOW_VALIDATOR_UNSUPPORTED_QUERY_LANG=No est\u00E1 soportado el lenguaje de consulta {0} para {1}
FLOW_VALIDATOR_UNSUPPORTED_EXPR_LANG=No est\u00E1 soportado el lenguaje de expresi\u00F3n {0} para {1}
FLOW_VALIDATOR_UNSUPPORTED_FROM_SPEC=El formato de la especificaci\u00F3n De no est\u00E1 soportado
FLOW_VALIDATOR_UNSUPPORTED_TO_SPEC=El formato de la especificaci\u00F3n A no est\u00E1 soportado
FLOW_VALIDATOR_UNSUPPORTED_WAIT_SPEC=El formato de la especificaci\u00F3n Esperar no est\u00E1 soportado
FLOW_VALIDATOR_NOT_EXECUTABLE=Divisi\u00F3n-uni\u00F3n no ejecutable
FLOW_VALIDATOR_OPERATION_NOT_DEFINED=La operaci\u00F3n {0} no est\u00E1 definida para {1}
FLOW_VALIDATOR_UNSUPPORTED_FAULT_REPLY=La respuesta no est\u00E1 permitida en un manejador de fallos dentro de una actividad \u00C1mbito
FLOW_VALIDATOR_MISSING_BRANCH={0} debe tener al menos una bifurcaci\u00F3n
FLOW_VALIDATOR_UNEXPECTED_VALIDATION_ERROR="{0}" durante la validaci\u00F3n ha impedido que la validaci\u00F3n termine correctamente
FLOW_VALIDATOR_ONLY_IN={0} s\u00F3lo se permite en {1}, {2} y {3}
FLOW_VALIDATOR_SCHEMA_VALIDATION_ERROR=Se han encontrado errores de validaci\u00F3n del esquema en (l\u00EDnea:columna) {0}. Consulte el log del servidor para obtener m\u00E1s informaci\u00F3n
FLOW_VALIDATOR_NO_SERVICE={0} no especifica ning\u00FAn servicio al que llamar
FLOW_VALIDATOR_NO_VALID={0} debe tener al menos una actividad para tener validez
FLOW_VALIDATOR_NO_BOOL_EXPRESSION=Falta la expresi\u00F3n XPath de condici\u00F3n booleana necesaria en {0}
FLOW_VALIDATOR_NO_OPERATION={0} no especifica ninguna operaci\u00F3n a la que llamar
FLOW_VALIDATOR_MISSING_REPLY=La divisi\u00F3n-uni\u00F3n implementa la operaci\u00F3n de petici\u00F3n-respuesta "{0}" y debe terminar con una actividad Responder.
FLOW_VALIDATOR_RECEIVE_MISSING_INFO={0} no ha terminado. Seleccione el enlace o puerto y una operaci\u00F3n de un WSDL para terminar la configuraci\u00F3n.
FLOW_VALIDATOR_RECEIVE_MISSING_BINDING=Falta el enlace necesario. Seleccione el enlace o puerto y una operaci\u00F3n de un WSDL para terminar la configuraci\u00F3n.
FLOW_VALIDATOR_RECEIVE_INVALID_WSDL=No se ha podido acceder a la informaci\u00F3n de WSDL "{0}". Compruebe que WSDL existe y es v\u00E1lido.
FLOW_VALIDATOR_RECEIVE_INVALID_BINDING=El enlace "{0}" seleccionado no est\u00E1 en WSDL "{1}". Seleccione un enlace v\u00E1lido de WSDL.
FLOW_VALIDATOR_RECEIVE_INVALID_CODEC={0}
FLOW_VALIDATOR_RECEIVE_INVALID_ATTACHMENTS=El enlace de WSDL define anexos MIME que no est\u00E1n soportados.
FLOW_VALIDATOR_INVOKE_NO_BINDING_ON_SERVICE={0} "{1}" no tiene ning\u00FAn enlace de WSDL definido.
FLOW_VALIDATOR_INVOKE_NOT_WSDL_BASED=La llamada a {0} "{1}" no est\u00E1 soportada porque el servicio no est\u00E1 basado en WSDL.
FLOW_VALIDATOR_INVOKE_INVALID_SERVICE=No se ha podido acceder a la informaci\u00F3n de {0} "{1}". Compruebe que el servicio existe, su interfaz es v\u00E1lida y se basa en WSDL.
FLOW_VALIDATOR_INVOKE_INVALID_CODEC=El enlace de WSDL para {0} "{1}" no est\u00E1 soportado: {2}
FLOW_VALIDATOR_INVOKE_INVALID_ATTACHMENTS=El enlace de WSDL para {0} "{1}" define anexos MIME que no est\u00E1n soportados.
FLOW_VALIDATOR_INVOKE_TRANSPORT_TYPED=La llamada a {0} "{1}" no est\u00E1 soportada porque el servicio de transporte es seg\u00FAn configuraci\u00F3n.
FLOW_VALIDATOR_INVOKE_FLOW_NOT_EXIST=No existe la divisi\u00F3n-uni\u00F3n "{0}" a la que se hace referencia.
FLOW_VALIDATOR_INVOKE_FLOW_INFO_ERROR=Se ha producido un error al acceder a la informaci\u00F3n de la divisi\u00F3n-uni\u00F3n "{0}". Aseg\u00FArese de que el recurso de divisi\u00F3n-uni\u00F3n es v\u00E1lido.
FLOW_VALIDATOR_INVOKE_FLOW_OP_CONFLICT=La operaci\u00F3n configurada no coincide con la operaci\u00F3n "{1}" de la divisi\u00F3n-uni\u00F3n "{0}".
FLOW_VALIDATOR_ONE_WAY_TRANSACTION_PROPAGATION=La operaci\u00F3n "{0}" est\u00E1 configurada para propagar transacciones, pero es unidireccional.
DISPLAY_SJF=Suprimir Fallo de Uni\u00F3n
DISPLAY_ISOLATED=Aislado
DISPLAY_EXIT_ON_SF=Salir en Caso de Fallo Est\u00E1ndar
DISPLAY_VALIDATE=Validar
DISPLAY_KEEPSRCELEMENTNAME=Mantener Nombre de Elemento de Origen
DISPLAY_IGNOREMISSINGFROMDATA=Ignorar lo Que Falta en Datos
DISPLAY_MESSAGEEXCHANGE=Intercambio de Mensaje
DISPLAY_STARTCOUNTER=Contador Inicial
DISPLAY_FINALCOUNTER=Contador Final
DISPLAY_FROM=De
DISPLAY_TO=A
DISPLAY_IF=If
DISPLAY_ELSEIF=ElseIf
DISPLAY_FAULTELEMENT=Elemento de Fallo
DISPLAY_FAULTMESSAGETYPE=Tipo de Mensaje de Fallo
DISPLAY_FAULTVARIABLE=Variable de Fallo
