FLOW_ENV_VALUE_POLICY_NAME=Gestionnaire de travaux des Split-Joins
FLOW_ENV_VALUE_POLICY_DESCRIPTION=Gestionnaire de travaux des Split-Joins
FLOW_VALIDATOR_INVALID_XML="{0}" pendant la cr\u00E9ation d''un syst\u00E8me avant que la validation se traduise par une validation incompl\u00E8te
FLOW_VALIDATOR_MD_INCOMPLETE_VALIDATION=La validation est incompl\u00E8te en raison d'erreurs survenues lors de la cr\u00E9ation des m\u00E9tadonn\u00E9es. V\u00E9rifiez les ressources WSDL, les sch\u00E9mas et les services r\u00E9f\u00E9renc\u00E9s.
FLOW_VALIDATOR_MD_UNEXPECTED_METADATA_ERROR=Erreur lors de la cr\u00E9ation des m\u00E9tadonn\u00E9es : "{0}"
FLOW_VALIDATOR_MD_SCHEMA_TYPE_LOADER=Erreur lors de la compilation du syst\u00E8me de type sch\u00E9ma : {0}
FLOW_VALIDATOR_MD_DUPLICATE_PARTNERLINKTYPE=Plusieurs types de partner link avec le QName "{0}" ont \u00E9t\u00E9 trouv\u00E9s. Les types de partner link doivent \u00EAtre uniques.
FLOW_VALIDATOR_MD_DUPLICATE_PORTTYPE=Plusieurs types de port avec QName "{0}" ont \u00E9t\u00E9 trouv\u00E9s. Les types de port doivent \u00EAtre uniques.
FLOW_VALIDATOR_MD_DUPLICATE_MESSAGE=Plusieurs messages avec QName "{0}" ont \u00E9t\u00E9 trouv\u00E9s. Les messages doivent \u00EAtre uniques.
FLOW_VALIDATOR_INVALID_SCHEMA="{0}" pendant la cr\u00E9ation d''un syst\u00E8me de type sch\u00E9ma avant que la validation se traduise par une validation incompl\u00E8te
FLOW_VALIDATOR_UNSUPPORTED_IN=L''\u00E9l\u00E9ment {0} n''est pas pris en charge dans une activit\u00E9 {1}
FLOW_VALIDATOR_UNSUPPORTED_ATTRIBUTE_VALUE=La valeur {0} de l''attribut {1} n''est pas prise en charge dans {2}
FLOW_VALIDATOR_UNSUPPORTED_ACTIVITY=L''activit\u00E9 {0} n''est pas prise en charge
FLOW_VALIDATOR_UNSUPPORTED=L''\u00E9l\u00E9ment {0} n''est pas pris en charge
FLOW_VALIDATOR_RECEIVE_ALREADY_DEFINED=Une op\u00E9ration de r\u00E9ception a d\u00E9j\u00E0 \u00E9t\u00E9 d\u00E9finie dans le Split-Join
FLOW_VALIDATOR_UNSUPPORTED_QUERY_LANG=Langage de requ\u00EAte {0} non pris en charge pour {1}
FLOW_VALIDATOR_UNSUPPORTED_EXPR_LANG=Langue d''expression {0} non prise en charge pour {1}
FLOW_VALIDATOR_UNSUPPORTED_FROM_SPEC=La forme de la sp\u00E9cification From (De) n'est pas prise en charge
FLOW_VALIDATOR_UNSUPPORTED_TO_SPEC=La forme de la sp\u00E9cification To (A) n'est pas prise en charge
FLOW_VALIDATOR_UNSUPPORTED_WAIT_SPEC=La forme de la sp\u00E9cification Wait (Attendre) n'est pas prise en charge
FLOW_VALIDATOR_NOT_EXECUTABLE=Le Split-Join ne peut pas \u00EAtre ex\u00E9cut\u00E9e
FLOW_VALIDATOR_OPERATION_NOT_DEFINED=L''op\u00E9ration {0} n''est pas d\u00E9finie pour {1}
FLOW_VALIDATOR_UNSUPPORTED_FAULT_REPLY=L'\u00E9l\u00E9ment R\u00E9pondre n'est pas autoris\u00E9 dans un gestionnaire d'erreur au sein d'une activit\u00E9 de port\u00E9e
FLOW_VALIDATOR_MISSING_BRANCH=L''\u00E9l\u00E9ment {0} doit avoir au moins un branchement
FLOW_VALIDATOR_UNEXPECTED_VALIDATION_ERROR="{0}" pendant la validation a emp\u00EAch\u00E9 la validation compl\u00E8te
FLOW_VALIDATOR_ONLY_IN=L''\u00E9l\u00E9ment {0} est uniquement autoris\u00E9 dans {1}, {2} et {3}
FLOW_VALIDATOR_SCHEMA_VALIDATION_ERROR=Des erreurs de validation de sch\u00E9ma ont \u00E9t\u00E9 trouv\u00E9es dans (ligne:colonne) {0}. Pour plus d''informations, consultez le journal du serveur
FLOW_VALIDATOR_NO_SERVICE=L''\u00E9l\u00E9ment {0} n''indique aucun service \u00E0 appeler
FLOW_VALIDATOR_NO_VALID=L''\u00E9l\u00E9ment {0} doit pr\u00E9senter au moins une activit\u00E9 pour \u00EAtre valide
FLOW_VALIDATOR_NO_BOOL_EXPRESSION=Une expression XPath \u00E0 condition bool\u00E9enne obligatoire est manquante dans {0}
FLOW_VALIDATOR_NO_OPERATION=L''\u00E9l\u00E9ment {0} n''indique aucune op\u00E9ration \u00E0 appeler
FLOW_VALIDATOR_MISSING_REPLY=Le Split-Join impl\u00E9mente l''op\u00E9ration demande-r\u00E9ponse "{0}" et doit se terminer par une activit\u00E9 de r\u00E9ponse.
FLOW_VALIDATOR_RECEIVE_MISSING_INFO=L''\u00E9l\u00E9ment {0} n''est pas complet. S\u00E9lectionnez une liaison/un port et une op\u00E9ration \u00E0 partir d''une ressource WSDL pour terminer la configuration.
FLOW_VALIDATOR_RECEIVE_MISSING_BINDING=Liaison obligatoire manquante. S\u00E9lectionnez une liaison/un port et une op\u00E9ration \u00E0 partir d'une ressource WSDL pour terminer la configuration.
FLOW_VALIDATOR_RECEIVE_INVALID_WSDL=Impossible d''acc\u00E9der aux informations de la ressource WSDL "{0}". V\u00E9rifiez que cette ressource existe et qu''elle est valide.
FLOW_VALIDATOR_RECEIVE_INVALID_BINDING=La liaison "{0}" s\u00E9lectionn\u00E9e n''est pas pr\u00E9sente dans la ressource WSDL "{1}". S\u00E9lectionnez une liaison valide dans cette ressource.
FLOW_VALIDATOR_RECEIVE_INVALID_CODEC={0}
FLOW_VALIDATOR_RECEIVE_INVALID_ATTACHMENTS=La liaison WSDL d\u00E9finit des pi\u00E8ces jointes MIME qui ne sont pas prises en charge.
FLOW_VALIDATOR_INVOKE_NO_BINDING_ON_SERVICE=Aucune liaison WSDL n''est d\u00E9finie pour {0} "{1}".
FLOW_VALIDATOR_INVOKE_NOT_WSDL_BASED=L''appel de {0} "{1}" n''est pas pris en charge car le service n''est pas bas\u00E9 sur WSDL.
FLOW_VALIDATOR_INVOKE_INVALID_SERVICE=Impossible d''acc\u00E9der aux informations de {0} "{1}". V\u00E9rifiez que le service existe, et que son interface est valide et bas\u00E9e sur WSD.
FLOW_VALIDATOR_INVOKE_INVALID_CODEC=La liaison WSDL pour {0} "{1}" n''est pas prise en charge : {2}
FLOW_VALIDATOR_INVOKE_INVALID_ATTACHMENTS=La liaison WSDL pour {0} "{1}" d\u00E9finit les pi\u00E8ces jointes MIME qui ne sont pas prises en charge.
FLOW_VALIDATOR_INVOKE_TRANSPORT_TYPED=L''appel de {0} "{1}" n''est pas pris en charge, car le service est dot\u00E9 d''un type de transport.
FLOW_VALIDATOR_INVOKE_FLOW_NOT_EXIST=Le Split-Join "{0}" r\u00E9f\u00E9renc\u00E9 n''existe pas.
FLOW_VALIDATOR_INVOKE_FLOW_INFO_ERROR=Une erreur est survenue lors de l''acc\u00E8s aux informations du Split-Join "{0}". V\u00E9rifiez que cette ressource est valide.
FLOW_VALIDATOR_INVOKE_FLOW_OP_CONFLICT=L''op\u00E9ration configur\u00E9e ne correspond pas \u00E0 l''op\u00E9ration "{1}" dans le Split-Join "{0}".
FLOW_VALIDATOR_ONE_WAY_TRANSACTION_PROPAGATION=L''op\u00E9ration "{0}" est configur\u00E9e pour propager des transactions mais de mani\u00E8re unidirectionnelle.
DISPLAY_SJF=Supprimer l'\u00E9chec de jointure
DISPLAY_ISOLATED=Isol\u00E9
DISPLAY_EXIT_ON_SF=Quitter en cas d'erreur standard
DISPLAY_VALIDATE=Valider
DISPLAY_KEEPSRCELEMENTNAME=Conserver le nom de l'\u00E9l\u00E9ment src
DISPLAY_IGNOREMISSINGFROMDATA=Ignorer les \u00E9l\u00E9ments manquants dans les donn\u00E9es
DISPLAY_MESSAGEEXCHANGE=Echange de messages
DISPLAY_STARTCOUNTER=Compteur de d\u00E9but
DISPLAY_FINALCOUNTER=Compteur de fin
DISPLAY_FROM=De
DISPLAY_TO=A
DISPLAY_IF=If
DISPLAY_ELSEIF=ElseIf
DISPLAY_FAULTELEMENT=El\u00E9ment d'erreur
DISPLAY_FAULTMESSAGETYPE=Type de message d'erreur
DISPLAY_FAULTVARIABLE=Variable d'erreur
