messagedetail381101=Ocorreu uma exce\u00E7\u00E3o inesperada no transporte de FTP do OSB durante a cria\u00E7\u00E3o do ponto final. Deve haver uma mensagem de erro que indica a causa do problema.
action381101=Verifique se a configura\u00E7\u00E3o do ponto final est\u00E1 correta.
action381102=Certifique-se de que a conta de servi\u00E7o foi especificada na configura\u00E7\u00E3o de servi\u00E7o do FTP.
messagedetail381103=O Servidor FTP \u00E9 agrupado para novos arquivos, atrav\u00E9s do servi\u00E7o e proxy Ftp ap\u00F3s cada intervalo de polling. Deve ser maior que zero.
action381103=Certifique-se de que o intervalo de polling \u00E9 maior que zero.
action381104=Verifique se a configura\u00E7\u00E3o do ponto final est\u00E1 correta.
messagedetail381105=Uma exce\u00E7\u00E3o de finalidade geral inesperada ocorreu no transporte de Ftp do OSB. Deve haver uma mensagem de erro que indica a causa do problema.
action381105=Entre em contato com o suporte t\u00E9cnico.
action381107=Certifique-se de que existam credenciais com o nome fornecido no dom\u00EDnio do OSB.
action381109=Certifique-se de que o servi\u00E7o de proxy do Ftp tem acesso exclusivo ao arquivo remoto. Al\u00E9m disso, o usu\u00E1rio atual deve ter permiss\u00E3o de leitura, grava\u00E7\u00E3o.
messagedetail381111=URI incorreto.
action381111=Certifique-se de que o URI segue a sintaxe correta.
action381112=Certifique-se de que o servi\u00E7o de proxy do Ftp tem acesso exclusivo ao arquivo remoto. Al\u00E9m disso, o usu\u00E1rio atual deve ter permiss\u00E3o de leitura, grava\u00E7\u00E3o.
messagedetail381114=Exce\u00E7\u00E3o encontrada ao executar a renomea\u00E7\u00E3o do arquivo no servidor FTP remoto.
action381114=Certifique-se de que o servi\u00E7o de proxy do Ftp tem acesso exclusivo ao arquivo remoto. Al\u00E9m disso, o usu\u00E1rio atual deve ter permiss\u00E3o de leitura, grava\u00E7\u00E3o.
action381115=Certifique-se de que o servi\u00E7o de proxy do Ftp tem acesso exclusivo ao arquivo remoto. Al\u00E9m disso, o usu\u00E1rio atual deve ter permiss\u00E3o de leitura, grava\u00E7\u00E3o.
messagedetail381116=Ocorreu um erro ao registrar um novo servi\u00E7o de proxy Ftp: O URI configurado para este servi\u00E7o de proxy j\u00E1 est\u00E1 sendo usado por outro servi\u00E7o de proxy Ftp. Cada servi\u00E7o de proxy deve ter um URI exclusivo, se a m\u00E1scara do arquivo for igual.
action381116=Verifique a configura\u00E7\u00E3o de transporte do servi\u00E7o de proxy Ftp e certifique-se de que a combina\u00E7\u00E3o do URI e da m\u00E1scara do arquivo \u00E9 exclusiva.
messagedetail381117=Exce\u00E7\u00E3o encontrada ao executar este m\u00E9todo. Deve haver uma mensagem de erro que indica a causa do problema.
action381117=A mensagem de erro pode indicar a causa do problema.
cause381118=A op\u00E7\u00E3o Passar por refer\u00EAncia foi configurada com o servi\u00E7o de proxy Ftp do tipo de mensagem n\u00E3o xml.
action381118=Se a op\u00E7\u00E3o Passar por refer\u00EAncia for verdadeira, o servi\u00E7o de proxy Ftp deve ser configurado com os tipos de mensagem xml.
action381119=Certifique-se de que a conta de servi\u00E7o configurada no proxy FTP ou servi\u00E7o de neg\u00F3cios \u00E9 uma conta de servi\u00E7o est\u00E1tica.
action381120=Certifique-se de que a conta de servi\u00E7o com o nome configurado existe no projeto OSB.
messagedetail381121=O nome da codifica\u00E7\u00E3o est\u00E1 incorreto ou a codifica\u00E7\u00E3o espec\u00EDfica n\u00E3o \u00E9 suportada pela m\u00E1quina virtual Java.
action381121=Certifique-se de que o servi\u00E7o de proxy Ftp foi configurado com a codifica\u00E7\u00E3o suportada.
messagedetail381122=No momento de fazer polling do servidor FTP dos novos arquivos, foram feitas tentativas de conex\u00E3o com o FTP com falha, conforme o n\u00FAmero de vezes especificado pela contagem de novas tentativas. Deve ser maior que zero.
action381122=Certifique-se de que a contagem de novas tentativas \u00E9 maior que zero.
action381123=Certifique-se de que o timeout do soquete \u00E9 maior ou igual a zero.
messagedetail381124=O limite de leitura \u00E9 o n\u00FAmero de mensagens agrupadas pelo servi\u00E7o de proxy do Ftp em um ciclo de polling. Deve ser maior ou igual a zero.
action381124=Certifique-se de que o limite de leitura \u00E9 maior ou igual a zero.
action381125=Certifique-se de que o diret\u00F3rio de archive aponta para um caminho de arquivo v\u00E1lido.
action381126=Certifique-se de que a codifica\u00E7\u00E3o de transfer\u00EAncia \u00E9 bin\u00E1ria ou ascii.
