messagedetail381101=Une exception inattendue est survenue dans le transport FTP OSB lors de la cr\u00E9ation de l'adresse. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381101=V\u00E9rifiez que la configuration de l'adresse est correcte.
action381102=Assurez-vous qu'un compte de service est d\u00E9fini dans la configuration du service FTP.
messagedetail381103=Le serveur FTP est interrog\u00E9 par le service proxy FTP pour d\u00E9tecter les nouveaux fichiers selon l'intervalle d'interrogation, qui doit \u00EAtre sup\u00E9rieur \u00E0 z\u00E9ro.
action381103=Assurez-vous que l'intervalle d'interrogation est sup\u00E9rieur \u00E0 z\u00E9ro.
action381104=V\u00E9rifiez que la configuration de l'adresse est correcte.
messagedetail381105=Une exception polyvalente inattendue est survenue dans le transport FTP OSB. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381105=Contactez le support technique Oracle.
action381107=Assurez-vous que des informations d'identification et de connexion portant le nom indiqu\u00E9 existent dans le domaine OSB.
action381109=Assurez-vous que le service proxy FTP dispose d'un acc\u00E8s exclusif au fichier distant. En outre, l'utilisateur en cours doit disposer de droits d'acc\u00E8s en lecture et \u00E9criture.
messagedetail381111=Le format de l'URI est incorrect.
action381111=Assurez-vous que la syntaxe de l'URI est correcte.
action381112=Assurez-vous que le service proxy FTP dispose d'un acc\u00E8s exclusif au fichier distant. En outre, l'utilisateur en cours doit disposer de droits d'acc\u00E8s en lecture et \u00E9criture.
messagedetail381114=Une exception est survenue lors du changement de nom du fichier sur le serveur FTP distant.
action381114=Assurez-vous que le service proxy FTP dispose d'un acc\u00E8s exclusif au fichier distant. En outre, l'utilisateur en cours doit disposer de droits d'acc\u00E8s en lecture et \u00E9criture.
action381115=Assurez-vous que le service proxy FTP dispose d'un acc\u00E8s exclusif au fichier distant. En outre, l'utilisateur en cours doit disposer de droits d'acc\u00E8s en lecture et \u00E9criture.
messagedetail381116=Une erreur est survenue lors de l'inscription d'un nouveau service proxy FTP. L'URI configur\u00E9 pour ce service est d\u00E9j\u00E0 utilis\u00E9 par un autre service proxy FTP. Chaque service proxy FTP doit avoir un URI unique lorsque le masque de fichier est le m\u00EAme.
action381116=V\u00E9rifiez la configuration du transport pour le service proxy FTP et assurez-vous que la combinaison URI - masque de fichier est unique.
messagedetail381117=Une exception est survenue lors de l'ex\u00E9cution de cette m\u00E9thode. En principe, un message d'erreur indique la cause du probl\u00E8me.
action381117=Un message d'erreur indique peut-\u00EAtre la cause du probl\u00E8me.
cause381118=Transmettre sous forme de r\u00E9f\u00E9rence est configur\u00E9 alors que le service proxy FTP est configur\u00E9 pour un type de message autre que XML.
action381118=Lorsque Transmettre sous forme de r\u00E9f\u00E9rence a pour valeur True, le service proxy FTP doit \u00EAtre configur\u00E9 pour les types de message XML.
action381119=Assurez-vous que le compte de service configur\u00E9 dans le service fonctionnel ou proxy FTP est un compte de service statique.
action381120=Assurez-vous que le compte de service portant le nom configur\u00E9 existe dans le projet OSB.
messagedetail381121=Le nom d'encodage est incorrect ou l'encodage indiqu\u00E9 n'est pas pris en charge par la JVM.
action381121=Assurez-vous que le service proxy FTP est configur\u00E9 avec un encodage pris en charge.
messagedetail381122=Lors de l'interrogation du serveur FTP pour d\u00E9tecter les nouveaux fichiers, s'il y a \u00E9chec de la connexion FTP, de nouvelles tentatives ont lieu, dont le nombre est indiqu\u00E9 par l'option Nombre de tentatives. Ce nombre doit \u00EAtre sup\u00E9rieur \u00E0 z\u00E9ro.
action381122=Assurez-vous que le nombre de tentatives est sup\u00E9rieur \u00E0 z\u00E9ro.
action381123=Assurez-vous que la temporisation de socket est sup\u00E9rieure ou \u00E9gale \u00E0 z\u00E9ro.
messagedetail381124=La limite de lecture indique le nombre de messages interrog\u00E9s par le service proxy FTP dans un cycle d'interrogation. Elle doit toujours \u00EAtre sup\u00E9rieure ou \u00E9gale \u00E0 z\u00E9ro.
action381124=Assurez-vous que la limite de lecture est sup\u00E9rieure ou \u00E9gale \u00E0 z\u00E9ro.
action381125=Assurez-vous que le r\u00E9pertoire d'archivage pointe sur un chemin de fichier valide.
action381126=Assurez-vous que l'encodage du transfert est binaire ou ASCII.
