messagedetail381101=Beim Erstellen des Endpunktes ist beim OSB-FTP-Transport eine unerwartete Exception aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die die Ursache des Problems angibt.
action381101=Pr\u00FCfen Sie, ob die Endpunktkonfiguration das richtige Format aufweist.
action381102=Stellen Sie sicher, dass der Service-Account in der FTP-Service-Konfiguration angegeben wurde.
messagedetail381103=Der FTP-Server wird nach jedem Abrufintervall vom FTP-Proxy-Service nach neuen Dateien abgefragt. Das Intervall muss gr\u00F6\u00DFer als Null sein.
action381103=Stellen Sie sicher, dass das Abrufintervall gr\u00F6\u00DFer als Null ist.
action381104=Pr\u00FCfen Sie, ob die Endpunktkonfiguration das richtige Format aufweist.
messagedetail381105=Beim OSB-FTP-Transport ist eine unerwartete allgemeine Exception aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die die Ursache des Problems angibt.
action381105=Wenden Sie sich an den technischen Support.
action381107=Stellen Sie sicher, dass die Zugangsdaten mit dem angegebenen Namen in der OSB-Domain vorhanden sind.
action381109=Stellen Sie sicher, dass der FTP-Proxy-Service exklusiven Zugriff auf die Remote-Datei hat. Dar\u00FCber hinaus muss der aktuelle Benutzer \u00FCber Schreibzugriff verf\u00FCgen.
messagedetail381111=URI hat nicht das richtige Format.
action381111=Stellen Sie sicher, dass der URI die richtige Syntax aufweist.
action381112=Stellen Sie sicher, dass der FTP-Proxy-Service exklusiven Zugriff auf die Remote-Datei hat. Dar\u00FCber hinaus muss der aktuelle Benutzer \u00FCber Schreibzugriff verf\u00FCgen.
messagedetail381114=Beim Ausf\u00FChren der Umbenennung der Datei auf dem FTP-Remote-Server ist eine Exception aufgetreten.
action381114=Stellen Sie sicher, dass der FTP-Proxy-Service exklusiven Zugriff auf die Remote-Datei hat. Dar\u00FCber hinaus muss der aktuelle Benutzer \u00FCber Schreibzugriff verf\u00FCgen.
action381115=Stellen Sie sicher, dass der FTP-Proxy-Service exklusiven Zugriff auf die Remote-Datei hat. Dar\u00FCber hinaus muss der aktuelle Benutzer \u00FCber Schreibzugriff verf\u00FCgen.
messagedetail381116=Beim Registrieren eines neuen FTP-Proxy-Service ist ein Fehler aufgetreten: Der f\u00FCr diesen Proxy-Service konfigurierte URI wird bereits von einem anderen FTP-Proxy-Service verwendet. Jeder FTP-Proxy-Service muss \u00FCber einen eindeutigen URI verf\u00FCgen, wenn die Dateimaske identisch ist.
action381116=Pr\u00FCfen Sie die Transportkonfiguration f\u00FCr den FTP-Proxy-Service, und stellen Sie sicher, dass Kombination aus URI und Dateimaske eindeutig ist.
messagedetail381117=Beim Ausf\u00FChren dieser Methode ist eine Exception aufgetreten. Es sollte eine Fehlermeldung vorhanden sein, die die Ursache des Problems angibt.
action381117=Die Fehlermeldung gibt m\u00F6glicherweise die Ursache des Problems an.
cause381118="Nach Referenz \u00FCbergeben" ist mit einem FTP-Proxy-Service konfiguriert, der keinen XML-Nachrichtentyp aufweist.
action381118=Wenn "Nach Referenz \u00FCbergeben" auf "true" gesetzt ist, muss der FTP-Proxy-Service mit XML-Nachrichtentypen konfiguriert sein.
action381119=Stellen Sie sicher, dass der im FTP-Proxy-Service oder FTP-Business-Service konfigurierte Service-Account ein statischer Service-Account ist.
action381120=Stellen Sie sicher, dass der Service-Account mit dem konfigurierten Namen im OSB-Projekt vorhanden ist.
messagedetail381121=Codierungsname ist nicht korrekt, oder die spezielle Codierung wird von der Java Virtual Machine nicht unterst\u00FCtzt.
action381121=Stellen Sie sicher, dass der FTP-Proxy-Service mit einer unterst\u00FCtzten Codierung konfiguriert ist.
messagedetail381122=Beim Abfragen des FTP-Servers nach neuen Dateien werden FTP-Verbindungsversuche so oft wiederholt, wie es f\u00FCr "Anzahl Wiederholungen" festgelegt wurde. Die Anzahl der Wiederholungen muss gr\u00F6\u00DFer als Null sein.
action381122=Stellen Sie sicher, dass die Anzahl der Wiederholungen gr\u00F6\u00DFer als Null ist.
action381123=Stellen Sie sicher, dass das Socket-Timeout gr\u00F6\u00DFer oder gleich Null ist.
messagedetail381124=Der Lesegrenzwert ist die Anzahl der Nachrichten, die vom FTP-Proxy-Service in einem Polling-Zyklus abgerufen werden. Er muss immer gr\u00F6\u00DFer oder gleich Null sein.
action381124=Stellen Sie sicher, dass der Lesegrenzwert gr\u00F6\u00DFer oder gleich Null ist.
action381125=Stellen Sie sicher, dass das Archivierungsverzeichnis auf einen g\u00FCltigen Dateipfad verweist.
action381126=Stellen Sie sicher, dass die Transfercodierung "Bin\u00E4r" oder "ASCII" ist.
