messagedetail381101=Se ha producido una excepci\u00F3n en el transporte FTP de OSB al crear el punto final. Debe haber un mensaje de error que apunte a la causa del problema.
action381101=Compruebe que la configuraci\u00F3n de punto final tiene un formato correcto.
action381102=Aseg\u00FArese de que se ha especificado la cuenta de servicio en la configuraci\u00F3n de servicio de FTP.
messagedetail381103=El servicio de proxy FTP sondea el servidor FTP para buscar nuevos archivos despu\u00E9s de cada intervalo de sondeo. Dicho intervalo debe ser mayor que cero.
action381103=Aseg\u00FArese de que el intervalo de sondeo es mayor que cero.
action381104=Compruebe que la configuraci\u00F3n de punto final tiene un formato correcto.
messagedetail381105=Se ha producido una excepci\u00F3n inesperada de uso general en el transporte FTP de OSB. Debe haber un mensaje de error que apunte a la causa del problema.
action381105=P\u00F3ngase en contacto con los Servicios de Soporte Oracle.
action381107=Aseg\u00FArese de que existen las credenciales con el nombre especificado en el dominio de OSB.
action381109=Aseg\u00FArese de que el servicio de proxy FTP tiene acceso exclusivo al archivo remoto. El usuario actual tambi\u00E9n debe tener permisos de lectura y escritura.
messagedetail381111=El URI no tiene un formato correcto.
action381111=Aseg\u00FArese de que el URI sigue la sintaxis correcta.
action381112=Aseg\u00FArese de que el servicio de proxy FTP tiene acceso exclusivo al archivo remoto. El usuario actual tambi\u00E9n debe tener permisos de lectura y escritura.
messagedetail381114=Se ha encontrado una excepci\u00F3n al ejecutar el cambio de nombre del archivo en el servidor FTP remoto.
action381114=Aseg\u00FArese de que el servicio de proxy FTP tiene acceso exclusivo al archivo remoto. El usuario actual tambi\u00E9n debe tener permisos de lectura y escritura.
action381115=Aseg\u00FArese de que el servicio de proxy FTP tiene acceso exclusivo al archivo remoto. El usuario actual tambi\u00E9n debe tener permisos de lectura y escritura.
messagedetail381116=Se ha producido un error al registrar un nuevo servicio de proxy FTP: Otro servicio de proxy FTP ya utiliza el URI configurado para este servicio de proxy. Cada servicio de proxy FTP debe tener un URI \u00FAnico si la m\u00E1scara de archivo es la misma.
action381116=Compruebe la configuraci\u00F3n de transporte para el servicio de proxy FTP y aseg\u00FArese de que la combinaci\u00F3n de URI y m\u00E1scara de archivo es \u00FAnica.
messagedetail381117=Se ha encontrado una excepci\u00F3n al ejecutar este m\u00E9todo. Debe haber un mensaje de error que apunte a la causa del problema.
action381117=Puede que el mensaje de error apunte a la causa del problema.
cause381118=Se ha configurado la transferencia por referencia con el servicio de proxy FTP de tipo de mensajes no xml.
action381118=Si Transferir por Referencia se define true, se debe configurar el servicio de proxy FTP con tipos de mensajes xml.
action381119=Aseg\u00FArese de que la cuenta de servicio configurada en el servicio de proxy o de negocio FTP es una cuenta de servicio est\u00E1tica.
action381120=Aseg\u00FArese de que la cuenta de servicio con el nombre configurado existe en el objeto de OSB.
messagedetail381121=El nombre de codificaci\u00F3n es incorrecto o la codificaci\u00F3n concreta no est\u00E1 soportada por Java Virtual Machine.
action381121=Aseg\u00FArese de que el servicio de proxy FTP est\u00E1 configurado con la codificaci\u00F3n soportada.
messagedetail381122=En el momento del sondeo del servidor FTP para buscar nuevos archivos, se reintentan los fallos de conexi\u00F3n FTP el n\u00FAmero de veces especificado por el recuento de reintentos. Dicho recuento debe ser mayor que cero.
action381122=Aseg\u00FArese de que el recuento de reintentos es mayor que cero.
action381123=Aseg\u00FArese de que el timeout del socket es mayor o igual que cero.
messagedetail381124=El l\u00EDmite de lectura es el n\u00FAmero de mensajes sondeados por el servicio de proxy FTP en un ciclo de sondeo. Siempre debe ser mayor o igual que cero.
action381124=Aseg\u00FArese de que el l\u00EDmite de lectura es mayor o igual que cero.
action381125=Aseg\u00FArese de que el directorio de archivo apunta a una ruta de acceso de archivo v\u00E1lida.
action381126=Aseg\u00FArese de que la codificaci\u00F3n de transferencia es binaria o ascii.
