messagedetail381101=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u4F5C\u6210\u4E2D\u306B\u3001OSB FTP\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381101=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u69CB\u6210\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381102=FTP\u30B5\u30FC\u30D3\u30B9\u69CB\u6210\u306B\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381103=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694\u3054\u3068\u306B\u3001FTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306FFTP\u30B5\u30FC\u30D0\u30FC\u306B\u65B0\u3057\u3044\u30D5\u30A1\u30A4\u30EB\u3092\u30DD\u30FC\u30EA\u30F3\u30B0\u3057\u307E\u3059\u30020\u3088\u308A\u5927\u304D\u3044\u5024\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381103=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694\u304C0\u4EE5\u4E0A\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381104=\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u69CB\u6210\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381105=OSB FTP\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u6C4E\u7528\u7684\u306A\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381105=\u30C6\u30AF\u30CB\u30AB\u30EB\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
action381107=\u6307\u5B9A\u3057\u305F\u540D\u524D\u306E\u8CC7\u683C\u8A3C\u660E\u304COSB\u30C9\u30E1\u30A4\u30F3\u306B\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381109=FTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30EA\u30E2\u30FC\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u6392\u4ED6\u30A2\u30AF\u30BB\u30B9\u6A29\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u5FC5\u8981\u3067\u3059\u3002
messagedetail381111=URI\u306E\u5F62\u5F0F\u304C\u7121\u52B9\u3067\u3059\u3002
action381111=URI\u304C\u6B63\u3057\u3044\u69CB\u6587\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381112=FTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30EA\u30E2\u30FC\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u6392\u4ED6\u30A2\u30AF\u30BB\u30B9\u6A29\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u5FC5\u8981\u3067\u3059\u3002
messagedetail381114=\u30EA\u30E2\u30FC\u30C8FTP\u30B5\u30FC\u30D0\u30FC\u4E0A\u306E\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D\u3092\u5909\u66F4\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action381114=FTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30EA\u30E2\u30FC\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u6392\u4ED6\u30A2\u30AF\u30BB\u30B9\u6A29\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u5FC5\u8981\u3067\u3059\u3002
action381115=FTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30EA\u30E2\u30FC\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u6392\u4ED6\u30A2\u30AF\u30BB\u30B9\u6A29\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u5FC5\u8981\u3067\u3059\u3002
messagedetail381116=\u65B0\u3057\u3044FTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u3053\u306E\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u305FURI\u306F\u5225\u306EFTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u3067\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30D5\u30A1\u30A4\u30EB\u30FB\u30DE\u30B9\u30AF\u304C\u540C\u3058\u3067\u3042\u308B\u5834\u5408\u306B\u306F\u3001\u5404FTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u4E00\u610F\u306EURI\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381116=FTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u69CB\u6210\u3092\u8ABF\u3079\u3066\u3001URI\u3068\u30D5\u30A1\u30A4\u30EB\u30FB\u30DE\u30B9\u30AF\u306E\u7D44\u5408\u305B\u304C\u4E00\u610F\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381117=\u3053\u306E\u30E1\u30BD\u30C3\u30C9\u3092\u5B9F\u884C\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306E\u539F\u56E0\u3092\u793A\u3059\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381117=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u554F\u984C\u306E\u539F\u56E0\u304C\u793A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause381118=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u304CXML\u4EE5\u5916\u306EFTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u53C2\u7167\u6E21\u3057\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action381118=\u53C2\u7167\u6E21\u3057\u304Ctrue\u306E\u5834\u5408\u3001FTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092XML\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381119=FTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u307E\u305F\u306F\u30D3\u30B8\u30CD\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u69CB\u6210\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u9759\u7684\u306A\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381120=\u69CB\u6210\u3057\u305F\u540D\u524D\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u304COSB\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306B\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381121=\u30A8\u30F3\u30B3\u30FC\u30C9\u540D\u304C\u7121\u52B9\u3067\u3042\u308B\u304B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30A8\u30F3\u30B3\u30FC\u30C9\u304CJava\u4EEE\u60F3\u30DE\u30B7\u30F3\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action381121=FTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381122=\u65B0\u3057\u3044\u30D5\u30A1\u30A4\u30EB\u3092FTP\u30B5\u30FC\u30D0\u30FC\u306B\u30DD\u30FC\u30EA\u30F3\u30B0\u4E2D\u306B\u3001FTP\u63A5\u7D9A\u306E\u5931\u6557\u304C\u6307\u5B9A\u3055\u308C\u305F\u518D\u8A66\u884C\u56DE\u6570\u306B\u9054\u3057\u307E\u3057\u305F\u30020\u3088\u308A\u5927\u304D\u3044\u5024\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381122=\u518D\u8A66\u884C\u56DE\u6570\u304C0\u4EE5\u4E0A\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381123=\u30BD\u30B1\u30C3\u30C8\u30FB\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u304C0\u4EE5\u4E0A\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail381124=\u8AAD\u53D6\u308A\u5236\u9650\u3068\u306F\u3001FTP\u30D7\u30ED\u30AD\u30B7\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u30DD\u30FC\u30EA\u30F3\u30B0\u30FB\u30B5\u30A4\u30AF\u30EB\u3067\u30DD\u30FC\u30EA\u30F3\u30B0\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6570\u3067\u3059\u3002\u5E38\u306B0\u4EE5\u4E0A\u306E\u5024\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action381124=\u8AAD\u53D6\u308A\u5236\u9650\u304C0\u4EE5\u4E0A\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381125=\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u6709\u52B9\u306A\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action381126=\u8EE2\u9001\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u304C\u30D0\u30A4\u30CA\u30EA\u307E\u305F\u306FASCII\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
