messagedetail381101=\uB05D\uC810\uC744 \uC0DD\uC131\uD558\uB294 \uC911 OSB FTP \uC804\uC1A1\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381101=\uB05D\uC810 \uAD6C\uC131\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381102=FTP \uC11C\uBE44\uC2A4 \uAD6C\uC131\uC5D0 \uC11C\uBE44\uC2A4 \uACC4\uC815\uC774 \uC9C0\uC815\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381103=FTP \uC11C\uBC84\uB294 \uD3F4\uB9C1 \uAC04\uACA9 \uD6C4\uB9C8\uB2E4 FTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uD1B5\uD574 \uC0C8 \uD30C\uC77C\uC5D0 \uB300\uD574 \uD3F4\uB9C1\uB429\uB2C8\uB2E4. \uD3F4\uB9C1 \uAC04\uACA9\uC740 0\uBCF4\uB2E4 \uCEE4\uC57C \uD569\uB2C8\uB2E4.
action381103=\uD3F4\uB9C1 \uAC04\uACA9\uC774 0\uBCF4\uB2E4 \uD070\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381104=\uB05D\uC810 \uAD6C\uC131\uC774 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381105=OSB Ftp \uC804\uC1A1\uC5D0 \uC608\uC0C1\uCE58 \uC54A\uC740 \uC77C\uBC18 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381105=\uAE30\uC220 \uC9C0\uC6D0 \uC13C\uD130\uB85C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
action381107=OSB \uB3C4\uBA54\uC778\uC5D0 \uC9C0\uC815\uB41C \uC774\uB984\uC744 \uAC00\uC9C4 \uC778\uC99D\uC11C\uAC00 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381109=FTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uC6D0\uACA9 \uD30C\uC77C\uC5D0 \uB300\uD55C \uB2E8\uB3C5 \uC561\uC138\uC2A4 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uB610\uD55C \uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail381111=URI\uAC00 \uC81C\uB300\uB85C \uAD6C\uC131\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
action381111=URI\uAC00 \uC62C\uBC14\uB978 \uAD6C\uBB38\uC744 \uB530\uB974\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381112=FTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB9AC\uBAA8\uD2B8 \uD30C\uC77C\uC5D0 \uB300\uD55C \uB2E8\uB3C5 \uC561\uC138\uC2A4 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD569\uB2C8\uB2E4. \uB610\uD55C \uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail381114=\uC6D0\uACA9 FTP \uC11C\uBC84\uC5D0\uC11C \uD30C\uC77C \uC774\uB984 \uBC14\uAFB8\uAE30\uB97C \uC2E4\uD589\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
action381114=FTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB9AC\uBAA8\uD2B8 \uD30C\uC77C\uC5D0 \uB300\uD55C \uB2E8\uB3C5 \uC561\uC138\uC2A4 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD569\uB2C8\uB2E4. \uB610\uD55C \uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381115=FTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB9AC\uBAA8\uD2B8 \uD30C\uC77C\uC5D0 \uB300\uD55C \uB2E8\uB3C5 \uC561\uC138\uC2A4 \uAD8C\uD55C\uC774 \uC788\uB294\uC9C0 \uD655\uC778\uD569\uB2C8\uB2E4. \uB610\uD55C \uD604\uC7AC \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uC77D\uAE30, \uC4F0\uAE30 \uAD8C\uD55C\uC774 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
messagedetail381116=\uC0C8 FTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB97C \uB4F1\uB85D\uD558\uB294 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD574 \uAD6C\uC131\uB41C URI\uAC00 \uC774\uBBF8 \uB2E4\uB978 FTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC0AC\uC6A9\uB429\uB2C8\uB2E4. \uD30C\uC77C \uB9C8\uC2A4\uD06C\uAC00 \uB3D9\uC77C\uD55C \uACBD\uC6B0 \uAC01 FTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC5D0\uB294 \uACE0\uC720\uD55C URI\uAC00 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381116=Ftp \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uC758 \uC804\uC1A1 \uAD6C\uC131\uC744 \uD655\uC778\uD558\uACE0 URI\uC640 \uD30C\uC77C \uB9C8\uC2A4\uD06C \uC870\uD569\uC774 \uACE0\uC720\uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381117=\uC774 \uBA54\uC18C\uB4DC\uB97C \uC2E4\uD589\uD558\uB294 \uC911 \uC608\uC678 \uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0A4\uB294 \uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381117=\uC624\uB958 \uBA54\uC2DC\uC9C0\uAC00 \uBB38\uC81C\uC758 \uC6D0\uC778\uC744 \uAC00\uB9AC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
cause381118=\uCC38\uC870\uB85C \uC804\uB2EC\uC774 \uBE44xml \uBA54\uC2DC\uC9C0 \uC720\uD615 FTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
action381118=\uCC38\uC870\uB85C \uC804\uB2EC\uC774 true\uC778 \uACBD\uC6B0 FTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uB294 xml \uBA54\uC2DC\uC9C0 \uC720\uD615\uC73C\uB85C \uAD6C\uC131\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.
action381119=FTP \uD504\uB85D\uC2DC \uB610\uB294 \uBE44\uC988\uB2C8\uC2A4 \uC11C\uBE44\uC2A4\uC5D0 \uAD6C\uC131\uB41C \uC11C\uBE44\uC2A4 \uACC4\uC815\uC774 \uC815\uC801 \uC11C\uBE44\uC2A4 \uACC4\uC815\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381120=\uAD6C\uC131\uB41C \uC774\uB984\uC744 \uAC00\uC9C4 \uC11C\uBE44\uC2A4 \uACC4\uC815\uC774 OSB \uD504\uB85C\uC81D\uD2B8\uC5D0 \uC874\uC7AC\uD558\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381121=\uC778\uCF54\uB529 \uC774\uB984\uC774 \uC62C\uBC14\uB974\uC9C0 \uC54A\uAC70\uB098 \uD2B9\uC815 \uC778\uCF54\uB529\uC774 Java Virtual Machine\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
action381121=FTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uC9C0\uC6D0\uB418\uB294 \uC778\uCF54\uB529\uC73C\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381122=\uC0C8 \uD30C\uC77C\uC5D0 \uB300\uD574 FTP \uC11C\uBC84\uB97C \uD3F4\uB9C1\uD560 \uB54C \uC7AC\uC2DC\uB3C4 \uD69F\uC218\uB85C \uC9C0\uC815\uB41C \uD69F\uC218\uB9CC\uD07C FTP \uC811\uC18D \uC624\uB958\uAC00 \uC2DC\uB3C4\uB429\uB2C8\uB2E4. \uD3F4\uB9C1 \uAC04\uACA9\uC740 0\uBCF4\uB2E4 \uCEE4\uC57C \uD569\uB2C8\uB2E4.
action381122=\uC7AC\uC2DC\uB3C4 \uD69F\uC218\uAC00 0\uBCF4\uB2E4 \uD070\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381123=\uC18C\uCF13 \uC2DC\uAC04 \uCD08\uACFC\uAC00 0\uBCF4\uB2E4 \uD06C\uAC70\uB098 \uAC19\uC740\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
messagedetail381124=\uC77D\uAE30 \uC81C\uD55C\uC740 \uD3F4\uB9C1 \uC8FC\uAE30\uC5D0\uC11C FTP \uD504\uB85D\uC2DC \uC11C\uBE44\uC2A4\uAC00 \uD3F4\uB9C1\uD558\uB294 \uBA54\uC2DC\uC9C0 \uC218\uC785\uB2C8\uB2E4. \uC77D\uAE30 \uC81C\uD55C\uC740 \uD56D\uC0C1 0\uBCF4\uB2E4 \uD06C\uAC70\uB098 \uAC19\uC544\uC57C \uD569\uB2C8\uB2E4.
action381124=\uC77D\uAE30 \uC81C\uD55C\uC774 0\uBCF4\uB2E4 \uD06C\uAC70\uB098 \uAC19\uC740\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381125=\uC544\uCE74\uC774\uBE0C \uB514\uB809\uD1A0\uB9AC\uAC00 \uC801\uD569\uD55C \uD30C\uC77C \uACBD\uB85C\uB97C \uAC00\uB9AC\uD0A4\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
action381126=\uC804\uC1A1 \uC778\uCF54\uB529\uC774 \uC774\uC9C4 \uB610\uB294 ascii\uC778\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
